Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# IDS_WMGR_MBODY_ILL_TALK_TO_YOU_SOON_M_TEXT_TEMPLATE
source: I'll talk to you soon.
ar: سأتحدث معك قريبا.
as: সোনকালে মই আপোনৰ লগত কথা পাতিম৷
az: Tezliklə danışarıq.
bg: Ще се чуем скоро.
bn: আমি আপনার সাথে শীঘ্রই কথা বলব।
ca: Parlem aviat.
cs: Brzy se ozvu.
da: Vi tales snart ved.
el_gr: Θα τα πούμε σύντομα.
es_es: Hablamos pronto.
et: Räägime varsti.
eu: Laster hitz egingo dugu.
fa: به زودی صحبت می‌کنیم.
fi: Puhutaan pian.
fr: À bientôt.
ga: Labhróidh mé leat ar ball.
gl: Falamos pronto.
gu: હું તમારી સાથે ટૂંક સમયમાં વાત કરીશ.
he: אדבר איתך בקרוב.
hi: मैं जल्दी आपसे बात करूँगा/करुँगी।
hr: Čujemo se uskoro.
hu: Később beszélünk.
hy: Շուտով կխոսենք:
id: Akan segera menghubungi.
is: Ég tala við þig bráðlega.
it_it: Parleremo presto.
ja_jp: 後で話しましょう。
ka: მალე დაგელაპარაკები.
kk: Сізбен жақ.сөйлесемін.
km: ខ្ញុំ​នឹង​ជជែក​ជាមួយ​អ្នក​ក្នុង​ពេល​ឆាប់ៗ។
kn: ಶೀಘ್ರದಲ್ಲಿ ನಿಮ್ಮೊಂದಿಗೆ ನಾನು ಮಾತನಾಡುತ್ತೇನೆ.
ko_kr: 나중에 이야기해요.
ky_kg: Кийинчерээк сүйлөшөм.
lo: ຂ້ອຍຈະລົມກັບເຈົ້າໃນໄວໆນີ້ລະ.
lt: Netrukus pasikalbėsime.
lv: Drīz sazināsimies.
mk: Ќе разговараме наскоро.
ml: ഞാന്‍ നിങ്ങളോട് ഉടന്‍ സംസാരിക്കും.
mn_mn: Би тантай удахгүй ярина.
mr: मी लवकरच आपल्याशी बोलेन.
ms: Berbual lagi kemudian.
my_mm: ခဏနေလျှင် ကျွန်တော် စကားပြောပါလိမ့်မည်။
my_zg: ခဏေနလွ်င္ ကၽြႏု္ေတာ္ စကားေျပာပါလိမ့္္မည္။
nb: Vi snakkes snart.
ne: तपाईसंग म चाँडै कुरा गर्नेछु।
nl: Tot gauw.
or: ମୁଁ ଆପଣଙ୍କ ସହିତ ଖୁବ୍‌ ଶୀଘ୍ର କଥା ହେବି
pa: ਮੈਂ ਜਲਦੀ ਤੁਹਾਡੇ ਨਾਲ ਗੱਲ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ।
pl: Do usłyszenia.
pl_sp: Pogŏdōmy zajś
pt_pt: Ligo-lhe brevemente
ro: Mai vorbim.
si: ඔබට ඉක්මනින් කථාකරන්නම්.
sk: Ozvem sa čoskoro.
sl: Kmalu se slišiva.
sq: Flasim më vonë.
sr: Čućemo se uskoro.
sv: Vi hörs snart.
ta: விரைவில் உங்களுடன் பேசுகிறேன்.
te: నేను త్వరలో మీతో మాట్లాడుతాను.
tg_tj: Ба наздикӣ сӯҳбат мекунем.
th: แล้วคุยกันใหม่เร็วๆ นี้
tk_tm: Men gysga wagtda siziň bilen habarlaşaryn.
tl: Usap tayo sa susunod.
uk: Поговоримо пізніше.
ur: میں آپ سے جلد ہی بات کروں گا۔
uz: Keyinroq gaplashamiz.
vi: Tôi sẽ nói chuyện với bạn sau.
zh_cn: 我一会和你说。
zh_hk: 稍後回覆。
zh_tw: 稍後回覆

# IDS_WMGR_MBODY_ILL_CALL_YOU_LATER_M_TEXT_TEMPLATE
source: I'll call you later.
ar: سأتصل بك لاحقا.
as: মই পিছত কল কৰিম৷
az: Sənə sonra zəng edərəm.
bg: Ще ти се обадя по-късно.
bn: আমি আপনাকে পরে কল করব।
ca: Et trucaré més tard.
cs: Zavolám později.
da: Jeg ringer senere.
el_gr: Θα σας καλέσω αργότερα.
es_es: Te llamo más tarde.
et: Helistan sulle hiljem.
eu: Geroago deituko dizut.
fa: بعداً تماس می‌گیرم.
fi: Soitan sinulle myöhemmin.
fr: Je vous rapp. plus tard.
ga: Glaofaidh mé ort ar ball.
gl: Chámote máis tarde.
gu: હું તમને પછી કૉલ કરીશ.
he: אתקשר מאוחר יותר.
hi: मैं फिर कॉल करूँगा/करुँगी।
hr: Nazvat ću poslije.
hu: Később visszahívom.
hy: Ձեզ ավելի ուշ կզանգեմ:
id: Saya hubungi nanti.
is: Ég hringi síðar.
it_it: Ti richiamo più tardi.
ja_jp: 後で電話します。
ka: მოგვიანებით დაგირეკავ.
kk: Кейінірек қоң.шаламын.
km: ខ្ញុំ​នឹង​ហៅ​ទៅ​អ្នក​ពេល​ក្រោយ។
kn: ನಾನು ನಿಮಗೆ ನಂತರ ಕರೆ ಮಾಡುತ್ತೇನೆ.
ko_kr: 나중에 전화할게요.
ky_kg: Сизге кийинчерээк чалам.
lo: ຂ້ອຍຈະໂທຫາເຈົ້າພາຍຫຼັງ.
lt: Paskambinsiu vėliau.
lv: Piezvanīšu vēlāk.
mk: Ќе ти се јавам подоцна.
ml: ഞാന്‍ നിങ്ങളെ പിന്നെ വിളിക്കാം.
mn_mn: Би дараа залгая.
mr: मी आपल्‍याला नंतर कॉल करेन.
ms: Saya akan hubungi anda.
my_mm: နောက်မှ ပြန်ခေါ်မည်။
my_zg: ေနာက္မွ ျပန္ေခၚမည္။
nb: Jeg ringer senere.
ne: म तपाईलाई पछि कल गर्नेछु।
nl: Ik bel later.
or: ମୁଁ ଆପଣଙ୍କୁ ପରେ କଲ୍ କରିବି।
pa: ਮੈਂ ਤੁਹਾਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਾੱਲ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ।
pl: Oddzwonię później.
pl_sp: Zadzwōnia niyskorzij
pt_pt: Telefono mais tarde.
ro: Te sun mai târziu.
si: මා ඔබට පසුව අමතන්නම්.
sk: Zavolám neskôr.
sl: Pokličem pozneje.
sq: Të marr më vonë.
sr: Čućemo se kasnije.
sv: Jag ringer dig senare.
ta: உங்களை பிறகு அழைக்கிறேன்.
te: నేను మీకు తర్వాత కాల్ చేస్తాను.
tg_tj: Дертар занг мезанам.
th: จะโทรกลับภายหลัง
tk_tm: Men soňrak jaň ederin.
tl: Tawagan kita mamaya.
uk: Передзвоню тобі пізніше.
ur: میں آپ کو بعد میں کال کروں گا۔
uz: Keyinroq qo‘n. qilaman.
vi: Tôi sẽ gọi lại sau.
zh_cn: 我会稍后打给您。
zh_hk: 待會回電。
zh_tw: 待會回電

# IDS_MSG_BODY_WHERE_ARE_YOU_Q_M_TEXT_TEMPLATE
source: Where are you?
ar: أين أنت؟
as: আপুনি ক'ত আছে?
az: Haradasan?
bg: Къде си?
bn: আপনি কোথায়?
ca: On ets?
cs: Kde jste?
da: Hvor er du?
el_gr: Που είστε;
es_es: ¿Dónde estás?
et: Kus sa oled?
eu: Non zaude?
fa: کجا هستید؟
fi: Missä olet?
fr: Où êtes-vous ?
ga: Cá bhfuil tú?
gl: Onde andas?
gu: તમે ક્યાં છો?
he: איפה אתה?
hi: आप कहाँ हैं?
hr: Gdje si?
hu: Hol vagy?
hy: Որտե՞ղ ես:
id: Di manakah Anda?
is: Hvar ertu?
it_it: Dove sei?
ja_jp: どこにいますか？
ka: სად ხარ?
kk: Қайдасыз?
km: តើ​អ្នក​នៅ​កន្លែង​ណា?
kn: ನೀವು ಎಲ್ಲಿದ್ದೀರಿ?
ko_kr: 어디에 있나요?
ky_kg: Сен кайдасың?
lo: ເຈົ້າຢູ່ໃສ?
lt: Kur esi?
lv: Kur Tu esi?
mk: Каде си?
ml: നിങ്ങള്‍ എവിടെയാണ്?
mn_mn: Та хаана байна вэ?
mr: आपण कोठे आहात?
ms: Di manakah anda?
my_mm: ခင်ဗျား ဘယ်မှာလဲ?
my_zg: ခင္ဗ်ား ဘယ္မွာလဲ?
nb: Hvor er du?
ne: तपाई कहाँ हुनुहुन्छ?
nl: Waar ben je?
or: ଆପଣ କେଉଁଠି ଅଛନ୍ତି?
pa: ਤੁਸੀਂ ਕਿੱਥੇ ਹੋ?
pl: Gdzie jesteś?
pl_sp: Kaj żeś je?
pt_pt: Onde estás?
ro: Unde eşti?
si: ඔබ කොහේද?
sk: Kde si?
sl: Kje ste?
sq: Ku je?
sr: Gde si?
sv: Var är du?
ta: நீங்கள் எங்கே இருக்கிறீர்கள்?
te: మీరు ఎక్కడ ఉన్నారు?
tg_tj: Дар куҷоед?
th: คุณอยู่ที่ไหน?
tk_tm: Sen nirede?
tl: Nasaan ka?
uk: Де ти?
ur: آپ کہاں ہیں؟
uz: Qayerdasiz?
vi: Bạn đang ở đâu?
zh_cn: 你在哪？
zh_hk: 您在哪裡？
zh_tw: 你在哪裡？

# IDS_CST_BODY_CALL_ME_LATER
source: Call me later.
ar: اتصل بي فيما بعد.
as: মোক পিছত কল কৰক৷
az: Mənə daha sonra zəng et.
bg: Обади ми се по-късно.
bn: আমাকে পরে কল করুন।
ca: Trucar-me més tard
cs: Zavolejte mi později.
da: Ring til mig senere.
el_gr: Καλέστε αργότερα.
es_es: Llamarme más tarde
et: Helista mulle hiljem.
eu: Deitu geroago
fa: بعدا با من تماس بگیرید.
fi: Soita minulle myöhemmin.
fr: Appelez-moi plus tard.
ga: Glaoigh orm níos moille
gl: Chámame máis tarde
gu: મને પછી કૉલ કરો.
he: התקשר אלי מאוחר יותר.
hi: मुझे बाद में कॉल करें
hr: Nazovi poslije.
hu: Hívjon később.
hy: Զանգահարեք ինձ ավելի ուշ:
id: Hubungi saya nanti.
is: Hringdu í mig síðar.
it_it: Richiama più tardi.
ja_jp: 後で電話してください。
ka: მოგვიანებით დამირეკე.
kk: Маған кейінірек қоңырау шалу.
km: ហៅ​ខ្ញុំ​ពេល​ក្រោយ។
kn: ನನಗೆ ನಂತರ ಕರೆ ಮಾಡಿ.
ko_kr: 나중에 전화해 주세요.
ky_kg: Мага бир аздан кийин чалыңыз.
lo: ໂທຫາຂ້ອຍອີກພາຍຫຼັງ.
lt: Paskambinkite vėliau.
lv: Piezvani man vēlāk.
mk: Јави ми се попосле.
ml: എന്നെ പിന്നീട് വിളിക്കുക.
mn_mn: Дараа залгаарай.
mr: मला नंतर कॉल करा.
ms: Hubungi saya kemudian.
my_mm: နောက်မှပြန်ခေါ်ပါ။
my_zg: ေနာက္မွျပန္ေခၚပါ။
nb: Ring meg senere.
ne: मलाई पछि कल गनुहोला।
nl: Bel me later.
or: ମୋତେ ପରେ ଡାକିବେ।
pa: ਮੈਨੂੰ ਬਾਅਦ 'ਚ ਕਾੱਲ ਕਰੋ।
pl: Zadzwoń później.
pl_sp: Szczyrknij dō mie niyskorzij.
pt_pt: Telefone-me mais tarde.
ro: Apelaţi-mă mai târziu.
si: මට පසුව අමතන්න.
sk: Zavolajte mi neskôr.
sl: Pokliči me kasneje.
sq: Më telefono më vonë.
sr: Pozovi me kasnije.
sv: Ring mig senare.
ta: என்னை பின்னர் அழை.
te: నాకు తర్వాత కాల్ చెయ్యండి.
tg_tj: Ба ман баъдтар занг занед.
th: โทรกลับ​ภาย​หลัง
tk_tm: Maňa soňrak jaň ediň.
tl: Tawagan ako sa ibang pagkakataon
uk: Зателефонуйте мені пізніше.
ur: مجھے بعد میں کال کریں
uz: Keyin qo‘ng‘iroq qiling.
vi: Gọi tôi sau.
zh_cn: 稍候再打电话给我。
zh_hk: 稍後致電我。
zh_tw: 稍後給我回電。

# IDS_VTR_BODY_SPEAK_IN_PS_NOW
source: Speak in %s now.
ar: التحدث باللغة %s الآن.
as: এতিয়া %s কওক৷
az: İndi %s danış.
bg: Кажете сега на %s.
bn: এখন %s-এ কথা বলুন।
ca: Parli ara en %s
cs: Nyní hovořte jazykem %s.
da: Tal på %s nu.
el_gr: Μιλήστε τώρα στα %s.
es_es: Hablar en %s ahora
et: Raakige nuud %s keeles.
eu: Hitz egin %s-(e)z orain
fa: اکنون به %s صحبت کنید.
fi: Puhu kielellä %s nyt.
fr: Parlez en %s maintenant.
ga: Labhair anois i %s
gl: Fala en %s agora
gu: હવે %sમાં કહો.
he: דבר עכשיו ב-%s.
hi: अभी %s में बात करें
hr: Sada govorite u %s.
hu: Most beszéljen %s nyelven.
hy: Հիմա խոսեք %s:
id: Berbicara dalam %s sekarang.
is: Talaðu í %s núna.
it_it: Parla in %s adesso.
ja_jp: %sで話してください。
ka: ახლა ილაპარაკეთ ენაზე %s.
kk: Қазір %s сөйлеу.
km: និយាយ​ជា​ភាសា %s ឥឡូវ
kn: ಈಗ %s ನಲ್ಲಿ ಮಾತನಾಡಿ.
ko_kr: 지금 %s로 말하세요.
ky_kg: Азыр %s ичине сүйлөө
lo: ເວົ້າຢູ່ໃນ %s ດຽວນີ້.
lt: Dabar kalbėkite %s.
lv: Tagad runāt %s valodā.
mk: Зборувајте на %s сега.
ml: ഇപ്പോള്‍ %s-ല്‍ പറയുക.
mn_mn: Одоо %s-р ярих
mr: आता %s मध्ये बोला.
ms: Berucap dalam %s sekarang.
my_mm: ယခု %s မှာ စကားပြောပါ။
my_zg: ယခု %s မွာ စကားေျပာပါ။
nb: Snakk på %s nå.
ne: अब %s मा बोल।
nl: Spreek nu in %s.
or: ବର୍ତ୍ତମାନ %sରେ କୁହନ୍ତୁ।
pa: ਹੁਣ %s ਵਿੱਚ ਬੋਲੋ।
pl: Mów teraz w języku %s.
pl_sp: Gŏdej terŏzki w jynzyku %s.
pt_pt: Fale agora em %s.
ro: Vorbiţi în %s acum.
si: %s භාෂාවෙන් දැන් කථා කරන්න.
sk: Hovorte teraz v jazyku %s.
sl: Začnite govoriti v jeziku %s.
sq: Fol tani në %s.
sr: Sada govori %s.
sv: Prata på %s nu.
ta: இப்போது %s மொழியில் பேசுக.
te: ఇప్పుడు %s లో మాట్లాడండి.
tg_tj: Бо забони %s гап занед.
th: พูด​เป็น​ภาษา %s ​เดี๋ยว​นี้
tk_tm: Häzir %s gepläň
tl: Magsalita na nang %s ngayon.
uk: Говоріть зараз такою мовою: %s
ur: اب %s میں بولیں
uz: Endi %sda gapirish.
vi: Đọc bằng tiếng %s ngay.
zh_cn: 现在说%s。
zh_hk: 現在說%s。
zh_tw: 立即以%s讀出。

# IDS_IME_BODY_FAILED_TO_RECOGNISE_VOICE
source: Failed to recognize voice.
ar: فشل التعرف على الصوت.
as: মাত চিনাক্ত কৰিবলৈ বিফল হৈছে৷
az: Səs tanınmadı.
bg: Неуспешно гласово разпознаване.
bn: ভয়েস স্বীকৃতি জানাতে ব্যর্থ।
ca: Error de reconeixement de veu
cs: Nepodařilo se rozpoznat hlas.
da: Kunne ikke genkende stemme.
el_gr: Αποτυχία αναγνώρισης φωνής.
es_es: Error de reconocimiento de voz
et: Hääle tuvastamine nurjus.
eu: Ezin izan da ahotsa hauteman
fa: صدا شناسایی نشد.
fi: Äänen tunnistaminen epäonnistui.
fr: La voix n'a pas été reconnue.
ga: Theip ar aithint gutha.
gl: Non se puido recoñecer a voz
gu: અવાજ ઓળખવામાં નિષ્ફળ.
he: לא ניתן לזהות קול.
hi: वॉइस पहचानने में विफल।
hr: Greška prepoznavanja glasa.
hu: Nem sikerült felismerni a hangot.
hy: Չհաջողվեց ճանաչել ձայնը:
id: Gagal mengenali suara.
is: Mistókst að greina rödd.
it_it: Riconoscimento comando non riuscito.
ja_jp: 音声の認識に失敗しました。
ka: ხმის ამოცნობა ვერ შესრულდა.
kk: Дауысы танылмады.
km: បាន​បរាជ័យ​ក្នុង​ការ​ទទួល​ស្គាល់​សំឡេង។
kn: ಧ್ವನಿ ಗುರುತಿಸಲು ವಿಫಲ.
ko_kr: 음성을 인식하지 못하였습니다.
ky_kg: Үндү таану ишке ашкан жок
lo: ຈື່ສຽງບໍ່ໄດ້.
lt: Nepavyko atpažinti balso.
lv: Neizdevās atpazīt balsi.
mk: Неуспешно препознавање глас.
ml: ശബ്ദം തിരിച്ചറിയുന്നതില്‍ പരാജയപ്പെട്ടു.
mn_mn: Дуу хоолой таньж чадсангүй
mr: व्हॉइस शोधण्‍यात अयशस्वी.
ms: Gagal mengecam suara.
my_mm: အသံကို မှတ်မိမှု မအောင်မြင်။
my_zg: အသံကို မွတ္မိႈ မေအာင္ျမင္။
nb: Kunne ikke gjenkjenne stemme.
ne: भ्वाइस पत्ता लगाउन असफल।
nl: Spraakherkenning mislukt.
or: ଭଏସ୍ ଚିହ୍ନଟ କରିବାକୁ ବିଫଳ ହୋଇଛି।
pa: ਵਾੱਇਸ ਦੀ ਪਛਾਣ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie rozpoznano głosu.
pl_sp: Niy poznano głosu.
pt_pt: Falha ao reconhecer voz.
ro: Imposibil de recunoscut vocea
si: හඬ හඳුනාගත නොහැක.
sk: Nepodarilo sa rozpoznať hlas.
sl: Prepoznavanje glasu ni uspelo.
sq: Dështova të njoh zërin.
sr: Nije uspelo prepoznavanje govora.
sv: Det gick inte att identifiera rösten.
ta: குரல் கண்டறிதல் தோல்வியுற்றது.
te: వాయిస్‌ను గుర్తించడం విఫలమైంది.
tg_tj: Овоз шинохта нашуд.
th: ไม่สามารถจำแนกเสียง
tk_tm: Sesi tanap bilmedi.
tl: Hindi nakilala ang boses.
uk: Не вдалося розпізнати голос.
ur: آواز پہچاننا ناکام ہوگیا۔
uz: Ovozni aniqlab bo‘lmadi.
vi: Không nhận dạng được giọng nói.
zh_cn: 识别语音失败。
zh_hk: 無法識別語音。
zh_tw: 無法辨識語音。

# IDS_VC_HEADER_VOICE_INPUT_LANGUAGE
source: Voice input language
ar: لغة إدخال الصوت
as: মাত ইনপুট ভাষা
az: Səs daxiletmə dili
bg: Език за гласово въвеждане
bn: ভয়েস ইনপুট ভাষা
ca: Idioma d'entrada de veu
cs: Jazyk zadávání hlasem
da: Stemme-inputsprog
el_gr: Γλώσσα φωνής εισόδου
es_es: Idioma de entrada de voz
et: Häälsisestuse keel
eu: Ahots sarrera hizkuntza
fa: زبان ورودی صوتی
fi: Äänen syöttökieli
fr: Langue de la saisie vocale
ga: Teanga don ionchur gutha
gl: Idioma de entrada de voz
gu: અવાજ ઇનપુટ ભાષા
he: שפת קלט קולי
hi: वॉइस इनपुट भाषा
hr: Jezik glasovnog ulaza
hu: Hangbemenet nyelve
hy: Ձայնի ներածման լեզու
id: Bahasa masukan suara
is: Tungumál raddskipana
it_it: Lingua inserimento
ja_jp: 音声入力の言語
ka: ხმის ჩაწერის ენა
kk: Дауыспен енгізу тілі
km: ភាសា​បញ្ចូល​សំឡេង
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಭಾಷೆ
ko_kr: 음성 입력 언어
lo: ພາສາປ້ອນດ້ວຍສຽງ
lt: Balso įvesties kalba
lv: Balss ievades valoda
mk: Јазик за говорен влез
ml: വോയ്സ് ഇന്‍പുട്ട് ഭാഷ
mn_mn: Дуу хоолойн оролтын хэл
mr: आवाज निविष्ट भाषा
ms: Bahasa suara input
my_mm: အသံ ထည့်သွင်းမှု ဘာသာစကား
my_zg: အသံက ထည့္သြင္းသည့္ ဘာသာစကား
nb: Taleinndataspråk
ne: भ्वाइस इन्पुट भाषा
nl: Invoertaal spraak
or: ଭଏସ୍ ଇନପୁଟ୍ ଭାଷା
pa: ਵਾੱਇਸ ਇਨਪੁਟ ਭਾਸ਼ਾ
pl: Język wpisywania głosowego
pl_sp: Gŏdka wpisywanio głosowego
pt_pt: Idioma de introdução de voz
ro: Limbă introducere vocală
si: හඬ කැවීම් භාෂාව
sk: Jazyk hlasového vstupu
sl: Jezik za glasovno vnašanje
sq: Gjuha e hyrjes zanore
sr: Jezik govora unosa
sv: Röstinmatningsspråk
ta: குரல் உள்ளீட்டு மொழி
te: వాయిస్ ఇన్‌పుట్ భాష
th: ภาษา​อินพุต​เสียง
tk_tm: Ses giriziş dili
uk: Мова голосового введення
ur: وائس ان پٹ زبان
uz: Ovoz kiritish tili
vi: Ngôn ngữ đầu vào giọng nói
zh_cn: 语音输入语言
zh_hk: 語音輸入語言
zh_tw: 語音輸入語言

# IDS_VC_BODY_AUTOMATIC
source: Automatic
ar: تلقائي
as: স্বয়ংক্ৰিয়
az: Avtomatik
bg: Автоматично
bn: স্বয়ংক্রিয়
ca: Automàtica
cs: Automaticky
da: Automatisk
el_gr: Αυτόματα
es_es: Automático
et: Automaatne
eu: Automatikoa
fa: خودکار
fi: Automaattinen
fr: Automatique
ga: Uathoibríoch
gl: Automático
gu: સ્વયંચાલિત
he: אוטומטי
hi: स्वचालित
hr: Automatski
hu: Automatikus
hy: Ավտոմատ
id: Otomatis
is: Sjálfvirkt
it_it: Automatica
ja_jp: 自動
ka: ავტომატური
kk: Автоматты түрде
km: ស្វ័យ​ប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ
ko_kr: 자동
ky_kg: Автоматтык
lo: ອັດຕະໂນມັດ
lt: Automatinis
lv: Automātiski
mk: Автоматски
ml: ഓട്ടോമാറ്റിക്
mn_mn: Автомат
mr: स्वयंचलित
ms: Automatik
my_mm: အလိုအလျောက်
my_zg: အလုိအေလ်ာက္
nb: Automatisk
ne: स्वचालित
nl: Automatisch
or: ସ୍ଵତଃସ୍ପୃତ
pa: ਸਵੈਚਲਿਤ
pl: Automatyczny
pl_sp: Autōmatyczny
pt_pt: Automático
ro: Automat
si: ස්වයංක්‍රීය
sk: Automaticky
sl: Samodejno
sq: Automatik
sr: Automatski
sv: Automatisk
ta: தானியக்கம்
te: స్వయంచాలకం
tg_tj: Худкор
th: อัตโนมัติ
tk_tm: Awtomatiki
tl: Awtomatiko
uk: Автоматично
ur: آٹومیٹک
uz: Avtomatik
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# WDS_ST_ACBUTTON_AGREE_ABB
source: AGREE
ar: موافق
as: সহমত
az: RAZIYAM
bg: ПРИЕМАМ
bn: সম্মত
ca: ACCEPTO
cs: SOUHLASÍM
da: ACCEPTER
el_gr: ΑΠΟΔΟΧΗ
es_es: ACEPTAR
et: NÕUSTUN
eu: ADOS
fa: موافقم
fi: HYVÄKSY
fr: ACCEPTER
ga: AONTAÍM
gl: ACEPTAR
gu: સંમત છું
he: מסכים
hi: सहमत
hr: PRIHVAĆAM
hu: ELFOGADOM
hy: ՀԱՄԱՁԱՅՆ ԵՄ
id: SETUJU
is: SAMÞYKKJA
it_it: ACCETTO
ja_jp: 同意する
ka: ვეთანხმები
kk: КЕЛІСУ
km: យល់ព្រម
kn: ಒಪ್ಪುತ್ತೇನೆ
ko_kr: 동의
ky_kg: МАКУЛ БОЛУУ
lo: ເຫັນດີນຳ
lt: SUTINKU
lv: PIEKRĪTU
mk: СЕ СОГЛ.
ml: സമ്മതിക്കുന്നു
mn_mn: ЗӨВШӨӨРНӨ
mr: सहमत आहे
ms: SETUJU
my_mm: သဘောတူသည်
my_zg: သေဘာတူသည္
nb: GODTA
ne: सहमत हुनुहोस्
nl: AKKOORD
or: ରାଜି
pa: ਸਹਿਮਤ
pl: AKCEPTUJ
pl_sp: PRZIZWŌL
pt_pt: ACEITAR
ro: ACCEPT
si: එකඟයි
sk: SÚHLASÍM
sl: STRINJAM SE
sq: PRANOJ
sr: PRIHVATAM
sv: ACCEPTERA
ta: ஏற்கிறேன்
te: అంగీకరించి
tg_tj: РОЗИАМ
th: ยินยอม
tk_tm: YLALAŞ
tl: SUMANG-AYON
uk: ПРИЙМАЮ
ur: متفق
uz: ROZIMAN
vi: ĐỒNG Ý
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# IDS_IME_POP_NETWORK_CONNECTION_ERROR
source: Network connection error.
as: নেটৱৰ্ক সংযোগ ত্ৰুটি৷
az: Şəbəkə bağlantısında səhv.
bg: Грешка във връзката с мрежата.
bn: নেটওয়ার্ক সংযোগ ত্রুটি।
ca: Error de connexió de xarxa
cs: Chyba připojení k síti.
da: Netværksforbindelsesfejl.
el_gr: Σφάλμα σύνδεσης δικτύου.
es_es: Error de conexión de red
et: Võrguühenduse tõrge.
eu: Sare konexioaren errorea
fa: خطای اتصال شبکه رخ داد.
fi: Verkkoyhteysvirhe
fr: Erreur connexion réseau
ga: Earráid leis an nasc líonra.
gl: Erro de conexión de rede
gu: નેટવર્ક જોડાણ ભૂલ.
he: שגיאת חיבור רשת.
hi: नेटवर्क कनेक्शन त्रुटी।
hr: Greška mrežne veze.
hu: Hálózati kapcsolat hibája.
hy: Ցանցային կապակցման սխալ:
id: Koneksi jaringan error.
is: Tengivilla.
it_it: Errore di connessione di rete.
ja_jp: ネットワーク接続エラーです。
ka: ქსელთან დაკავშირების შეცდომა.
kk: Желіге қосылу қатесі
km: កំហុស​ការភ្ជាប់​បណ្តាញ។
kn: ನೆಟ್‌‌ವರ್ಕ್ ಸಂಪರ್ಕ ದೋಷ.
ko_kr: 네트워크에 연결할 수 없습니다.
ky_kg: Тармак байланыштагы ката
lo: ການເຊື່ອມຕໍ່ເຄືອຂ່າຍຂັດຂ້ອງ.
lt: Jungimosi prie tinklo klaida.
lv: Tīkla savienojuma kļūda.
mk: Грешка во мрежното поврзување.
ml: നെറ്റ‍വര്‍ക്ക് കണക്ഷന്‍ പിശക്.
mn_mn: Сүлжээний холболтын алдаа
mr: नेटवर्क जोडण्यात त्रूटि.
ms: Ralat sambungan rangkaian.
my_mm: ကွန်ယက်ချိတ်ဆက်မှု အမှား။
my_zg: ကြန္ယက္ခ်ိတ္ဆက္မႈ အမွား။
nb: Nettverkstilkoblingsfeil.
ne: नेटवर्क जडान त्रुटि।
nl: Netwerkverbindingsfout.
or: ନେଟୱାର୍କ୍ ସଂଯୋଜନ ତ୍ରୁଟି।
pa: ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਤਰੁੱਟੀ।
pl: Błąd połączenia sieciowego
pl_sp: Feler ôd necowygo połōnczyniŏ.
pt_pt: Erro de ligação à rede.
ro: Eroare la conectarea la reţea
si: ජාල සම්බන්ධතා දෝෂය.
sk: Chyba pripojenia k sieti.
sl: Napaka omrežne povezave.
sq: Gabim në lidhjet me rrjetin.
sr: Greška mrežne veze.
sv: Nätverksanslutningsfel.
ta: நெட்வொர்க் இணைப்பில் பிழை.
te: నెట్‌వర్క్ కనెక్షన్ లోపం.
tg_tj: Хатогии пайвасти шабака ба миён омад.
th: การเชื่อมต่อเครือข่ายผิดพลาด
tk_tm: Ulgam montaj ýalňyşy.
tl: Error sa koneksyon sa network.
uk: Помилка з’єднання з мережею.
ur: نیٹ ورک کنکشن غلطی۔
uz: Tarmoq ulanishi xatosi.
vi: Lỗi kết nối mạng.
zh_cn: 网络连接错误。
zh_hk: 網絡連接錯誤。
zh_tw: 網路連線發生錯誤。

# IDS_ST_POP_NETWORK_ERROR
source: Network error.
ar: حدث خطأ في الشبكة.
as: নেটৱৰ্ক ত্ৰুটি৷
az: Şəbəkə xətası.
bg: Грешка на мрежата.
bn: নেটওয়ার্ক ত্রুটি।
ca: Error de xarxa
cs: Chyba sítě.
da: Netværksfejl.
el_gr: Σφάλμα δικτύου.
es_es: Error de red
et: Võrgutõrge.
eu: Sarearen errorea
fa: خطا در شبکه رخ داد.
fi: Verkkovirhe
fr: Erreur réseau
ga: Earráid líonra.
gl: Erro de rede
gu: જોડાણમાં ભૂલ.
he: שגיאת רשת.
hi: नेटवर्क त्रुटी।
hr: Greška mreže.
hu: Hálózati hiba
hy: Ցանցի սխալ:
id: Jaringan error.
is: Netvilla.
it_it: Errore di rete.
ja_jp: ネットワークエラーが発生しました。
ka: ქსელის შეცდომა.
kk: Желі қателігі
km: កំហុស​បណ្ដាញ។
kn: ನೆಟ್‌ವರ್ಕ್‌ ತಪ್ಪು.
ko_kr: 네트워크 오류가 발생하였습니다.
ky_kg: Тармак катасы
lo: ເຄືອຂ່າຍຂັດຂ້ອງ
lt: Tinklo klaida.
lv: Tīkla kļūda.
mk: Грешка во мрежата.
ml: നെറ്റ്‌വര്‍ക്ക് പിശക്.
mn_mn: Сүлжээний алдаа
mr: नेटवर्क त्रुटी.
ms: Ralat rangkaian.
my_mm: ကွန်ရက် အမှား
my_zg: ကြန္ရက္ အမွား
nb: Nettverksfeil.
ne: नेटवर्क त्रुटि।
nl: Netwerkfout.
or: ନେଟୱାର୍କ ତ୍ରୁଟି।
pa: ਨੈੱਟਵਰਕ ਤਰੁੱਟੀ।
pl: Błąd sieci
pl_sp: Feler neca
pt_pt: Erro da rede.
ro: Eroare reţea
si: ජාල දෝෂයකි.
sk: Chyba siete.
sl: Napaka omrežja.
sq: Gabim rrjeti.
sr: Greška mreže.
sv: Nätverksfel.
ta: நெட்வொர்க் பிழை.
te: నెట్వర్క్ లోపం.
tg_tj: Хатогии шабака
th: เครือข่ายผิดพลาด
tk_tm: Ulgam näsazlygy
tl: Error sa network.
uk: Помилка мережі.
ur: نیٹ ورک کی غلطی۔
uz: Tarmoq xatosi.
vi: Lỗi mạng.
zh_cn: 网络故障
zh_hk: 網絡故障。
zh_tw: 網路錯誤。

# WDS_VOICE_NPBODY_SPEAK_NOW_ABB
source: Speak now
ar: تكلم الآن
as: এতিয়া কওক
az: İndi daniş
bg: Говорете сега
bn: এখন বলুন
ca: Parli ara
cs: Hovořte
da: Tal nu
el_gr: Μιλήστε τώρα
es_es: Hablar ahora
et: Rääkige nüüd
eu: Hitz egin orain
fa: اکنون صحبت کنید
fi: Puhu nyt
fr: Parlez maintenant
ga: Labhair anois
gl: Fala agora
gu: હવે બોલો
he: דבר עכשיו
hi: अब बोलें
hr: Sad govorite
hu: Beszéljen
hy: Հիմա խոսեք
id: Bicara skg
is: Talaðu núna
it_it: Parlate ora
ja_jp: 音声入力してください
ka: ილაპარაკეთ ახლა
kk: Қазір сөйлесу
km: និយាយ​ឥឡូវ
kn: ಈಗ ಮಾತನಾಡಿ
ko_kr: 지금 말하세요
ky_kg: Азыр сүйлөө
lo: ເວົ້າດຽວນີ້
lt: Dabar kalbėkite
lv: Runājiet tagad
mk: Зборувајте сега
ml: ഇപ്പോൾ സംസാരിക്കുക
mn_mn: Одоо ярь
mr: आता बोला
ms: Cakap sekarang
my_mm: ယခုစကားပြောပါ
my_zg: ယခုစကားေျပာပါ
nb: Snakk nå
ne: अहिले बोल्नुहोस्
nl: Nu spreken
or: ବର୍ତ୍ତମାନ କୁହନ୍ତୁ
pa: ਹੁਣ ਬੋਲੋ
pl: Mów teraz
pl_sp: Gŏdej terŏzki
pt_pt: Fale agora
ro: Vorbiţi acum
si: දැන් කථා කරන්න
sk: Teraz hovorte
sl: Govorite
sq: Fol tani
sr: Govori sada
sv: Prata nu
ta: இப்போது பேசவும்
te: ఇప్పుడు మాట్లాడండి
tg_tj: Ҳозир сухан гӯед
th: พูดตอนนี้
tk_tm: Häzir gürle
tl: Magsalita na
uk: Говоріть
ur: ابھی بولیں
uz: Hozir gapiring
vi: Nói ngay
zh_cn: 现在请说
zh_hk: 現在請說
zh_tw: 現在請說

# WDS_VOICE_OPT_LANGUAGE_ABB
source: Language
ar: اللغة
as: ভাষা
az: Dil
bg: Език
bn: ভাষা
ca: Idioma
cs: Jazyk
da: Sprog
el_gr: Γλώσσα
es_es: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
ga: Teanga
gl: Idioma
gu: ભાષા
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it_it: Lingua
ja_jp: 言語
ka: ენა
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ko_kr: 언어
ky_kg: Тил
lo: ພາສາ
lt: Kalba
lv: Valoda
mk: Јазик
ml: ഭാഷ
mn_mn: Хэл
mr: भाषा
ms: Bahasa
my_mm: ဘာသာစကား
my_zg: ဘာသာစကား
nb: Språk
ne: भाषा
nl: Taal
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pl: Język
pl_sp: Gŏdka
pt_pt: Idioma
ro: Limbă
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Jezik
sv: Språk
ta: மொழி
te: భాష
tg_tj: Забон
th: ภาษา
tk_tm: Dil
tl: Wika
uk: Мова
ur: زبان
uz: Til
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

# WDS_VOICE_TPOP_RECOGNITION_FAILED_ABB
source: Recognition failed.
ar: فشلت عملية التعرف.
as: চিনাক্ত বিফল হৈছে৷
az: Tanıma alınmadı.
bg: Неуспешно разпознав.
bn: স্বীকৃতিদান ব্যর্থ।
ca: Error reconeixement.
cs: Nelze rozpoznat.
da: Genkendelse mislyk.
el_gr: Η αναγνώρ. απέτυχε.
es_es: Error al reconocer.
et: Tuvastamine nurjus.
eu: Ezin izan da hautem.
fa: شناسایی ناموفق بود.
fi: Tunnistus epäonn.
fr: Échec reconnaissance.
ga: Theip ar aithint.
gl: Erro no recoñecemen.
gu: ઓળખાણ નિષ્ફળ થઈ.
he: הזיהוי נכשל.
hi: पहचान विफल हुई।
hr: Prepozn. neuspješno.
hu: Nem sik. felismerni.
hy: Չհաջողվեց ճանաչել:
id: Pengenalan gagal.
is: Greining mistókst.
it_it: Riconoscim. fallito
ja_jp: 認識に失敗しました。
ka: ვერ ამოიცნო.
kk: Тану сәтсіз болды.
km: ការទទួលស្គាល់​បាន​បរាជ័យ។
kn: ಗುರುತಿಸುವಿಕೆ ವಿಫಲ.
ko_kr: 인식하지 못했습니다.
ky_kg: Аныктоо кыйрады.
lo: ການຈົດຈຳບໍ່ສໍາເລັດ.
lt: Atpažinti nepavyko.
lv: Neizdevās atpazīt.
mk: Неусп. препознавање.
ml: തിരിച്ചറിയൽ പരാജയ.
mn_mn: Танилт болсонгүй.
mr: ओळख अयशस्‍वी झाली.
ms: Pengecaman gagal.
my_mm: အသိအမှတ်ပြုခြင်း မအောင်မြင်ပါ။
my_zg: အသိအမွတ္ျပဳျခင္း မေအာင္ျမင္ပါ။
nb: Gjenkjenning mislyk.
ne: पहिचान गर्न असफल भयो।
nl: Herkenning mislukt.
or: ଚିହ୍ନଟକରଣ ବିଫଳ ହୋଇ.।
pa: ਪਤਾ ਲਗਾਉਣਾ ਅਸਫਲ।
pl: Błąd rozpoznawania.
pl_sp: Feler poznŏwanio.
pt_pt: Reconhecimento falhou.
ro: Recun. nu a reuşit.
si: හඳුනාගැනීමට අසමත් විය.
sk: Rozpoznanie zlyhalo.
sl: Prepozn. ni uspelo.
sq: Njohja dështoi.
sr: Neuspešno prepoznav.
sv: Ident. misslyckades.
ta: கண்டறிதல் தோல்வியுற்றது.
te: గుర్తింపు విఫలమైంది.
tg_tj: Шинохт иҷро нашуд.
th: การรับรู้ล้มเหลว
tk_tm: Tanap bolmady.
tl: Nabigong kilalanin.
uk: Збій розпізнавання.
ur: پہچان ناکام ہوگیا۔
uz: Aniqlab bo‘lmadi.
vi: Nhận dạng bị lỗi.
zh_cn: 识别失败
zh_hk: 識別失敗。
zh_tw: 辨識失敗。

# WDS_VOICE_MBODY_NETWORK_ERROR_ABB
source: Network error
ar: خطأ في الشبكة
as: নেটৱৰ্ক ত্ৰুটি
az: Şəbəkə xətası
bg: Грешка в мрежата
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
cs: Chyba sítě
da: Netværksfejl
el_gr: Σφάλμα δικτύου
es_es: Error de red
et: Võrgutõrge
eu: Sareko errorea
fa: خطای شبکه
fi: Verkkovirhe
fr: Erreur réseau
ga: Earráid líonra
gl: Erro de rede
gu: નેટવર્ક ભૂલ
he: שגיאת רשת
hi: नेटवर्क त्रुटि
hr: Pogreška mreže
hu: Hálózati hiba
hy: Ցանցային սխալ
id: Kesalahan jaringan
is: Netvilla
it_it: Errore di rete
ja_jp: ネットワークエラー
ka: ქსელის შეცდომაა
kk: Желі қатесі
km: កំហុស​បណ្ដាញ
kn: ನೆಟ್‌‌ವರ್ಕ್‌ ದೋಷ
ko_kr: 네트워크 오류
ky_kg: Тармак катасы
lo: ເຄືອຂ່າຍຂັດຂ້ອງ
lt: Tinklo klaida
lv: Tīkla kļūda
mk: Грешка на мрежата
ml: നെറ്റ്‌വർക്ക് പിശക്
mn_mn: Сүлжээний алдаа
mr: नेटवर्क त्रुटी
ms: Ralat rangkaian
my_mm: ကွန်ယက်အမှား
my_zg: ကြန္ယက္အမွား
nb: Nettverksfeil
ne: नेटवर्क त्रुटि
nl: Netwerkstoring
or: ନେଟୱାର୍କ୍ ତ୍ରୁଟି
pa: ਨੈੱਟਵਰਕ ਤਰੁੱਟੀ
pl: Błąd sieci
pl_sp: Feler neca
pt_pt: Erro de rede
ro: Eroare de reţea
si: ජාලයේ දෝෂය
sk: Chyba siete
sl: Napaka omrežja
sq: Gabim rrjeti
sr: Greška na mreži
sv: Nätverksfel
ta: நெட்வொர்க் பிழை
te: నెట్‌వర్క్ దోషం
tg_tj: Хатогии шабака
th: เครือข่ายผิดพลาด
tk_tm: Tor ýalňyşlygy
tl: Error sa network
uk: Помилка мережі
ur: نیٹ ورک کی غلطی
uz: Tarmoq xatosi
vi: Lỗi mạng
zh_cn: 网络故障
zh_hk: 網絡錯誤
zh_tw: 網路錯誤
