Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# LDS_IME_BODY_INFORMATION_PROVISION_AGREEMENT_LEGALPHRASE_WC1
source: Information Provision Agreement
ar: اتفاقية توفير المعلومات
as: তথ্য প্ৰস্তুতিৰ চুক্তি
az: Məlumatın Təmin edilməsi barədə Müqavilə
bg: Споразумение за предоставяне на информация
bn: তথ্য ব্যবস্থা চুক্তি
ca: Consentiment per al tractament i recollida d'informació
cs: Smlouva o poskytování informací
da: Aftale om informationslevering
el_gr: Σύμβασηπαροχήςπληροφοριών
es_es: Consentimiento para el tratamiento y recogida de información
et: Teabe jagamise nõusolek
eu: Informazioa tratatzeko eta biltzeko onespena
fa: توافق نامه ارائه اطلاعات
fi: Tietojen luovutussopimus
fr: Accord pour la fourniture d'informations
ga: Comhaontú um Sholáthar Faisnéise
gl: Consentimento para o tratamento e recollida de información
gu: માહિતી જોગવાઈ કરાર
he: הסכם הקצאת מידע
hi: जानकारी प्रावधान अनुबंध
hr: Ugovor o pristanku na davanje informacija
hu: Megállapodás információ rendelkezésre bocsátásáról
hy: Տեղեկությունների տրամադրման համաձայնագիր
id: Perjanjian Penyediaan Informasi
is: Samningur um upplýsingamiðlun
it_it: Contratto per la fornitura di informazioni
ja_jp: 情報提供契約
ka: შეთანხმება ინფორმაციის მიწოდების შესახებ
kk: Ақпарат беру туралы келісім
km: ការព្រមព្រៀងក្នុងការផ្ដល់ព័ត៌មាន
kn: ಮಾಹಿತಿ ಪೂರೈಕೆ ಒಪ್ಪಂದ
ko_kr: 정보수집 및 제공에 대한 동의
lo: ຂໍ້​ມູນ​ຂໍ້​ຕົກ​ລົງ​ລັດ​ຖະ​ບັນ​ຍັດ
lt: Informacijos teikimo sutartis
lv: Informācijas sniegšanas līgums
mk: Договор за испорака на информации
ml: വിവര സംവിധാന കരാർ
mr: माहिती प्राविधान करार
ms: Perjanjian Peruntukan Maklumat
my_mm: #N/A
my_zg: သတင္းအခ်က္အလက္ ပံ့ပိုးျခင္းဆုိင္ရာ သေဘာတူညီခ်က္
nb: Avtale om tilgjengeliggjøring av informasjon
ne: जानकारी व्यवस्थापन सम्झौता
nl: Overeenkomst voor het leveren van informatie
or: ବ୍ୟବସ୍ଥାପନ ଚୁକ୍ତି ସୂଚନା
pa: ਜਾਣਕਾਰੀ ਦੇ ਪ੍ਰਬੰਧ ਦਾ ਇਕਰਾਰਨਾਮਾ
pl: Umowa o przekazywanie informacji
pl_sp: Umowa ô przeciepywanie informacyji
pt_pt: Acordo de Fornecimento de Informações
ro: Acord privind furnizarea informaţiilor
si: තොරතුරු සම්පාදනය කිරීමේ ගිවිසුම
sk: Zmluva o poskytovaní informácií
sl: Pogodba o omogočanju podatkov
sq: Marrëveshja për Dhënien e Informacionit
sr: Ugovor o dostavljanju informacija
sv: Informationsleveransavtal
ta: தகவல் வழங்கல் ஒப்பந்தம்
te: సమాచార కేటాయింపు ఒప్పందం
th: ข้อตกลงการให้ข้อมูล
tl: Impormasyon ng Kasunduan ng Probisyon
uk: Угода про інформаційне забезпечення
ur: معلومات کی فراہمی کا معاھدہ
uz: Ma’lumotlarni taqdim etish to‘g‘risida kelishuv
vi: Thỏa thuận cung cấp thông tin
zh_cn: 信息提供协议
zh_hk: 資料提供協議
zh_tw: 資訊提供協議

# IDS_VTR_BODY_RECOGNITION_SERVICE_BUSY
source: Recognition service busy.
ar: خدمة التعرف مشغولة.
as: স্বীকৃতিপ্ৰাপ্ত সেৱা ব্যস্ত৷
az: Tanınma xidməti məşğuldur.
bg: Услугата за разпознаване е претоварена.
bn: শনাক্তকরণ পরিষেবা ব্যস্ত।
ca: Servei de reconeixement ocupat
cs: Služba rozpoznávání je zaneprázdněna.
da: Genkendelsestjeneste optaget.
el_gr: Η υπηρεσία φωνητικής αναγνώρισης είναι απασχολημένη.
es_es: Servicio de reconocimiento ocupado
et: Tuvastusteenus on hõivatud.
eu: Errekonozitze zerbitzua lanpetuta
fa: سرویس شناسایی مشغول است.
fi: Tunnistuspalvelu on varattu.
fr: Service de reconnaissance occupé
ga: Seirbhís aitheanta gnóthach.
gl: Servizo de recoñecemento ocupado
gu: ઓળખાણ સેવા વ્યસ્ત.
he: שירות זיהוי תפוס.
hi: पहचान सेवा व्यस्त।
hr: Usluga prepoznavanja zauzeta.
hu: A felismerési szolgáltatás foglalt.
hy: Ճանաչման ծառայությունը զբաղված է:
id: Layanan pengenal sibuk.
is: Greiningarþjónusta er upptekin.
it_it: Servizio di riconoscimento occupato.
ja_jp: 認識サービスが混み合っています。
ka: ამოცნობის სერვისი დაკავებულია.
kk: Тану қызметі бос емес.
km: សេវា​ស្គាល់​រវល់។
kn: ಗುರುತಿಸುವಿಕೆ ಸೇವೆ ನಿರತ.
ko_kr: 인식 서비스가 응답하지 않습니다.
ky_kg: Таануу кызматы бош эмес
lo: ການບໍລິການເລື່ອງການຮັບຮູ້ບໍ່ຫວ່າງ.
lt: Atpažinimo serveris užimtas.
lv: Atpazīšanas pakalpojums aizņemts.
mk: Услугата за препознавање е зафатена.
ml: തിരിച്ചറിയല്‍ സേവനം തിരക്കിലാണ്.
mn_mn: Таних үйлчилгээ завгүй
mr: ओळख सेवा व्यस्त.
ms: Perkhidmatan pengecaman sibuk.
my_mm: အသိအမှတ်ပြု ဝန်ဆောင်မှု မအားပါ။
my_zg: အသိအမွတ္ျပဳ ဝန္ေဆာင္မႈ မအားပါ။
nb: Gjenkjenningstjeneste opptatt.
ne: पहिचान सेवा व्यस्त छ।
nl: Herkenningsservice bezet.
or: ଚିହ୍ନଟ ସେବା ବ୍ୟସ୍ତ ଅଛି।
pa: ਪਛਾਣ ਸੇਵਾ ਵਿਅਸਤ।
pl: Usługa rozpoznawania jest zajęta.
pl_sp: Usuga poznŏwaniŏ je zajyntŏ.
pt_pt: Serviço de reconhecimento ocupado.
ro: Serviciu de recunoaştere ocupat
si: හඳුනාගැනීමේ සේවාව කාර්ය බහුලයි.
sk: Služba rozpoznávania je zaneprázdnená.
sl: Storitev prepoznavanja je zasedena.
sq: Shërbimi i njohjes është i zënë.
sr: Usluga prepoznavanja je zauzeta.
sv: Igenkänningstjänsten upptagen.
ta: கண்டறிதல் சேவை பிஸியாக உள்ளது.
te: గుర్తింపు సేవ పనిలో ఉంది.
tg_tj: Хидмати шинохтагирӣ банд аст.
th: การ​ค้น​หาบริ​การ​ไม่​ว่าง
tk_tm: Tanama hyzmaty meşgul
tl: Busy ang serbisyo ng recognition.
uk: Служба розпізнавання зайнята.
ur: پہچان کی خدمت مشغول ہے۔
uz: Aniqlash xizmati band.
vi: Dịch vụ nhận dạng đang bận.
zh_cn: 识别服务忙。
zh_hk: 識別服務忙碌。
zh_tw: 辨識服務忙碌。

# WDS_WMGR_MBODY_CALL_ME_LATER
source: Call me later.
ar: اتصل بي لاحقاً.
as: মোক পিছত কল কৰক৷
az: Sonra zəng et.
bg: Обадете ми се по-късно.
bn: আমাকে পরে কল করুন।
ca: Trucar-me més tard.
cs: Zavolejte mi později.
da: Ring til mig senere.
el_gr: Καλέστε αργότερα.
es_es: Llámame más tarde.
et: Helista mulle hiljem.
eu: Deitu geroago.
fa: بعداً با من تماس بگیرید.
fi: Soita minulle myöhemmin.
fr: Appelez-moi plus tard.
ga: Cuir glao orm ar ball.
gl: Chámame máis tarde.
gu: મને પછી કૉલ કરો.
he: התקשר אלי מאוחר יותר.
hi: मुझे बाद में कॉल करें।
hr: Nazovi me poslije.
hu: Hívjon később.
hy: Զանգահարեք ինձ ավելի ուշ:
id: Hubungi saya nanti.
is: Hringdu í mig seinna.
it_it: Richiamami più tardi.
ja_jp: 後で電話してください。
ka: მოგვიანებით დამირეკეთ.
kk: Кейін қоңырау шалыңыз.
km: ហៅ​ខ្ញុំ​ពេល​ក្រោយ។
kn: ನನಗೆ ನಂತರ ಕರೆ ಮಾಡಿ.
ko_kr: 나중에 전화해 주세요.
ky_kg: Мага кийинчерээк чалыңыз.
lo: ໂທກັບຫາຂ້ອຍອີກພາຍຫຼັງ.
lt: Paskambinkite vėliau.
lv: Piezvaniet man vēlāk.
mk: Јави ми се попосле.
ml: എന്നെ പിന്നീട് വിളിക്കുക.
mn_mn: Дараа залгана уу.
mr: मला नंतर कॉल करा.
ms: Hubungi saya kemudian.
my_mm: နောက်မှ ခေါ်ပါ။
my_zg: ေနာက္မွ ေခၚပါ။
nb: Ring meg senere.
ne: मलाई पछि कल गनुहोस्।
nl: Bel me later.
or: ମୋତେ ପରେ କଲ୍ କରନ୍ତୁ।
pa: ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕਾੱਲ ਕਰੋ।
pl: Zadzwoń później.
pl_sp: Szkyrtnij potym.
pt_pt: Telefone-me mais tarde.
ro: Sunaţi-mă mai târziu.
si: පසුව මා අමතන්න.
sk: Zavolajte mi neskôr.
sl: Pokličite me kasneje.
sq: Më thirr më vonë.
sr: Pozovi me kasnije.
sv: Ring mig senare.
ta: என்னை பின்னர் அழைக்கவும்.
te: నాకు తర్వాత కాల్ చేయండి.
tg_tj: Ба ман баъдтар занг з-д.
th: โทรกลับภายหลัง
tk_tm: Soň jaň ediň.
tl: Tawagan mo ako mamaya.
uk: Зателефонуйте пізніше.
ur: مجھے بعد میں کال کریں۔
uz: Keyin qo‘ng‘iroq qiling.
vi: Hãy gọi tôi sau.
zh_cn: 请稍后再打电话给我。
zh_hk: 稍後致電我。
zh_tw: 稍後回電給我。

# WDS_VOICE_NPBODY_TAP_TO_PAUSE_ABB
source: Tap to pause
ar: انقر للإيقاف مؤقتاً
as: বিৰতি দিবলৈ টিপক
az: Pauza üçün vur
bg: Докоснете за пауза
bn: বিরতি দিতে ট্যাপ ক:
ca: Toqui per pausa
cs: Klepnutím pozastav.
da: Tryk for at pause
el_gr: Πάτημα για παύση
es_es: Pulsar para pausar
et: Toksake, et peatada
eu: Ukitu pausatzeko
fa: برای مکث ضربه بزنید
fi: Keskeytä napautt.
fr: Appuyer pour pause
ga: Tapáil le cur ar sos
gl: Toca para deter
gu: થોભાવવા ટેપ કરો
he: הקש כדי להשהות
hi: विराम हेतु टैप करें
hr: Dodir. za pauziranje
hu: Szünethez érint. meg
hy: Թակել ընդմիջելու հր
id: Ketuk untuk jeda
is: Pikka fyrir hlé
it_it: Toccate per sospend.
ja_jp: タップして一時停止
ka: შეეხე, რომ დაპაუზდეს
kk: Кідірту үшін түрту
km: ប៉ះ ដើម្បី​ផ្អាក
kn: ವಿರಾಮಗೊಳಿಸಲು ತಟ್ಟಿ
ko_kr: 일시 정지하려면 누르세요
ky_kg: Тыныгуу үчүн басыңыз
lo: ແຕະເພື່ອຢຸດຊົ່ວຄາວ
lt: Bakst. ir pristabd.
lv: Piesk., lai apturētu
mk: Допри за пауза
ml: തൽക്കാലം നിർത്താൻ സ്പർശിക്കുക
mn_mn: Товшоод түр зогс
mr: विराम देण्यासाठी टॅप करा
ms: Ketik untuk dijedakn
my_mm: ရပ်တန့်ရန် နှိပ်ပါ
my_zg: ရပ္တန္႔ရန္ ႏွိပ္ပါ
nb: Trykk for å pause
ne: पज गर्न ट्याप गर्नुहोस्
nl: Tik voor onderbreken
or: ବିରତ କରିବାକୁ ଟ୍ୟାପ୍
pa: ਵਿਰਾਮ ਦੇਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Dotkn., by wstrzymać
pl_sp: Tykn., coby sztopnōńć
pt_pt: Toque para pausa
ro: Ating. pt. a întrer.
si: රැඳවීමට තට්ටු කරන්න
sk: Ťuknutím pozastavíte
sl: Pritisnite za premor
sq: Trokit për pauzë
sr: Kucnite za pauzu
sv: Tryck för att pausa
ta: இ.நிறுத்தம் டேப் செய்க
te: పాజ్ చేయడానికి ట్యాప్ చేయండి
tg_tj: Барои таваққуф, зрба
th: สัมผัสเพื่อพักชั่วคราว
tk_tm: Säginmek üçin bas
tl: I-tap para i-pause
uk: Торкніться для паузи
ur: وقفہ کے لیے تھپکی دیں
uz: To‘xtam uchun teging
vi: Chạm để tạm dừng
zh_cn: 点击以暂停
zh_hk: 輕觸以暫停
zh_tw: 輕觸以暫停
