Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# WDS_WMGR_MBODY_WHEN_CAN_WE_MEET_Q
source: When can we meet?
ar: متى يمكننا اللقاء؟
as: আমি কেতিয়া লগ পাম?
az: Nə vaxt görüşə bilərik?
bg: Кога може да се срещнем?
bn: আমরা কখন সাক্ষাত্‍ করতে পারি?
ca: Quan podem quedar?
cs: Kdy se můžeme setkat?
da: Hvornår kan vi mødes?
el_gr: Πού μπορούμε να βρεθούμε;
es_es: ¿Cuándo quedamos?
et: Millal saame kohtuda?
eu: Noiz elkar gaitezke?
fa: کی یکدیگر را ملاقات کنیم؟
fi: Koska voimme tavata?
fr: Qd peut-on se retrouver ?
ga: Cathain a bhuailfimid?
gl: Cando podemos xuntarnos?
gu: આપણે ક્યારે મળી શકીએ?
he: מתי נוכל להיפגש?
hi: हम कब मिल सकते हैं?
hr: Kada ćemo se naći?
hu: Mikor találkozhatunk?
hy: Ե՞րբ կարող ենք հանդիպել:
id: Kapan kita dapat bertemu?
is: Hvenær getum við hist?
it_it: Quando ci incontriamo?
ja_jp: いつ会えますか？
ka: როდის შევხვდეთ?
kk: Қашан кездесе аламыз?
km: តើ​យើង​អាច​ជួបគ្នា​ពេល​ណា?
kn: ನಾವು ಯಾವಾಗ ಭೇಟಿಯಾಗುವುದು?
ko_kr: 언제 만날까요?
ky_kg: Качан жолуга алабыз?
lo: ພວກເຮົາສາມາດປະຊຸມກັນໄດ້ເມື່ອໃດ?
lt: Kada galime susitikti?
lv: Kad mēs varētu satikties?
mk: Кога да се видиме?
ml: നമുക്ക് എപ്പോൾ കാണാം?
mn_mn: Бид хэзээ уулзах вэ?
mr: आपण कधी भेटू शकतो?
ms: Bila kita boleh berjumpa?
my_mm: ဘယ်တော့ တွေ့နိုင်မလဲ?
my_zg: ဘယ္ေတာ့ ေတြ႔ႏိုင္မလဲ?
nb: Når kan vi møtes?
ne: हामी कहिले भेट्न हुन सक्छौं?
nl: Wanneer spreken we af?
or: ଆମେ କେବେ ମିଶି ପାରିବା?
pa: ਅਸੀਂ ਕਦੋਂ ਮਿਲ ਸਕਦੇ ਹਾਂ?
pl: Kiedy możemy się spotkać?
pl_sp: Kej poradzymy sie trefić?
pt_pt: Podemos encontrar-nos?
ro: Când ne putem întâlni?
si: අපට හමුවිය හැක්කේ කවදාද?
sk: Kedy sa môžeme stretnúť?
sl: Kje se lahko dobiva?
sq: Kur mund të takohemi?
sr: Kad možemo da se nađemo?
sv: När kan vi träffas?
ta: எப்போது சந்திக்கலாம்?
te: మనం ఎప్పుడు కలుద్దాం?
tg_tj: Кай вохӯрда метавонем?
th: เราจะพบกันที่ไหนดี?
tk_tm: Haçan görşüp bileris?
tl: Kailan tayo pwedeng magkita?
uk: Коли можемо зустрітися?
ur: ہم کب ملاقات کر سکتے ہیں؟
uz: Qachon uchrashamiz?
vi: Khi nào mình gặp nhau?
zh_cn: 我们什么时候可以见面？
zh_hk: 幾點可以碰面？
zh_tw: 幾點可以碰面？

# WDS_WMGR_MBODY_WHERE_ARE_YOU_Q
source: Where are you?
ar: أين أنت؟
as: আপুনি ক'ত আছে?
az: Haradasan?
bg: Къде сте?
bn: আপনি কোথায়?
ca: On ets?
cs: Kde jste?
da: Hvor er du?
el_gr: Πού είσαι;
es_es: ¿Dónde estás?
et: Kus sa oled?
eu: Non zaude?
fa: کجایید؟
fi: Missä olet?
fr: Où êtes-vous ?
ga: Cá bhfuil tú?
gl: Onde andas?
gu: તમે ક્યાં છો?
he: איפה אתה?
hi: आप कहाँ हैं?
hr: Gdje si?
hu: Hol van most?
hy: Որտե՞ղ ես:
id: Di manakah Anda?
is: Hvar ertu?
it_it: Dove sei?
ja_jp: 今どこにいますか？
ka: სად ხართ?
kk: Қайдасыз?
km: តើ​អ្នក​នៅ​កន្លែង​ណា?
kn: ನೀವು ಎಲ್ಲಿದ್ದೀರಿ?
ko_kr: 어디에 있나요?
ky_kg: Сиз кайдасыз?
lo: ທ່ານຢູ່ໃສ?
lt: Kur esate?
lv: Kur jūs atrodaties?
mk: Каде си?
ml: നിങ്ങള്‍ എവിടെയാണ്?
mn_mn: Та хаана байна вэ?
mr: आपण कोठे आहात?
ms: Di manakah anda?
my_mm: ခင်ဗျား ဘယ်မှာလဲ?
my_zg: ခင္ဗ်ား ဘယ္မွာလဲ?
nb: Hvor er du?
ne: तपाई कहाँ हुनुहुन्छ?
nl: Waar ben je?
or: ଆପଣ କେଉଁଠାରେ ଅଛନ୍ତି?
pa: ਤੁਸੀਂ ਕਿੱਥੇ ਹੋ?
pl: Gdzie jesteś?
pl_sp: Kaj żeś je?
pt_pt: Onde está?
ro: Unde sunteţi?
si: ඔබ කොහේද?
sk: Kde ste?
sl: Kje ste?
sq: Ku je ti?
sr: Gde si?
sv: Var är du?
ta: எங்கே இருக்கிறீர்கள்?
te: మీరు ఎక్కడ ఉన్నారు?
tg_tj: Шумо дар куҷоед?
th: คุณอยู่ที่ไหน?
tk_tm: Siz nirede?
tl: Nasaan ka na?
uk: Де ви?
ur: آپ کہاں ہیں؟
uz: Qayerdasiz?
vi: Bạn đang ở đâu?
zh_cn: 你在哪里？
zh_hk: 您在哪裡？
zh_tw: 你在哪裡？

# IDS_IME_BODY_TWO_HEARTS_M_EMOTICON_NAME
source: Two hearts
ar: قلبان
as: দুখন হৃদয়
az: İki ürək
bg: Две сърца
bn: দুটি হৃদযন্ত্র
ca: Dos cors
cs: Dvě srdce
da: To hjerter
el_gr: Δύο καρδιές
es_es: Dos corazones
et: Kaks süda
eu: Bi bihotz
fa: دو قلب
fi: Kaksi sydäntä
fr: Deux cœurs
ga: Dhá chroí
gl: Dous corazóns
gu: બે હૃદયો
he: שני לבבות
hi: दो दिल
hr: Dva srca
hu: Két szív
hy: Երկու սիրտ
id: Dua hati
is: Tvö hjörtu
it_it: Due cuori
ja_jp: 2つのハート
ka: ორი გული
kk: Екі жүрек
km: បេះដូង​ពីរ
kn: ಎರಡು ಹೃದಯಗಳು
ko_kr: 하트 두 개
ky_kg: Эки жүрөк
lo: ຫົວໃຈສອງດວງ
lt: Dvi širdys
lv: Divas sirdis
mk: Две срца
ml: രണ്ട് ഹൃദയങ്ങൾ
mn_mn: Хоёр зүрх
mr: दोन हृदये
ms: Dua hati
my_zg: ႏွလံုး ႏွစ္ခု
nb: To hjerter
ne: दुईवटा मुटुहरू
nl: Twee harten
or: ଦୁଇଟି ହୃଦୟ
pa: ਦੋ ਦਿਲ
pl: Dwa serca
pl_sp: Dwa serca
pt_pt: Dois corações
ro: Două inimi
si: දෙ හද
sk: Dve srdcia
sl: Dve srci
sq: Dy zemra
sr: Dva srca
sv: Två hjärtan
ta: இரண்டு இதயங்கள்
te: రెండు హృదయాలు
tg_tj: Ду дил
th: หัวใจคู่
tk_tm: Iki ýürek
tl: Dalawang puso
uk: Два серця
ur: دو دل
uz: Ikkita yurak
vi: Hai trái tim
zh_cn: 两颗心
zh_hk: 兩顆心
zh_tw: 雙心型

# IDS_IME_BODY_PIG_NOSE_M_EMOTICON_NAME
source: Pig nose
ar: أنف خنزير
as: গাহৰিৰ নাক
az: Donuz burnu
bg: Зурла на прасе
bn: শূকরের নাক
ca: Nas de porc
cs: Prasečí rypák
da: Grisetryne
el_gr: Μύτη γουρουνιού
es_es: Hocico de cerdo
et: Seanina
eu: Txerri sudurra
fa: بینی خوک
fi: Sian kärsä
fr: Groin de cochon
ga: Srón muice
gl: Nariz de porco
gu: ડુક્કરનું નાક
he: אף של חזיר
hi: शूकर की नाक
hr: Svinjski nos
hu: Disznóorr
hy: Խոզի դունչ
id: Hidung babi
is: Svínsnef
it_it: Naso maiale
ja_jp: 豚の鼻
ka: დინგი
kk: Шошқа танауы
km: ច្រមុះ​ជ្រូក
kn: ಹಂದಿಯ ಮೂಗು
ko_kr: 돼지 코
ky_kg: Чочко мурду
lo: ດັງໝູ
lt: Kiaulės nosis
lv: Cūkas šņukurs
mk: Свински нос
ml: പന്നി മൂക്ക്
mn_mn: Гахайны хоншоор
mr: डुकराचे नाक
ms: Hidung khinzir
my_zg: ဝက္ႏွာခါင္း
nb: Grisenese
ne: सुँगूरको नाक
nl: Varkensneus
or: ଘୁଷୁରୀ ନାକ
pa: ਸੂਰ ਦਾ ਨੱਕ
pl: Ryj świni
pl_sp: Ryj świni
pt_pt: Nariz de porco
ro: Rât
si: සූකර නැහැය
sk: Prasací rypák
sl: Svinjski nos
sq: Noçkë derri
sr: Praseća njuška
sv: Grisnäsa
ta: பன்றி மூக்கு
te: పంది ముక్కు
tg_tj: Бинии хук
th: จมูกหมู
tk_tm: Doňuz tumşuk
tl: Ilong ng baboy
uk: Свинячий п’ятачок
ur: سور ناک
uz: Cho‘chqa burni
vi: Mũi lợn
zh_cn: 猪鼻子
zh_hk: 豬鼻子
zh_tw: 豬鼻子

# IDS_IME_BODY_DOG_M_EMOTICON_NAME
source: Dog
ar: كلب
as: কুকুৰ
az: İt
bg: Куче
bn: কুকুর
ca: Gos
cs: Pes
da: Hund
el_gr: Σκύλος
es_es: Perro
et: Koer
eu: Txakurra
fa: سگ
fi: Koira
fr: Chien
ga: Madra
gl: Can
gu: કૂતરો
he: כלב
hi: कुत्ता
hr: Pas
hu: Kutya
hy: Շուն
id: Anjing
is: Hundur
it_it: Cane
ja_jp: 犬
ka: ძაღლი
kk: Ит
km: ឆ្កែ
kn: ನಾಯಿ
ko_kr: 개
ky_kg: Ит
lo: ໝາ
lt: Šuo
lv: Suns
mk: Куче
ml: പട്ടി
mn_mn: Нохой
mr: कुत्रा
ms: Anjing
my_zg: ေခြး
nb: Hund
ne: कुकुर
nl: Hond
or: କୁକୁର
pa: ਕੁੱਤਾ
pl: Pies
pl_sp: Pies
pt_pt: Cão
ro: Câine
si: සුනඛයා
sk: Pes
sl: Pes
sq: Qen
sr: Pas
sv: Hund
ta: நாய்
te: కుక్క
tg_tj: Саг
th: สุนัข
tk_tm: It
tl: Aso
uk: Собака
ur: کتا
uz: It
vi: Chó
zh_cn: 狗
zh_hk: 狗
zh_tw: 狗

# IDS_IME_BODY_CAT_M_EMOTICON_NAME
source: Cat
ar: قطة
as: মেকুৰী
az: Pişik
bg: Котка
bn: বিড়াল
ca: Gat
cs: Kočka
da: Kat
el_gr: Γάτα
es_es: Gato
et: Kass
eu: Katua
fa: گربه
fi: Kissa
fr: Chat
gl: Gato
gu: બિલાડી
he: חתול
hi: बिल्ली
hr: Mačka
hu: Macska
hy: Կատու
id: Kucing
is: Köttur
it_it: Gatto
ja_jp: 猫
ka: კატა
kk: Мысық
km: ឆ្មា
kn: ಬೆಕ್ಕು
ko_kr: 고양이
ky_kg: Мышык
lo: ແມວ
lt: Katė
lv: Kaķis
mk: Мачка
ml: പൂച്ച
mn_mn: Муур
mr: मांजर
ms: Kucing
my_zg: ေၾကာင္
nb: Katt
ne: बिरालो
nl: Kat
or: ବିଲେଇ
pa: ਬਿੱਲੀ
pl: Kot
pl_sp: Kot
pt_pt: Gato
ro: Pisică
si: බළලා
sk: Mačka
sl: Maček
sq: Mace
sr: Mačka
sv: Katt
ta: பூனை
te: పిల్లి
tg_tj: Гурба
th: แมว
tk_tm: Pişik
tl: Pusa
uk: Кіт
ur: بلی
uz: Mushuk
vi: Mèo
zh_cn: 猫
zh_hk: 貓
zh_tw: 貓

# IDS_IME_BODY_CHICKEN_M_EMOTICON_NAME
source: Chicken
ar: دجاجة
as: মুৰ্গী
az: Cücə
bg: Пиле
bn: মুরগী
ca: Pollastre
cs: Kuře
da: Kylling
el_gr: Κότα
es_es: Pollo
et: Kana
eu: Oilaskoa
fa: جوجه
fi: Kana
fr: Poule
ga: Sicín
gl: Polo
gu: ચિકન
he: תרנגולת
hi: चिकन
hr: Pile
hu: Csirke
hy: Հավ
id: Ayam
is: Kjúklingur
it_it: Pollo
ja_jp: ニワトリ
ka: ქათამი
kk: Тауық
km: មាន់
kn: ಕೋಳಿಮಾಂಸ
ko_kr: 닭
ky_kg: Жөжө
lo: ໄກ່
lt: Viščiukas
lv: Vista
mk: Кокошка
ml: ചിക്കന്‍
mn_mn: Тахиа
mr: कोंबडी
ms: Ayam
my_zg: ၾကက္သား
nb: Kylling
ne: कुखुरा
nl: Kip
or: ଚିକେନ୍
pa: ਚੂਚਾ
pl: Kurczak
pl_sp: Kurczak
pt_pt: Galinha
ro: Pui
si: කුකුළු මස්
sk: Sliepka
sl: Piščanec
sq: Pulë
sr: Kokoš
sv: Höna
ta: கோழி
te: చికెన్
tg_tj: Мурғ
th: ไก่
tk_tm: Towuk
tl: Manok
uk: Курча
ur: مرغ
uz: Tovuq
vi: Gà
zh_cn: 小鸡
zh_hk: 小雞
zh_tw: 雞

# IDS_IME_BODY_SPOUTING_WHALE_M_EMOTICON_NAME
source: Spouting whale
ar: حوت ينفث الماء
as: উত্সাহিত তিমি মাছ
az: Fontan buraxan balina
bg: Кит с фонтанче
bn: স্পাউটিং হোয়েল
ca: Balena llençant aigua
cs: Tryskající velryba
da: Hval, der blæser damp
el_gr: Φάλαινα που πετάει νερό
es_es: Ballena respirando
et: Vett purskav vaal
eu: Ura botatzen duen balea
fa: نهنگ فواره ای
fi: Nokkavalas
fr: Baleine soufflant
ga: Míol mór scairde
gl: Balea botando auga
gu: તોફાની વ્હેલ
he: לוויתן פולט אוויר
hi: फ़व्वारा छोड़ती व्हेल
hr: Kit koji prska vodu
hu: Szökőkutat fújó bálna
hy: Շատրվանող կետ
id: Ikan paus menyembur
is: Blásandi hvalur
it_it: Balena con spruzzo
ja_jp: 潮を吹く鯨
ka: ვეშაპი თავისი ფანტანით
kk: Сумен атқылайтын кит
km: បាឡែន​បាញ់​ទឹក
kn: ನೀರನ್ನು ಚಿಮ್ಮಿಸುತ್ತಿರುವ ವ್ಹೇಲ್
ko_kr: 물을 뿜는 고래
ky_kg: Суу чыгарган кит
lo: ປາວານພົ່ນນໍ້າ
lt: Vandenį purškiantis banginis
lv: Valis izšļāc ūdeni
mk: Кит што исфрла водоскок
ml: ചാടുന്ന തിമിംഗലം
mn_mn: Ус цацаж буй халим
mr: फवारा सोडणारे व्हेल
ms: Paus menyembur
my_zg: ေရပန္းေနေသာ ေဝလငါး
nb: Sprutende hval
ne: स्पउटिङ व्हेल
nl: Spuitende walvis
or: ଉପରକୁ ଉଠୁଥିବା ତିମି
pa: ਪਾਣੀ 'ਚੋਂ ਨਿਕਲਦੀ ਵ੍ਹੇਲ
pl: Wieloryb wystrzeliwujący fontannę
pl_sp: Wieloryb wystrzeliwujący fontannę
pt_pt: Baleia a lançar jacto de água
ro: Balenă care aruncă o coloană de apă
si: දිය විදින තල්මසා
sk: Veľryba vystrekujúca vodu
sl: Kit, ki brizga vodo
sq: Balenë shfryrëse
sr: Kit sa mlazom vode
sv: Sprutande val
ta: பீச்சியடிக்கும் திமிங்கிலம்
te: నీళ్లు చిమ్మే తిమింగలం
tg_tj: Кити фавворадор
th: วาฬพ่นน้ำ
tk_tm: Suw pürkýän kit balygy
tl: Balyenang naglalabas ng tubig
uk: Кит, що випускає фонтан води
ur: وہیل سپاؤٹنگ
uz: Fontan chiqarayotgan kit
vi: Cá voi phun nước
zh_cn: 喷水鲸鱼
zh_hk: 噴水鯨魚
zh_tw: 鯨魚噴水

# IDS_IME_BODY_PANDA_FACE_M_EMOTICON_NAME
source: Panda face
ar: وجه الباندا
as: পাণ্ডা মুখ
az: Panda sifəti
bg: Муцуна на панда
bn: পান্ডার মুখ
ca: Cara de panda
cs: Hlava pandy
da: Pandaansigt
el_gr: Πρόσωπο πάντα
es_es: Cara de panda
et: Panda nägu
eu: Panda aurpegia
fa: صورت پاندا
fi: Pandan pää
fr: Tête de panda
ga: Aghaidh panda
gl: Cara de panda
gu: પાંડાનો ચહેરો
he: פרצוף פנדה
hi: पांडा का चेहरा
hr: Lice pande
hu: Pandapofa
hy: Պանդայի երես
id: Wajah Panda
is: Pandahaus
it_it: Faccina panda
ja_jp: パンダの顔
ka: პანდას სახე
kk: Панда тұмсығы
km: មុខ​ផានដា
kn: ಪಾಂಡಾ ಮುಖ
ko_kr: 판다 얼굴
ky_kg: Панда бети
lo: ໜ້າໝີແພນດ້າ
lt: Pandos galva
lv: Pandas galva
mk: Лице на панда
ml: പാണ്ട മുഖം
mn_mn: Панданы царай
mr: पांडाचा चेहरा
ms: Muka panda
my_zg: ပန္ဒါ မ်က္ႏွာ
nb: Pandaansikt
ne: पान्डाको मुहार
nl: Pandagezicht
or: ପାଣ୍ଡା ମୁହଁ
pa: ਪਾਂਡਾ ਦਾ ਚਿਹਰਾ
pl: Głowa pandy
pl_sp: Głowa pandy
pt_pt: Cabeça de panda
ro: Cap de urs panda
si: පැන්ඩා මුහුණ
sk: Pandia tvár
sl: Obraz pande
sq: Fytyrë pande
sr: Glava pande
sv: Pandaansikte
ta: பண்டா முகம்
te: పాండా ముఖం
tg_tj: Рӯи панда
th: หน้าแพนด้า
tk_tm: Panda ýüzi
tl: Mukha ng panda
uk: Голова панди
ur: پانڈا کا چہرہ
uz: Panda yuzi
vi: Mặt gấu trúc
zh_cn: 熊猫脸
zh_hk: 熊貓臉
zh_tw: 熊貓表情

# IDS_IME_BODY_TIGER_FACE_M_EMOTICON_NAME
source: Tiger face
ar: وجه نمر
as: টিগাৰ মুখ
az: Pələng sifəti
bg: Муцуна на тигър
bn: বাঘের মুখ
ca: Cara de tigre
cs: Hlava tygra
da: Tigeransigt
el_gr: Πρόσωπο τίγρης
es_es: Cara de tigre
et: Tiigri nägu
eu: Tigre aurpegia
fa: صورت ببر
fi: Tiikerin pää
fr: Tête de tigre
ga: Aghaidh tíogair
gl: Cara de tigre
gu: વાઘનો ચહેરો
he: פרצוף נמר
hi: बाघ का चेहरा
hr: Lice tigra
hu: Tigrispofa
hy: Վագրի երես
id: Wajah harimau
is: Tígrisdýrshaus
it_it: Faccina tigre
ja_jp: 虎の顔
ka: ვეფხვის სახე
kk: Жолбарыс тұмсығы
km: មុខ​ខ្លា
kn: ಹುಲಿಯ ಮುಖ
ko_kr: 호랑이 얼굴
ky_kg: Жолборс бети
lo: ໜ້າເສືອ
lt: Tigro galva
lv: Tīģera galva
mk: Лице на тигар
ml: കടുവാമുഖം
mn_mn: Барын нүүр
mr: वाघाचा चेहरा
ms: Muka harimau
my_zg: က်ား မ်က္ႏွာ
nb: Tigeransikt
ne: बाघको मुहार
nl: Tijgergezicht
or: ବାଘ ମୁହଁ
pa: ਬਾਘ ਦਾ ਚਿਹਰਾ
pl: Łeb tygrysa
pl_sp: Łeb tygrysa
pt_pt: Cabeça de tigre
ro: Cap de tigru
si: ව්‍යාඝ්‍ර මුහුණ
sk: Tigria tvár
sl: Tigrov obraz
sq: Fytyrë tigri
sr: Glava tigra
sv: Tigeransikte
ta: புலி முகம்
te: పులి మఖం
tg_tj: Рӯи паланг
th: หน้าเสือ
tk_tm: Gaplaňyň ýüzi
tl: Mukha ng tigre
uk: Голова тигра
ur: ٹائیگر کا چہرہ
uz: Yo‘lbars yuzli
vi: Mặt hổ
zh_cn: 虎脸
zh_hk: 虎臉
zh_tw: 老虎表情

# WDS_VOICE_BODY_GEAR_INPUT
source: Gear Input
ar: إدخال ساعة Gear
as: গীয়েৰ ইনপুট
az: Gear Girişi
bg: Въвеждане на Gear
bn: গিয়ার ইনপুট
ca: Entrada del Gear
cs: Zadávání do Gear
el_gr: Είσοδος Gear
es_es: Entrada de Gear
et: Geari sisend
eu: Gear sarrera
fa: ورودی Gear
fi: Gearin syöttö
fr: Saisie de la Gear
ga: Ionchur Gear
gl: Entrada de Gear
gu: ગિઅર ઇનપુટ
hi: गियर इनपुट
hr: Unos za Gear
hu: Gear-bevitel
hy: Gear-ի ներածում
id: Input Gear
is: Gear inntak
it_it: Inserimento Gear
ja_jp: Gear入力
ka: Gear-ით შეყვანა
kk: Gear енгізу
km: ការបញ្ចូល​នៃ Gear
kn: ಗೇರ್ ಇನ್‌ಪುಟ್
ko_kr: Gear 입력
ky_kg: Gear Киргизүүсү
lo: ການປ້ອນຂໍ້ມູນເກຍ
lt: „Gear“ įvestis
mk: Внес на Gear
ml: ഗിയർ ഇൻപുട്ട്
mn_mn: Gear-н Оролт
mr: गिअर निविष्‍ट
ms: Input Gear
my_mm: Gear ထည့်သွင်းမှု
my_zg: Gear ထည့္သြင္းမႈ
nb: Gear-inndata
ne: गियर इन्पुट
nl: Invoer Gear
or: ଗିଅର୍‍ ଇନପୁଟ୍
pa: ਗੇਅਰ ਇਨਪੁਟ
pl: Wprowadzanie Gear
pl_sp: Wprowadzanie Gear
pt_pt: Introdução do Gear
ro: Introducere prin dispozitivul Gear
si: ගියර් ආදානය
sk: Vstup cez Gear
sl: Vnos z napravo Gear
sq: Futja në Gear
sr: Unos za Gear
sv: Gear-inmatning
ta: கியர் உள்ளீடு
te: గేర్ ఇన్‌పుట్
tg_tj: Вуруди Gear
th: อินพุต Gear
tk_tm: Gear giriziş
tl: Input ng Gear
ur: گیئر ان پٹ
uz: Gear kiritish
vi: Nhập trên Gear
zh_cn: Gear 输入
zh_hk: Gear 輸入
zh_tw: Gear 輸入

# WDS_WMGR_POP_MAKE_SURE_THE_PS_APP_IS_ACTIVE_ON_YOUR_PHONE
source: Make sure the %s app is active on your phone.
ar: تأكد من أن تطبيق %s قيد التفعيل على هاتفك.
as: আপোনাৰ ফোনত %s এপ সক্ৰিয় থকাটো নিশ্চিত কৰক।
az: Telefonda %s proqramının aktiv olduğundan əmin ol.
bg: Уверете се, че приложението %s е активно в телефона.
bn: %s অ্যাপটি আপনার ফোনে সক্রিয় আছে তা নিশ্চিত করুন।
ca: Asseguri's que l'app %s estigui activa al telèfon.
cs: Zkontrolujte, zda je v telefonu aktivní aplikace %s.
da: Sørg for, at appen %s er aktiv på telefonen.
el_gr: Βεβαιωθείτε ότι η εφαρμογή %s είναι ενεργή στο τηλέφωνό σας.
es_es: Asegúrese de que la aplicación %s está activa en el teléfono.
et: Veenduge, et rakendus %s oleks teie telefonis aktiivne.
eu: Ziurtatu %s aplikazioa telefonoan aktibo dagoela.
fa: مطمئن شوید برنامه %s در تلفن شما فعال باشد.
fi: Varmista, että %s -sovellus on käynnissä puhelimessa.
fr: Assurez-vous que l'application %s est active sur votre téléphone.
ga: Cinntigh go bhfuil an feidhmchlár %s gníomhach ar d'fhón.
gl: Asegúrate de que a aplicación %s estea activa no teu teléfono.
gu: ખાતરી કરો કે તમારા ફોન પર %s એપ સક્રિય છે.
he: ודא שהיישום %s מופעל בטלפון.
hi: सुनिश्चित करें कि आपके फोन पर %s एप सक्रिय है।
hr: Provjerite je li aplikacija %s aktivna na vašem telefonu.
hu: Indítsa el a %s alkalmazást a telefonon.
hy: Համոզվեք, որ %s ծրագիրն ակտիվ է հեռախոսում:
id: Pastikan aplikasi %s aktif di ponsel.
is: Gakktu úr skugga um að forritið %s sé virkt í símanum.
it_it: Assicuratevi che l'applicazione %s sia attiva sul dispositivo.
ja_jp: 端末で%sアプリが実行されていることを確認してください。
ka: დარწმუნდით, რომ ტელეფონში აქტიურია %s აპლიკაცია.
kk: %s қолданбасының телефоныңызда қосулы екеніне көз жеткізіңіз.
km: ត្រូវ​ប្រាកដ​ថា កម្មវិធី %s សកម្ម លើ​ទូរសព្ទ​របស់​អ្នក។
kn: ಫೋನ್‌ನಲ್ಲಿ %s ಅನ್ವಯಿಸುವಿಕೆಯು ಸಕ್ರಿಯವಾಗಿದೆಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko_kr: 폰에서 %s 앱이 실행되어 있는지 확인하세요.
ky_kg: %s колдонмосу телефонуңузда иштеп жаткандыгын текшериңиз.
lo: ເຮັດໃຫ້ແນ່ໃຈວ່າແອັບ %s ເປີດໃຊ້ງານຢູ່ເທິງໂທລະສັບຂອງທ່ານ.
lt: Įsitikinkite, kad telefone suaktyvinta %s programa.
lv: Aktivizējiet tālrunī programmu %s.
mk: Осигурете се дека апликацијата %s е активна на телефонот.
ml: നിങ്ങളുടെ ഫോണിൽ %s ആപ്ലിക്കേഷൻ സജീവമാണെന്ന് ഉറപ്പാക്കുക.
mn_mn: Утсан дээрээ %s хэрэглүүрийг идэвхжүүлсэн эсэхээ нягтална уу.
mr: आपल्या फोनवर %s अनुप्रयोग सक्रिय असल्याची खात्री करा.
ms: Pastikan aplikasi %s aktif pada telefon anda.
my_mm: သင့်ဖုန်းတွင် %s အက်ပ် သက်ဝင်လုပ်ဆောင်နေကြောင်း သေချာစေပါ။
my_zg: သင့္ဖုန္းတြင္ %s အက္ပ္ သက္ဝင္လုပ္ေဆာင္ေနေၾကာင္း ေသခ်ာေစပါ။
nb: Pass på at %s-appen er aktiv på telefonen.
ne: तपाईको फोनमा %s एप सक्रिय छ भनेर सुनिश्चित गर्नुहोस्।
nl: Controleer of de app %s actief is op uw telefoon.
or: %s ଆପ୍ଲିକେସନ୍‌ ଆପଣଙ୍କ ଫୋନରେ ସକ୍ରିୟ ଅଛି ନିଶ୍ଚିତ କରନ୍ତୁ।
pa: ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ %s ਐਪ ਤੁਹਾਡੇ ਫ਼ੋਨ ਤੇ ਕਿਰਿਆਸ਼ੀਲ ਹੋਵੇ।
pl: Upewnij się, że aplikacja %s jest aktywna w telefonie.
pl_sp: Upewnij się, że aplikacja %s jest aktywna w telefonie.
pt_pt: Certifique-se de que a aplicação %s está activa no seu telefone.
ro: Asiguraţi-vă că aplicaţia %s este activă pe telefon.
si: %s යෙදුම ඔබේ දුරකථනයේ සක්‍රිය වන බවට වග බලා ගන්න.
sk: Skontrolujte, či je v telefóne aktívna aplikácia %s.
sl: Preverite, ali je aplikacija %s aktivna v telefonu.
sq: Sigurohu që app-i %s është aktiv në telefon.
sr: Proverite da li je aplikacija %s aktivna na telefonu.
sv: Se till att programmet %s är aktivt på telefonen.
ta: உங்கள் ஃபோனில் %s பயன்பாடு செயல்படுவதை உறுதிசெய்து கொள்ளவும்.
te: మీ ఫోన్‌లో %s అప్లికేషన్ సక్రియంగా ఉన్నట్లు నిర్ధారించుకోండి.
tg_tj: Боварӣ ҳосил кунед, ки барномаи %s дар телефон фаъол аст.
th: ตรวจสอบให้แน่ใจว่าแอพ %s ทำงานอยู่ในโทรศัพท์ของคุณ
tk_tm: Telefonda %s goýmasy işjeň dursun.
tl: Tiyakin na tumatakbo ang %s app sa telepono mo.
uk: На телефоні потрібно відкрити програму %s.
ur: یقینی بنائیں کہ %s ایپلیکیشن آپ کے فون میں فعال ہے۔
uz: Telefonda %s ilovasi yoqilganligiga ishonch hosil qiling.
vi: Hãy đảm bảo ứng dụng %s đang chạy trên điện thoại.
zh_cn: 请确保 %s 应用程序已在您的手机上运行。
zh_hk: 請確保 %s 應用程式已在手機上啟動。
zh_tw: 請確認手機上已執行 %s 應用程式。

# WDS_STU_BODY_SAMSUNG_GEAR
source: Samsung Gear
as: চেমচাং গীয়েৰ
hi: सैमसंग गियर
kn: ಸ್ಯಾಮ್‌ಸಂಗ್ ಗೇರ್
mr: सॅमसंग गिअर
ne: सैमसंग गियर
or: ସାମସଙ୍ଗ ଗିଅର୍
pa: ਸੈਮਸੰਗ ਗੇਅਰ
si: සැම්සුං ගියර්
ta: சாம்சங் கியர்
