Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# IDS_IME_MBODY_VOICE_INPUT
source: Voice input
ar: مدخل الصوت
as: মাত ইনপুট
az: Səs daxiletməsi
bg: Гласово въвеждане
bn: ভয়েস ইনপুট
ca: Entrada de veu
cs: Hlasový vstup
da: Stemmeinput
el_gr: Είσοδος φωνής
es_es: Entrada de voz
et: Helisisend
eu: Ahots sarrera
fa: ورودی صدا
fi: Äänitulo
fr: Entrée voix
ga: Ionchur gutha
gl: Entrada de voz
gu: અવાજ ઇનપુટ
he: קלט קולי
hi: वॉइस इनपुट
hr: Glas. ulaz
hu: Hangbemenet
hy: Ձայնի ներածում
id: Masukan suara
is: Raddupptaka
it_it: Inserimento vocale
ja_jp: 音声入力
ka: ხმის ჩანაწერი
kk: Дауыс енгізу
km: ធាតុ​បញ្ចូល​សំឡេង
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್
ko_kr: 음성 입력
ky_kg: Үн менен киргизүү
lo: ການໃສ່ສຽງເຂົ້າໄປ
lt: Balso įvestis
lv: Balss ievade
mk: Говорен влез
ml: വോയ്സ് ഇന്‍പുട്ട്
mn_mn: Дуу хоолойн оролт
mr: आवाज निविष्ट
ms: Suara input
my_mm: အသံ ထည့်သွင်းခြင်း
my_zg: အသံ ထည့္သြင္းျခင္း
nb: Taleinndata
ne: भ्वाइस इन्पुट
nl: Spraakinvoer
or: ଭଏସ୍ ଇନପୁଟ୍
pa: ਵਾੱਇਸ ਇਨਪੁਟ
pl: Wpisywanie głosowe
pl_sp: Przidanie głosu
pt_pt: Entrada de voz
ro: Introducere vocală
si: හඬ ඇතුල් කිරීම්
sk: Hlasový vstup
sl: Glasovni vhod
sq: Futja e zërit
sr: Ulaz govora
sv: Röstindata
ta: குரல் உள்ளீடு
te: వాయిస్ ఇన్‌పుట్
tg_tj: Вуруди овоз
th: เสียงที่เข้ามา
tk_tm: Sesli giriziş
tl: Input na boses
uk: Голосовий ввід
ur: وائس ان پٹ
uz: Ovozli kiritish
vi: Nhập bằng giọng nói
zh_cn: 语音输入
zh_hk: 語音輸入
zh_tw: 語音輸入

# IDS_COM_HEADER_EMOTICON
source: Emoticon
ar: أيقونة تعبير
as: ইম'টিকন
az: Mimika nişanı
bg: Емотикон
bn: ইমোটিকন
ca: Emoticona
cs: Emotikona
da: Humørikon
es_es: Emoticono
et: Emotikon
eu: Emotikonoa
fa: نماد تصويری
fi: Hymiö
fr: Émoticône
ga: Straoiseog
gl: Emoticona
gu: ઇમોટિકોન
he: סמל הבעה
hi: ईमोटिकॉन
hr: Smajlić
hu: Hangulatjelek
hy: Էմոցիա
id: Emotikon
is: Broskarl
ja_jp: 顔文字
ka: სიცილაკი
kk: Эмотикон
km: សញ្ញារម្មណ៍
kn: ಎಮೊಟಿಕಾನ್
ko_kr: 이모티콘
ky_kg: Смайл
lo: ໄອຄອນອາລົມ
lt: Jaustukas
lv: Emocijikona
mk: Емотикон
ml: ഇമോട്ടിക്കോണ്‍‌
mn_mn: Сэтгэл хөдлөлийн тэмдэг
mr: इमोटीकॉन
ms: Emotikon
my_mm: အီမိုတီကွန်း
my_zg: အီမုိတီကြန္း
nb: Humørikon
ne: इमोटिकन
or: ଇମୋଟିକନ୍
pa: ਈਮੋਟੀਕੋਨ
pl: Emotikona
pl_sp: Emotikōna
pt_pt: Ícone expressivo
si: භාවාත්මක අයිකනය
sk: Emotikona
sl: Smeško
sq: Emotikon
sr: Emotikon
sv: Uttrycksikon
ta: எமோடிகான்
te: ఎమోటికాన్
tg_tj: Эмотикон
th: อี​โม​ติ​คอน
tk_tm: Ýüz hereketi
uk: Емозначка
ur: ایموٹی کون
uz: Emotikon
vi: Biểu tượng cảm xúc
zh_cn: 表情
zh_hk: 表情符號
zh_tw: 表情符號

# IDS_COM_OPT_KEYBOARD
source: Keyboard
ar: لوحة المفاتيح
as: কীব'ৰ্ড
az: Klaviatura
bg: Клавиатура
bn: কীবোর্ড
ca: Teclat
cs: Klávesnice
da: Tastatur
el_gr: Πληκτρολόγιο
es_es: Teclado
et: Klahvistik
eu: Teklatua
fa: صفحه کلید
fi: Näppäimistö
fr: Clavier
ga: Eochairchlár
gl: Teclado
gu: કીબોર્ડ
he: מקלדת
hi: कीबोर्ड
hr: Tipkovnica
hu: Billentyűzet
hy: Ստեղնաշար
id: Papan tombol
is: Lyklaborð
it_it: Tastiera
ja_jp: キーボード
ka: კლავიატურა
kk: Пернетақта
km: ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್
ko_kr: 키보드
ky_kg: Ариптакта
lo: ຄີບອດ
lt: Klaviatūra
lv: Tastatūra
mk: Тастатура
ml: കീബോര്‍ഡ്
mn_mn: Гар товчлуур
mr: कीबोर्ड
ms: Papan kekunci
my_mm: ကီးဘုတ်
my_zg: ကီးဘုတ္
nb: Tastatur
ne: कीबोर्ड
nl: Toetsenbord
or: କୀବୋର୍ଡ୍
pa: ਕੀਬੋਰਡ
pl: Klawiatura
pl_sp: Tastatura
pt_pt: Teclado
ro: Tastatură
si: යතුරු පුවරුව
sk: Klávesnica
sl: Tipkovnica
sq: Butona
sr: Tastatura
sv: Tangentbord
ta: விசைப்பலகை
te: కీబోర్డు
tg_tj: Клавиатура
th: แป้นพิมพ์
tk_tm: Klawiatura
uk: Клавіатура
ur: کی بورڈ
uz: Klaviatura
vi: Bàn phím
zh_cn: 键盘
zh_hk: 鍵盤
zh_tw: 鍵盤

# IDS_MSG_HEADER_QUICK_RESPONSES_ABB
source: Quick responses
ar: ردود سريعة
as: ক্ষিপ্ৰ সঁহাৰি
az: Sürətli cavablar
bg: Бързи отговори
bn: দ্রুত প্রতিক্রিয়া
ca: Respostes ràpides
cs: Rychlé odezvy
da: Hurtige svar
el_gr: Γρήγορες απαντήσεις
es_es: Respuestas rápidas
et: Kiirvastused
eu: Erantzun azkarrak
fa: پاسخ های سریع
fi: Pikavastaukset
fr: Réponses rapides
ga: Mearfhreagairtí
gl: Respostas rápidas
gu: ઝડપી પ્રતિસાદ
he: תגובות מהירות
hi: शीघ्र जवाब
hr: Brzi odgovori
hu: Gyors válaszok
hy: Արագ պատասխաններ
id: Respons cepat
is: Hraðsvör
it_it: Risposte rapide
ja_jp: クイック返信
ka: სწრაფი პასუხები
kk: Жылдам жауаптар
km: ការឆ្លើយតប​រហ័ស
kn: ಶೀಘ್ರ ಪ್ರತಿಕ್ರಿಯೆಗಳು
ko_kr: 빠른 답장 문구
ky_kg: Тез жооптор
lo: ຕອບສະໜອງຢ່າງໄວ
lt: Greiti atsakymai
lv: Ātrās atbildes
mk: Брзи одговори
ml: ത്വരിത പ്രതികരണങ്ങള്‍
mn_mn: Мэдрэгчүүд
mr: जलद प्रतिसाद
ms: Sambutan pantas
my_mm: လျှင်မြန်သော တုန့်ပြန်မှုများ
my_zg: လွ်င္ျမန္ေသာ တံု႔ျပန္မႈမ်ား
nb: Hurtigsvar
ne: तुरुन्त प्रतिक्रिया
nl: Snelle reacties
or: ଦ୍ରୁତ ପ୍ରତିକ୍ରିୟା
pa: ਤੁਰੰਤ ਪ੍ਰਤੀਕਿਰਿਆਵਾਂ
pl: Szybkie odpowiedzi
pl_sp: Gibke ôdpedzynia
pt_pt: Respostas rápidas
ro: Răspunsuri rapide
si: යුහු ප්‍රතිචාර
sk: Rýchle odpovede
sl: Hitri odzivi
sq: Përgjigje të shpejta
sr: Brzi odgovori
sv: Snabbsvar
ta: துரித பதில்கள்
te: త్వరిత ప్రతిస్పందనలు
tg_tj: Ҷавобҳои зудамал
th: การ​ตอบกลับ​ด่วน
tk_tm: Tiz jogaplar
tl: Mabibilis na tugon
uk: Швидкі відповіді
ur: جلد جوابی رد عمل
uz: Tezkor javoblar
vi: Hồi đáp nhanh
zh_cn: 快速回复
zh_hk: 快速回應
zh_tw: 快速回應

# IDS_AMEMO_BUTTON_SEND
source: Send
ar: إرسال
as: প্ৰেৰণ
az: Göndər
bg: Изпрати
bn: পাঠান
ca: Enviar
cs: Odesl
el_gr: Αποστ.
es_es: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
ga: Seol
gl: Enviar
gu: મોકલો
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
hy: Ուղկլ
id: Mengirim
is: Senda
it_it: Invia
ja_jp: 送信
ka: გაგზ.
kk: Жіб.
km: ផ្ញើ
kn: ಕಳುಹಿಸಿ
ko_kr: 전송
ky_kg: Жөнөт
lo: ສົ່ງ
lt: Siųsti
lv: Sūtīt
mk: Прати
ml: അയയ്‌ക്കുക
mn_mn: Илгээх
mr: पाठवा
ms: Hantar
my_mm: ပို့ပါ
my_zg: ပုိ႔ပါ
ne: पठाउ
nl: Zenden
or: ପ୍ରେରଣ
pa: ਭੇਜੋ
pl: Wyślij
pl_sp: Wyślij
pt_pt: Enviar
ro: Trim.
si: යවන්න
sk: Odoslať
sl: Pošlji
sq: Dërgo
sr: Pošalji
sv: Sänd
ta: அனுப்பு
te: పంపు
tg_tj: Фиристодан
th: ส่ง
tk_tm: Iber
uk: Надіслати
ur: بھیجنا
uz: Yubor.
vi: Gửi
zh_cn: 发送
zh_hk: 發送
zh_tw: 傳送

# IDS_IME_BODY_OK_HAND_SIGN_M_EMOTICON_NAME_TTS
source: OK hand sign
ar: إشارة موافق باليد
as: ঠিক হাতৰ চিহ্ন
az: OK əl nişanı
bg: Ръка, правеща знак OK
bn: ওকে হাত চিহ্ন
ca: Signe de mà OK
cs: Symbol ruky ukazující OK
da: Håndtegnet OK
el_gr: Σύμβολο «ΟΚ» με το χέρι
es_es: Signo OK con la mano
et: Käe märk OK
eu: OK zeinua eskuaz
fa: علامت تأیید با دست
fi: Ok-merkki
fr: Signe OK de la main
ga: Comhartha láimhe OK
gl: Signo de aceptar coa man
gu: ઓકે હસ્ત નિશાની
he: יד מאותת 'הכל בסדר'
hi: ओके हाथ प्रतीक
hr: Znak ruke koja pokazuje U redu
hu: OK kézjelzés
hy: OK ձեռքի նշան
id: Tanda tangan OK
is: Tákn fyrir að allt sé í lagi
it_it: Segno OK con la mano
ja_jp: OKサイン
ka: OK-ს ჩვენება ხელით
kk: OK қол белгісі
km: សញ្ញា​ដៃ​យល់ព្រម
kn: ಓಕೆ ಕೈ ಸಂಕೇತ
ko_kr: 오케이를 뜻하는 동그란 손 모양
ky_kg: ОК кол белгиси
lo: ປ້າຍມືສະແດງຄວາມຕົກລົງ
lt: Rankos ženklas „Gerai“
lv: Roka, kas rāda zīmi Labi
mk: Знак рака ОК
ml: ശരി എന്നതിനുള്ള കൈ അടയാളം
mn_mn: OK гэсэн утгатай гарын дохио зангаа
mr: ठीक हाताचे चिन्ह
ms: Isyarat tangan OK
my_mm: အိုကေ လက်သင်္ကေတပုံစံ
my_zg: အိုေက လက္သေကၤတပုံစံ
nb: Håndsymbol for OK
ne: हात मिलाएको चिह्न
nl: Handgebaar voor OK
or: ଓକେ ଥିବା ହାତ ଚିହ୍ନ
pa: ਠੀਕ ਹੱਥ ਸਾਈਨ
pl: Dłoń pokazująca znak OK
pl_sp: Rynka na znak OK
pt_pt: Símbolo mão a fazer OK
ro: Mână făcând semnul OK
si: හරි හස්ත සංකේතය
sk: Ruka dávajúca znamenie OK
sl: Znak V redu
sq: Shenja OK me dorë
sr: Znak ruke koja pokazuje da je sve u redu
sv: Hand som gör OK-tecken
ta: சரி எனும் கை குறியீடு
te: సరే చేతి చిహ్నం
tg_tj: Аломати дастии ОК
th: ป้ายมือ OK
tk_tm: Tamam el nyşany
tl: Senyas na OK
uk: Знак рукою «Усе гаразд»
ur: ٹھیک ہے کی دستی علامت
uz: OK ishorasi
vi: Ký hiệu giơ tay OK
zh_cn: OK 手势
zh_hk: OK 手勢
zh_tw: OK 手勢

# IDS_IME_BODY_THUMBS_UP_SIGN_M_EMOTICON_NAME
source: Thumbs-up sign
ar: إشارة الرضا
as: বুঢ়া আঙুলি ওপৰলৈ চিহ্ন
az: Barmaq yuxarı nişanı
bg: Знак за палци горе
bn: বৃদ্ধাঙ্গুষ্ঠ উপরের প্রতীক
ca: Signe de polze amunt
cs: Palec nahoru
da: Tommel op
el_gr: Σύμβολο επιδοκιμασίας
es_es: Signo de pulgares arriba
et: Pöidlad üles
eu: Hatz lodiak gora zeinua
fa: علامت شست بالا
fi: Peukalo pystyssä
fr: Pouce levé
ga: Comhartha ordóg suas
gl: Signo de polgar para arriba
gu: ઉપર ઉઠાવેલ અંગૂઠાનું ચિહ્ન
he: סמל אגודל מופנה מעלה
hi: अंगूठा ऊपर वाला निशान
hr: Znak palca prema gore
hu: OK jel
hy: Վերև ուղղված բթամատի նշան
id: Tanda jempol ke atas
is: Tákn fyrir þumal upp
it_it: Segno di pollice in su
ja_jp: サムズアップ
ka: ცერი ზემოთ
kk: Жоғары көрсеткен саусақ
km: សញ្ញា​ឲ្យ​មេដៃ
kn: ಹೆಬ್ಬೆರಳು ಮೇಲೆತ್ತಿರುವ ಸಂಕೇತ
ko_kr: 엄지 올림
ky_kg: Бармактар өйдө караган белги
lo: ປ້າຍຍົກໂປ້ຂຶ້ນ
lt: Pakeltų nykščių ženklas
lv: Zīme “Īkšķis uz augšu”
mk: Знак палци нагоре
ml: തള്ളവിരൽ ഉയർത്തിയുള്ള അടയാളം
mn_mn: Эрхий хуруу дээшээ тэмдэг
mr: वर असलेल्या अंगठ्याचे चिन्ह
ms: Tanda bagus
my_mm: လက်မထောင် သင်္ကေတ
my_zg: လက္မေထာင္ သေကၤတ
nb: Tommel opp-symbol
ne: सपलताको सङ्केत
nl: Teken duimen omhoog
or: ବୁଢ଼ା ଆଙ୍ଗୁଠି ଉପରକୁ ଥିବା ଚିହ୍ନ
pa: ਕਾਮਯਾਬੀ ਦਾ ਚਿੰਨ੍ਹ
pl: Znak podniesionego kciuka
pl_sp: Znak krzciuk na wiyrch
pt_pt: Símbolo de polegar para cima
ro: Semn aprobare
si: ඉහළට යොමු කෙරුණු මාපටැඟිල්ල
sk: Znak palca smerujúceho nahor
sl: Znak palec gor
sq: Shenjë miratimi
sr: Znak palca okrenutog nagore
sv: Tummen upp-bild
ta: மேல்நோக்கிய கட்டைவிரல்கள் சின்னம்
te: థంబ్స్ అప్ చిహ్నం
tg_tj: Аломати нарангушт ба боло
th: ป้ายยกนิ้วโป้ง
tk_tm: Baş barmak ýokary belgisi
tl: Simbolo ng thumbs up
uk: Піднятий вверх великий палець
ur: اوپر آخری مراسلہ کا نشان
uz: Bosh barmoq yuqoriga qaragan ishora
vi: Ký hiệu ngón tay cái chỉ lên
zh_cn: 拇指向上标记
zh_hk: 拇指向上標記
zh_tw: 拇指向上標誌

# IDS_IME_BODY_THUMBS_DOWN_SIGN_M_EMOTICON_NAME
source: Thumbs-down sign
ar: إشارة عدم الرضا
as: বুঢ়া আঙুলি তললৈ চিহ্ন
az: Barmaq aşağı nişanı
bg: Знак палци долу
bn: বৃদ্ধাঙ্গুষ্ঠ নীচে প্রতীক
ca: Signe de polze avall
cs: Palec dolů
da: Tommel ned
el_gr: Σύμβολο αποδοκιμασίας
es_es: Signo de pulgares abajo
et: Pöidlad alla
eu: Hatz lodiak behera zeinua
fa: علامت شست پایین
fi: Peukalo alaspäin
fr: Pouce baissé
ga: Comhartha ordóg síos
gl: Signo de polgar para abaixo
gu: નીચે નમેલ અંગૂઠાનું ચિહ્ન
he: סמל אגודל מופנה מטה
hi: अंगूठा नीचे वाला निशान
hr: Znak palca prema dolje
hu: Nem OK jel
hy: Ներքև ուղղված բթամատի նշան
id: Tanda jempol ke bawah
is: Tákn fyrir þumal niður
it_it: Segno di pollice in giù
ja_jp: ブーイング
ka: ცერი ქვემოთ
kk: Төмен көрсеткен саусақ
km: សញ្ញា​ទម្លាក់​មេដៃ​ចុះ
kn: ಹೆಬ್ಬೆರಳು ಕೆಳಗಾಗಿರುವ ಸಂಕೇತ
ko_kr: 엄지 내림
ky_kg: Бармактар ылдый караган белги
lo: ປ້າຍຊີ້ໂປ້ລົງ
lt: Nuleistų nykščių ženklas
lv: Zīme “Īkšķis uz leju”
mk: Знак палци надолу
ml: തള്ളവിരൽ താഴ്ത്തിയുള്ള അടയാളം
mn_mn: Эрхий хуруу доошоо тэмдэг
mr: खाली असलेल्या अंगठ्याचे चिन्ह
ms: Tanda tidak bagus
my_mm: လက်မအောက်စိုက် သင်္ကေတ
my_zg: လက္မေအာက္စိုက္ သေကၤတ
nb: Tommel ned-symbol
ne: असफलताको सङ्केत
nl: Teken duimen omlaag
or: ବୁଢ଼ା ଆଙ୍ଗୁଠି ତଳକୁ ଥିବା ଚିହ୍ନ
pa: ਨਾ-ਕਾਮਯਾਬੀ ਦਾ ਚਿੰਨ੍ਹ
pl: Znak opuszczonego kciuka
pl_sp: Znak kszciuk na dōł
pt_pt: Símbolo de polegar para baixo
ro: Semn dezaprobare
si: පහළට යොමු කෙරුණු මාපටැඟිල්ල
sk: Znak palca smerujúceho nadol
sl: Znak palec dol
sq: Shenjë mosmiratimi
sr: Znak palca okrenutog nadole
sv: Tummen ned-bild
ta: கீழ்நோக்கிய கட்டைவிரல்கள் சின்னம்
te: థంబ్స్ డౌన్ చిహ్నం
tg_tj: Аломати нарангушт ба поён
th: ป้ายคว่ำนิ้วโป้ง
tk_tm: Baş barmak aşak belgisi
tl: Simbolo ng thumbs down
uk: Опущений вниз великий палець
ur: نیچے آخری مراسلہ کا نشان
uz: Bosh barmoq pastga qaragan ishora
vi: Ký hiệu ngón tay cái chỉ xuống
zh_cn: 拇指向下标记
zh_hk: 拇指向下標記
zh_tw: 拇指向下標誌

# IDS_IME_BODY_SMILING_FACE_WITH_OPEN_MOUTH_AND_SMILING_EYES_M_EMOTICON_NAME
source: Smiling face with open mouth and smiling eyes
ar: وجه مبتسم بفم مفتوح وعيون مبتسمة
as: খোলা ওঠ আৰু হাঁহি থকা চকুৰ সৈতে হাঁহি থকা মুখ
az: Açıq ağızlı və gülən gözləri olan gülən sifət
bg: Усмихнато лице с отворена уста и усмихващи се очи
bn: খোলা মুখ এবং হাসিযুক্ত চোখ সহ হাসি মুখ
ca: Cara somrient amb la boca oberta i ulls contents
cs: Usmívající se obličej s otevřenými ústy a smějícíma se očima
da: Smilende ansigt med åben mund og smilende øjne
el_gr: Πρόσωπο που χαμογελάει με ανοιχτό στόμα και χαμογελαστά μάτια
es_es: Cara sonriente con la boca abierta y los ojos sonrientes
et: Avatud suu ja naeratavate silmadega naeratav nägu
eu: Ahoa irekita duen eta irribarre egiten ari den aurpegia
fa: صورت خندان با دهان باز و چشمان خندان
fi: Hymyilevät kasvot ja hymyilevät silmät, suu avoimena
fr: Visage souriant avec bouche ouverte et yeux souriants
ga: Aghaidh ghealgháireach agus béal ar oscailt agus súile gealgháireacha
gl: Cara sorrindo coa boca aberta e ollos alegres
gu: ખુલ્લા મોં અને સ્મિતભરી આંખોવાળો હસતો ચહેરો
he: פרצוף מחייך עם פה פתוח ועיניים צוחקות
hi: खुले मुँह और मुस्कुराती आँखों के साथ मुस्कुराता चेहरा
hr: Nasmiješeno lice s otvorenim ustima i nasmiješenim očima
hu: Nevető arc nyitott szájjal és nevető szemekkel
hy: Ժպտացող դեմք՝ բաց բերանով և ժպտացող աչքերով
id: Wajah tersenyum dengan mulut terbuka dan mata tersenyum
is: Brosandi andlit með opinn munn og bros í augum
it_it: Faccina sorridente con bocca aperta e occhi sorridenti
ja_jp: 口を開いて笑い目の笑顔
ka: მომღიმარე სახე, დაღებული პირითა და მომღიმარე თვალებით
kk: Аузы ашық және көздері күлімсіреген бет
km: មុខ​ញញឹម​បើក​មាត់ និង ភ្នែក​ញញឹម
kn: ತೆರೆದ ಬಾಯಿ ಮತ್ತು ನಗುತ್ತಿರುವ ಕಣ್ಣುಗಳೊಂದಿಗೆ ನಗುತ್ತಿರುವ ಮುಖ
ko_kr: 눈웃음 지으며 입을 벌리고 웃는 얼굴
ky_kg: Оозун ачып жылмайган бет жана жылмайган көздөр
lo: ໃບໜ້າຍິ້ມພ້ອມກັບອ້າປາກ ແລະມີຕາຍິ້ມ
lt: Besišypsantis išsižiojęs veidas su besišypsančiomis akimis
lv: Smaidoša seja ar atvērtu muti un smaidošām acīm
mk: Насмеано лице со отворена уста и насмеани очи
ml: തുറന്നവായോടും പുഞ്ചിരിക്കുന്ന കണ്ണുകളോടും കൂടിയ പുഞ്ചിരിക്കുന്ന മുഖം
mn_mn: Ам нь ангайж, инээмсэглэсэн нүдтэй царай
mr: उघडे तोंड आणि हसर्‍या डोळ्यांसह हसणारा चेहरा
ms: Muka tersenyum dengan mulut ternganga dan mata tertutup
my_mm: ပါးစပ်ဟနေ၍ အပြုံးမျက်စိများနှင့် မျက်နှာ
my_zg: ပါးစပ္ဟေန၍ အျပံဳးမ်က္စိမ်ားႏွင့္ မ်က္ႏွာ
nb: Smilende ansikt med åpen munn og smilende øyne
ne: खुला मुख र मुस्कुराइरहेका आँखाहरूको साथमा मुस्कुराइरहेको मुहार
nl: Glimlachend gezicht met open mond en lachende ogen
or: ପାଟି ଖୋଲା ରହିଥିବା ଏବଂ ହସ ହସ ଆଖି ସହିତ ହସ ହସ ମୁହଁ
pa: ਖੁੱਲ੍ਹੇ ਮੁੰਹ ਅਤੇ ਮੁਸਕੁਰਾਉਂਦੀਆਂ ਅੱਖਾਂ ਵਾਲਾ ਮੁਸਕੁਰਾਉਂਦਾ ਚਿਹਰਾ
pl: Twarz uśmiechnięta ze śmiejącymi się oczami i otwartymi ustami
pl_sp: Ôblicze uśmiychniynte ze radymi ôczami i ôdewrzōnymi ustami
pt_pt: Cara sorridente com boca aberta e olhos sorridentes
ro: Faţă zâmbind cu gura deschisă şi ochi zâmbitori
si: ඇරුණු කටක් හා සිනාසෙන ඇස් සහිත හිනැහෙන මුහුණ
sk: Usmiata tvár s otvorenými ústami a smejúcimi sa očami
sl: Nasmejan obraz z odprtimi usti in smejočimi očmi
sq: Fytyrë që buzëqesh me gojën të hapur dhe sy të qeshur
sr: Nasmejano lice sa otvorenim ustima i nasmejanim očima
sv: Leende ansikte med öppen mun och leende ögon
ta: திறந்த வாய் மற்றும் சிரிக்கும் கண்களுடன் சிரிக்கும் முகம்
te: తెరిచిన నోరు మరియు నవ్వే కళ్ళతో నవ్వే ముఖం
tg_tj: Чеҳраи хандон бо даҳони боз ва чашмони хандон
th: ใบหน้ายิ้มอ้าปากที่มีดวงตายิ้มแฉ่ง
tk_tm: Agzy açyk we gözleri gülýän ýylgyrýan ýüz
tl: Nakangiting mukha na nakabukas ang bibig at masaya ang mga mata
uk: Усміхнене обличчя з відкритим ротом і блиском в очах
ur: کھلے منہ اور مسکراتی آنکھوں کے ساتھ مسکراتا ہوا چہرہ
uz: Og‘zini ochib va jilmaygan ko‘zli kulayotgan yuz
vi: Mặt cười với miệng há to và mắt cười
zh_cn: 张开嘴巴和眼睛笑眯眯的微笑脸
zh_hk: 張開嘴巴和眼睛笑眯眯的微笑臉
zh_tw: 開口笑與笑眼的笑臉

source: Smiling face with open mouth and tightly closed eyes
ar: وجه مبتسم بفم مفتوح وعيون مغلقة بشدة
as: খোলা ওঠ আৰু টানকৈ-বন্ধ হৈ থকা চকুৰ সৈতে হাঁহি থকা মুখ
az: Açıq ağızlı və dar gözləri olan gülən sifət
bg: Усмихнато лице с отворена уста и жумящи очи
bn: খোলা মুখ এবং শক্ত করে বন্ধ চোখ
ca: Cara somrient amb la boca oberta i ulls tancats fermament
cs: Usmívající se obličej s otevřenými ústy a zavřenýma očima
da: Smilende ansigt med åben mund og tæt lukkede øjne
el_gr: Πρόσωπο που χαμογελάει με ανοιχτό στόμα και κλειστά μάτια
es_es: Cara sonriente con la boca abierta y los ojos distorsionados
et: Avatud suu ja suletud silmadega naeratav nägu
eu: Ahoa irekita eta begiak itxita dituen eta irribarre egiten ari den aurpegia
fa: صورت خندان با دهان باز و چشمان کاملا بسته
fi: Hymyilevät kasvot, suu avoimena ja tiukasti suljetut silmät
fr: Visage souriant avec bouche ouverte et yeux fermés
ga: Aghaidh ghealgháireach agus béal ar oscailt agus súile dlúthdhruidte
gl: Cara sorrindo coa boca aberta e ollos pechados
gu: ખુલ્લા મોં અને સ્મિતભરી આંખો મીચીને હસતો ચહેરો
he: פרצוף מחייך עם פה פתוח ועיניים עצומות בחוזקה
hi: खुले मुँह और कसकर बंद आँखों के साथ मुस्कुराता चेहरा
hr: Nasmiješeno lice s otvorenim ustima i čvrsto zatvorenim očima
hu: Nevető arc nyitott szájjal és szorosra zárt szemekkel
hy: Ժպտացող դեմք՝ բաց բերանով և ամուր փակած աչքերով
id: Wajah tersenyum dengan mulut terbuka dan mata tertutup
is: Brosandi andlit með opinn munn og augun lokuð
it_it: Faccina sorridente con bocca aperta e occhi serrati
ja_jp: 口を開いてしっかり目を閉じている笑顔
ka: მომღიმარე სახე, დაღებული პირითა და მაგრად დახუჭული თვალებით
kk: Аузы ашық және көздері жартылай ашық күлімсіреген бет
km: មុខ​ញញឹម​បើក​មាត់ និង ភ្នែក​បិទ​តឹង
kn: ತೆರೆದ ಬಾಯಿ ಮತ್ತು ಗಟ್ಟಿಯಾಗಿ ಮುಚ್ಚಿರುವ ಕಣ್ಣುಗಳೊಂದಿಗೆ ನಗುತ್ತಿರುವ ಮುಖ
ko_kr: 눈을 꼭 감은 채로 입을 벌리고 웃는 얼굴
ky_kg: Оозун ачып жылмайган бет жана бек жабылган көздөр
lo: ໃບໜ້າຍິ້ມພ້ອມກັບອ້າປາກ ແລະຫຼັບຕາສະໜິດ
lt: Besišypsantis išsižiojęs veidas su stipriai užmerktomis akimis
lv: Smaidoša seja ar atvērtu muti un cieši aizvērtām acīm
mk: Насмеано лице со отворена уста и стиснати очи
ml: തുറന്നവായോടും ഇറുക്കിയടച്ച കണ്ണുകളോടും കൂടിയ പുഞ്ചിരിക്കുന്ന മുഖം
mn_mn: Ам нь ангайж, нүдээ тас аньж, инээмсэглэсэн царай
mr: उघडे तोंड आणि घट्ट मिटलेल्या डोळ्यांसह हसणारा चेहरा
ms: Muka tersenyum dengan mulut ternganga dan mata dipejam
my_mm: ပါးစပ်ဟနေ၍ စေ့စေ့ပိတ်ထားသည့် မျက်စိများနှင့် မျက်နှာ
my_zg: ပါးစပ္ဟေန၍ ေစ့ေစ့ပိတ္ထားသည့္ မ်က္စိမ်ားႏွင့္ မ်က္ႏွာ
nb: Smilende ansikt med åpen munn og tett lukkede øyne
ne: खुला मुख र मुस्कुराइरहेका आँखाहरूको साथमा मुस्कुराइरहेको मुहार
nl: Glimlachend gezicht met open mond en dichtgeknepen ogen
or: ପାଟି ଖୋଲା ରହିଥିବା ଏବଂ ଆଖି ଜୋରରେ ବନ୍ଦ କରାଯାଇଥିବା ସହିତ ହସ ହସ ମୁହଁ
pa: ਖੁੱਲ੍ਹੇ ਮੁੰਹ ਅਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬੰਦ ਅੱਖਾਂ ਵਾਲਾ ਮੁਸਕੁਰਾਉਂਦਾ ਚਿਹਰਾ
pl: Twarz uśmiechnięta ze zamkniętymi oczami i otwartymi ustami
pl_sp: Ôblicze uśmiychniynte ze zawrzōnymi ôczami i ôdewrzōnymi ustami
pt_pt: Cara sorridente com boca aberta e olhos bem fechados
ro: Faţă zâmbind cu gura deschisă şi ochi strâns închişi
si: ඇරුණු කටක් හා තදින් වැසුණු ඇස් සහිත හිනැහෙන මුහුණ
sk: Usmiata tvár s otvorenými ústami a pevne zatvorenými očami
sl: Nasmejan obraz z odprtimi usti in tesno zaprtimi očmi
sq: Fytyrë që buzëqesh me gojën të hapur dhe sy të mbyllur fort
sr: Nasmejano lice sa otvorenim ustima i čvrsto zatvorenim očima
sv: Leende ansikte med öppen mun och tätt slutna ögon
ta: திறந்த வாய் மற்றும் இறுக்கமாக மூடப்பட்ட கண்களுடன் சிரிக்கும் முகம்
te: తెరిచిన నోరు మరియు గట్టిగా మూసివ కళ్ళతో నవ్వే ముఖం
tg_tj: Чеҳраи хандон бо даҳони боз ва чашмони пӯшида
th: ใบหน้ายิ้มอ้าปากที่หลับตาสนิท
tk_tm: Agzy açyk we gözleri gaýym ýumlan ýylgyrýan ýüz
tl: Nakangiting mukha na nakabukas ang bibig at nakapikit
uk: Усміхнене обличчя з відкритим ротом і закритими очима
ur: کھلے منہ اور مضبوطی سے بند آنکھوں کےساتھ مسکراتا ہوا چہرہ
uz: Og‘zini ochib va ko‘zlarini yumib olib kulayotgan yuz
vi: Mặt cười với miệng há to và mắt nhắm chặt
zh_cn: 张开嘴巴和眼睛紧密的微笑脸
zh_hk: 張開嘴巴和眼睛緊密的微笑臉
zh_tw: 開口笑與笑眼的笑臉

# IDS_IME_BODY_SMILING_FACE_WITH_SMILING_EYES_M_EMOTICON_NAME
source: Smiling face with smiling eyes
ar: وجه مبتسم بعيون مبتسمة
as: হাঁহি থকা চকুৰ সৈতে হাঁহি থকা মুখ
az: Gülən gözləri olan gülən sifət
bg: Усмихнато лице с усмихващи се очи
bn: হাসিযুক্ত চোখ সহ হাসি মুখ
ca: Cara somrient amb ulls contents
cs: Usmívající se obličej se smějícíma se očima
da: Smilende ansigt med smilende øjne
el_gr: Πρόσωπο που χαμογελάει με χαμογελαστά μάτια
es_es: Cara sonriente y ojos sonrientes
et: Naeratavate silmadega naeratav nägu
eu: Irribarre ahoa eta begiak dituen aurpegia
fa: صورت خندان با چشمان خندان
fi: Hymyilevät kasvot ja silmät
fr: Visage souriant avec yeux souriants
ga: Aghaidh agus súile gealgháireacha
gl: Cara sorrindo cos ollos alegres
gu: હસતી આંખ સાથે હસતો ચહેરો
he: פרצוף מחייך עם עיניים צוחקות
hi: मुस्कुराती आँखों के साथ मुस्कुराता चेहरा
hr: Nasmiješeno lice s nasmiješenim očima
hu: Nevető arc nevető szemekkel
hy: Ժպտացող դեմք՝ ժպտացող աչքերով
id: Wajah tersenyum dengan mata tersenyum
is: Brosandi andlit með bros í augum
it_it: Faccina sorridente con occhi sorridenti
ja_jp: 笑い目の笑顔
ka: მომღიმარე სახე მომღიმარე თვალებით
kk: Күлімсіреген көзі бар күлімсіреген бет
km: មុខ​ញញឹម​ជាមួយ​ភ្នែក​ញញឹម
kn: ನಗುತ್ತಿರುವ ಕಣ್ಣುಗಳೊಂದಿಗೆ ನಗುತ್ತಿರುವ ಮುಖ
ko_kr: 눈웃음 짓는 얼굴
ky_kg: Жылмайган көздүү күлүп турган бет
lo: ໃບໜ້າຍິ້ມພ້ອມກັບມີຕາຍິ້ມ
lt: Besišypsantis veidas su besišypsančiomis akimis
lv: Smaidoša seja ar smaidošām acīm
mk: Насмеано лице со насмеани очи
ml: പുഞ്ചിരിക്കുന്ന കണ്ണുകളോട് കൂടിയ പുഞ്ചിരിക്കുന്ന മുഖം
mn_mn: Инээмсэглэсэн нүдтэй инээмсэглэсэн царай
mr: हसणार्‍या डोळ्यांसह हसणारा चेहरा
ms: Muka tersenyum dengan mata tersenyum
my_mm: ပြုံးနေသောမျက်စိများနှင့် အပြုံးမျက်နှာ
my_zg: ျပံဳးေနေသာမ်က္စိမ်ားႏွင့္ အျပံဳးမ်က္ႏွာ
nb: Smilende ansikt med smilende øyne
ne: मुस्कुराइरहेको आँखाको साथमा मुस्कुराइरहेको मुहार
nl: Glimlachend gezicht met lachende ogen
or: ହସ ହସ ଆଖି ସହିତ ହସ ହସ ମୁହଁ
pa: ਮੁਸਕੁਰਾਉਂਦੀਆਂ ਅੱਖਾਂ ਵਾਲਾ ਮੁਸਕੁਰਾਉਂਦਾ ਚਿਹਰਾ
pl: Twarz uśmiechnięta ze śmiejącymi się oczami
pl_sp: Ôblicze uśmiychniynte ze radymi ôczami
pt_pt: Cara sorridente com olhos sorridentes
ro: Faţă zâmbind cu ochi zâmbitori
si: සිනාසෙන ඇස් සහිත හිනැහෙන මුහුණ
sk: Usmiata tvár so smejúcimi sa očami
sl: Nasmejan obraz s smejočimi očmi
sq: Fytyrë që buzëqesh me sy të qeshur
sr: Nasmejano lice sa nasmejanim očima
sv: Leende ansikte med leende ögon
ta: சிரிக்கும் கண்களுடன் சிரிக்கும் முகம்
te: నవ్వే కళ్లతో నవ్వే ముఖం
tg_tj: Чеҳраи хандон бо чашмони табассумомез
th: ใบหน้ายิ้มที่มีดวงตายิ้มแฉ่ง
tk_tm: Ýylgyrýan gözleri bilen ýylgyrýan ýüz
tl: Nakangiting mukha na may masayang mata
uk: Усміхнене обличчя з блиском в очах
ur: مسکراتی آنکھوں کے ساتھ مسکراتا ہوا چہرہ
uz: Jilmaygan ko‘zli kulayotgan yuz
vi: Mặt cười với mắt cười
zh_cn: 眼睛笑眯眯的微笑脸
zh_hk: 眼睛笑眯眯的微笑臉
zh_tw: 帶著笑眼的笑臉
