Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

source: 1. Speech recognition technology is a component of the Gear Input service. You acknowledge that Samsung may utilize a speech recognition service (the “Speech Recognition Service”) provided by a third party, Nuance Communications Inc. (“Nuance”), and you acknowledge and agree to the following in connection with your use of the Gear Input service.<br>2. You agree not to submit any automated or recorded requests to the Gear Input service.<br>3. You acknowledge that the words you dictate to the Gear Input service (including audio recordings of such words, associated transcriptions and log files) (“Speech Data”) will be collected by Nuance in providing the Speech Recognition Service.
ar: 1. تعد تقنية التعرف على الكلام مكون من مكونات خدمة Gear Input. إنك تقرّ بأنه يحق لشركة Samsung استخدام خدمة التعرف على الكلام (المُشار إليها فيما يلي بـ “خدمة التعرف على الكلام”) التي يوفرها طرفٌ ثالثٌ، أي شركة Nuance Communications, Inc.‎ ‏(المُشار إليها فيما يلي بـ “Nuance”)، وتقرّ بما يلي وتوافق عليه فيما يتعلق باستخدامك خدمة Gear Input.‏<br>2. توافق على عدم إرسال أي طلبات تلقائية أو مسجلة إلى خدمة Gear Input‏.<br>‏3. تقرّ بأن Nuance ستجمع الكلمات التي تمليها على خدمة Gear Input (بما في ذلك التسجيلات الصوتية لهذه الكلمات وملفات السجلات والنسخ المرتبطة بها) (المُشار إليها فيما يلي بـ “بيانات الكلام”) في إطار عملية توفير خدمة التعرف على الكلام.
as: 1. ধ্বনি চিনাক্তকৰণ প্ৰযুক্তি গীয়েৰ ইনপুট সেৱাৰ এটা উপাদান৷ আপুনি Nuance Communications Inc. (“Nuance”), তৃতীয় পক্ষৰ দ্বাৰা প্ৰদান কৰা ধ্বনি চিনাক্তকৰণ সেৱা (“ধ্বনি চিনাক্তকৰণ সেৱা”) Samsung-এ ব্যৱহাৰ কৰিব পাৰে বুলি স্বীকাৰ কৰিছে, আৰু আপুনি গিয়েৰ ইনপুট সেৱাৰ আপোনাৰ ব্যৱহাৰ সৈতে জড়িত তলত উল্লেখিতলৈ স্বীকাৰ কৰিছে আৰু সন্মতি জনাইছে৷ <br>2. আপুনি গীয়েৰ ইনপুট সেৱালৈ কোনো স্বয়ংক্ৰিয় বা ৰেকৰ্ড কৰা অনুৰোধ দাখিল নকৰিবলৈ সন্মতি জনাইছে৷ <br>3. আপুনি গীয়েৰ ইনপুট সেৱালৈ উচ্চাৰণ কৰা শব্দসমূহ (তেনে শব্দৰ অডিঅ' ৰেকৰ্ডিং, সহযোগী ট্ৰাঞ্চক্ৰিপচন আৰু ল'গ ফাইল অন্তৰ্ভুক্ত) (“ধ্বনি ডাটা”) ধ্বনি চিনাক্তকৰণ সেৱা প্ৰদান কৰা Nuance-ৰ দ্বাৰা সংগ্ৰহ কৰা হ'ব বুলি স্বীকাৰ কৰিছে৷
az: 1. Gear Daxiletmə xidməti xidmətin komponenti kimi nitq tanınması texnologiyasından istifadə edir. Siz Samsung-un üçüncü tərəf - Nuance Communications Inc. (“Nuance”) tərəfindən təmin edilən nitq tanınması xidmətindən istifadə etdiyini qəbul edirsiniz və Gear Daxiletmə xidmətindən istifadə ilə bağlı aşağıdakılarla razılaşırsınız.<br>2. Siz Gear Daxiletmə xidmətinə avtomatlaşdırılmış və ya yazılmış sorğular göndərməməyərazılaşırsınız.<br>3. Siz Gear Daxiletmə xidmətlərinə diktə etdiyiniz sözlərin (belə sözlərin audio yazılışları, əlaqədar transkripsiyalar və jurnal faylları da daxildir) (“Nitq Məlumatları”) Nitqin Tanınması Xidmətini təmin etmək məqsədilə Nuance tərəfindən toplanacağını qəbul edirsiniz.
bg: 1.Технологията за разпознаване на реч е компонент на услугата Gear Input. Вие потвърждавате, че Samsung може да използва услуга за разпознаване на реч („Услугата за разпознаване на реч“), предоставяна от трета страна, Nuance Communications Inc. („Nuance“), и потвърждавате и се съгласявате на следното във връзка с използването от ваша страна на услугата Gear Input.<br>2. Вие се съгласявате да не подавате никакви автоматизирани или записани заявки до услугата Gear Input.<br>3. Вие потвърждавате, че думите, които диктувате на услугата Gear Input (включително аудио записите на такива думи, свързаните с тях транскрипции и файлове от дневници) („Данни за реч“) ще бъдат събирани от Nuance при предоставянето на Услугата за разпознаване на реч.
bn: 1. বাক সনাক্তকরণ প্রযুক্তি গিয়ার ইনপুট পরিষেবার একটি উপাদান। আপনি স্বীকার করেন যে স্যামসাং, Nuance Communications Inc. (“Nuance”) নামক একটি তৃতীয় পক্ষ দ্বারা প্রদত্ত বাক সনাক্তকরণ পরিষেবা ব্যবহার করতে পারে (“বাক সনাক্তকরণ পরিষেবা”), এবং আপনার গিয়ার ইনপুট ব্যবহারের সংযোগে আপনি নিম্নলিখিতগুলিকে স্বীকার করেন এবং সম্মত হন। <br>2. আপনি সম্মত হন যে আপনি কোনো স্বয়ংকৃত বা রেকর্ড করা অনুরোধগুলি গিয়ার ইনপুট পরিষেবায় সাবমিট করবেন না। <br>3. আপনি স্বীকার করেন যে আপনি স্বর স্বীকৃতি পরিষেবা প্রদান করায় গিয়ার ইনপুট পরিষেবায় যে শব্দগুলি নির্দেশ করেন (যাতে অন্তর্ভুক্ত সেইসকল শব্দের রেকর্ডিং, সংযুক্ত ট্রান্সক্রিপশন এবং লগ ফাইলগুলি) (“বাক ডাটা”) তা Nuance দ্বারা সংগৃহিত হবে।
ca: 1. Les tecnologies de reconeixement de veu són uncomponent del servei Gear Input. Accepteu que Samsung pot utilitzar un servei de reconeixement de veu (el “Servei de reconeixement de veu”) proporcionat per un tercer, Nuance Communications Inc. (“Nuance”), i reconeixeu i accepteu les condicions següents relatives a l’ús del servei Gear Input.<br>2. Accepteu no enviar cap sol·licitud automatitzada ni registrada al servei Gear Input.<br>3. Accepteu que les paraules que dicteu al servei Gear Input (incloses les gravacions d'àudio d'aquestes paraules, transcripcions associades i fitxers de registre) (“Dades de veu”) seran recollides per Nuance en proporcionar el Servei de reconeixement de veu.
cs: 1. Technologie pro rozpoznávání řeči je komponentou služby Gear Input. Berete na vědomí, že společnost Samsung může využívat službu pro rozpoznávání řeči („Služba pro rozpoznávání řeči“) poskytovanou třetí stranou, společností Nuance Communications Inc. („Nuance“), a souhlasíte v souvislosti s používáním služby Gear Input s následujícími ustanoveními.<br>2. Souhlasíte s tím, že službě Gear Input nebudete zasílat žádné automatizované nebo nahrané požadavky.<br>3. Berete na vědomí, že slova, která budete diktovat do služby Gear Input (včetně zvukových nahrávek takových slov, přidružených přepisů a souborů protokolů) („Data rozpoznávání řeči“), budou shromažďována společností Nuance za účelem poskytování služby rozpoznávání řeči.
da: 1. Stemmegenkendelsesteknologi er en komponent af tjenesten Gear Input. Du accepterer, at Samsung kan bruge en stemmegenkendelsestjeneste (“Stemmegenkendelsestjenesten”) leveret af en tredjepart, Nuance Communications, Inc. (“Nuance”), og du accepterer og anerkender følgende i forbindelse med din brug af tjenesten Gear Input.<br>2. Du accepterer ikke at sende nogle automatiserede eller optagede anmodninger til tjenesten Gear Input.<br>3. Du accepterer, at de ord, du dikterer til tjenesten Gear Input (herunder lydoptagelser af sådanne ord, associerede transskriptioner og logfiler) (“Stemmedata”) vil blive indsamlet af Nuance ved levering af Stemmegenkendelsestjenesten.
el_gr: 1. ΗαναγνώρισηομιλίαςαποτελείσυστατικόστοιχείοτηςυπηρεσίαςGearInput. Αναγνωρίζετεότιη Samsung μπορείναχρησιμοποιείμιαυπηρεσίααναγνώρισηςομιλίας (“Υπηρεσίααναγνώρισηςομιλίας”) πουπαρέχεταιαπότρίτομέρος, τηνεταιρεία Nuance Communications Inc. (“Nuance”) καιαναγνωρίζετεκαιαποδέχεστε ταακόλουθασεσχέσημετηχρήσητηςυπηρεσίαςGearInput.<br>2. ΑποδέχεστεναμηνυποβάλλετεαυτοματοποιημέναήηχογραφημένααιτήματαπροςτηνυπηρεσίαGearInput.<br>3. ΑναγνωρίζετεότιοιλέξειςπουυπαγορεύετεστηνυπηρεσίαGearInput (συμπεριλαμβανομένωντωνηχογραφήσεωναυτώντωνλέξεωνπουσυνδέονταιμεμεταγραφέςκαιαρχείακαταγραφής) (“Δεδομέναομιλίας”) θασυλλέγονταιαπότη Nuance κατάτηνπαροχήτηςΥπηρεσίαςαναγνώρισηςομιλίας.
es_es: 1. La tecnología de reconocimiento de voz es un componente del servicio Teclado Gear. Usted reconoce que Samsung puede utilizar un servicio de reconocimiento de voz (el “Servicio de reconocimiento de voz”) facilitado por un tercero, Nuance Communications Inc. (“Nuance”), y reconoce y acepta los siguientes términos en relación con el uso que haga del servicio Teclado Gear. <br>2. Acepta no enviar ninguna solicitud automatizada o grabada al servicio Teclado Gear. <br>3. Acepta que las palabras que dicte al servicio Teclado Gear (incluidas las grabaciones de audio de esas palabras, transcripciones asociadas y archivos de registro) (“Datos de voz”) serán recopiladas por Nuance al proporcionar el Servicio de reconocimiento de voz.
et: 1. Teenuses Gear Input kasutatakse kõnetuvastustehnoloogiat. Te kinnitate, et Samsung võib kasutada kõnetuvastusteenust („Kõnetuvastusteenus”) kolmandalt osapoolelt, ettevõttelt Nuance Communications Inc. („Nuance”), ja seoses teenuse Gear Input kasutamisega kinnitate ja nõustute järgmisega. <br>2. Nõustute, et ei esita teenusesse Gear Input automatiseeritud ega salvestatud päringuid. <br>3. Nõustute, et Nuance kogub kõnetuvastusteenuse pakkumisel teenusesse Gear Input dikteeritud sõnu (sh helisalvestusi nendest sõnadest, seotud transkriptsioone ja logifaile) („Kõneandmed”).
eu: 1. Gear teklatua zerbitzuak ahotsa hautemateko teknologia erabiltzen du zerbitzuaren osagai gisa. Onartzen duzu Samsung-ek hirugarren batek, Nuance Communications Inc. enpresak (“Nuance”), hornitutako ahotsa hautemateko zerbitzu bat (“Ahotsa hautemateko zerbitzua”) erabil dezakeela. Gainera, Gear teklatua zerbitzua erabiltzean, baldintza hauek ezagutzen eta onartzen dituzu.<br>2. Onartzen duzu ez duzula Gear teklatua zerbitzura makina bidezko eskaerarik edo eskaera grabaturik bidaliko.<br>3. Onartzen duzu, Ahotsa hautemateko zerbitzua ematean, Nuance-k Gear teklatua zerbitzuari diktatzen dizkiozun hitzak (baita hitz horien audio grabaketak, horiekin lotutako transkripzioak eta erregistro fitxategiak ere) (“Ahots datuak”) bilduko dituela.
fa: 1. فناوری شناسایی گفتار به عنوان یکی از اجزای سرویس Gear Input است. شما تأیید می‌کنید که ممکن است سامسونگ از ”سرویس شناسایی گفتار“ توسط ارائه دهنده ثالث به نام Nuance Communications Inc. (“Nuance”) استفاده کند و بدین ترتیب شرایط مربوط به استفاده از سرویس Gear Input را تأیید و با آن موافقت می‌کنید.<br>2. موافقت می‌کنید هیچگونه درخواست خودکار یا ضبط شده‌ای به سرویس Gear Input ارائه نکنید.<br>3. شما تأیید می‌کنید لغاتی که وارد سرویس Gear Input می‌کنید (از جمله ضبط صوتی لغات، نسخه‌های مرتبط و فایل‌های گزارش) (”داده‌های گفتاری“) جهت ارائه سرویس شناسایی گفتار، توسط Nuance جمع‌آوری می‌شود.
fi: 1. Puheentunnistustekniikka on osa Gear Input -palvelua. Ymmärrät, että Samsung saattaa käyttää kolmannen osapuolen, Nuance Communications Inc:n (”Nuance”), tuottamaa puheentunnistuspalvelua (”Puheentunnistuspalvelu”), sekä ymmärrät ja hyväksyt seuraavat Gear Input -palvelun käyttöön liittyvät ehdot.<br>2. Sitoudut olemaan lähettämättä mitään automaattisia tai tallennettuja pyyntöjä Gear Input -palveluun.<br>3. Ymmärrät, että Puheentunnistuspalvelun tuottamisesta vastaava Nuance kerää Gear Input -palveluun sanelemasi sanat (kyseiset sanat sisältävät äänitallenteet, kirjalliset kopiot ja lokitiedostot mukaan lukien) (”Puhetiedot”).
fr: 1. La technologie de reconnaissance vocale est un composant du service de Saisie Gear. Vous reconnaissez que Samsung a le droit d’utiliser un service de reconnaissance vocale (le “Service de reconnaissance vocale“) fourni par un tiers, Nuance Communications, Inc. (“Nuance”), et vous reconnaissez et acceptez les conditions suivantes en rapport avec votre utilisation du service Saisie Gear.<br>2. Vous acceptez de ne pas soumettre de demandes automatisées ou enregistrées au service Saisie Gear.<br>3. Vous reconnaissez que les mots que vous dictez au service Saisie Gear (y compris les enregistrements audio de ces mots, les transcriptions associées et les fichiers de rapport) (“Données vocales“) seront collectés par Nuance dans le cadre de la mise à disposition du Service de reconnaissance vocale.
ga: 1. Cuid de Sheirbhís Gear Input is ea an teicneolaíocht aitheanta gutha. Admhaíonn tú gur ceadmhach do Samsung seirbhís aitheanta gutha a úsáid (“an tSeirbhís Aitheanta Gutha”) a gcuireann tríú páirtí, Nuance Communications Inc. (“Nuance”) ar fáil í, agus admhaíonn tú an méid seo a leanas i dtaca le húsáid sheirbhís Gear Input agus aontaíonn tú leis. <br>2. Aontaíonn tú gan aon iarratais uathoibríocha ná taifeadta a chur isteach chuig seirbhís Gear Input. <br>3. Admhaíonn tú go mbaileoidh Nuance na focail a dheachtóidh tú do sheirbhís Gear Input (lena n-áirítear taifeadtaí ar a leithéid d'fhocail, na tras-scríbhinní a bhaineann leo, agus comhaid loga) (“Sonraí Urlabhra”) leis an tSeirbhís Aitheanta Gutha a chur ar fáil.
gl: 1. A tecnoloxía de recoñecemento de voz é un compoñente do servizo Entrada de Gear. Vostede recoñece que Samsung pode empregar un servizo de recoñecemento de voz (o “Servizo de recoñecemento de voz”) fornecido por un terceiro, Nuance Communications Inc. (“Nuance”), e recoñece e acepta os seguintes termos en relación co seu uso do servizo de Entrada de Gear.<br>2. Acepta non enviar ningunha solicitude automática ou gravada ao servizo de Entrada de Gear.<br>3. Acepta que as palabras que dite ao servizo de Entrada de Gear (incluídas as gravacións de son desas palabras, transcricións asociadas e ficheiros de rexistro) (“Datos de voz”) sexan recompiladas por Nuance para fornecer o Servizo de recoñecemento de voz.
gu: 1. સ્પીચ ઓળખ તકનીક એ ગિઅર ઇનપુટ સેવાનો એક ઘટક છે. તમે સ્વીકારો છો કે Samsung તૃતીય પક્ષ, Nuance Communications Inc. (“Nuance”), દ્વારા પ્રદાન કરવામાં આવેલ સ્પીચ ઓળખ સેવા (“સ્પીચ ઓળખ સેવા”)નો ઉપયોગ કરી શકે છે અને તમે ગિઅર ઇનપુટ સેવાના તમારા ઉપયોગના સંબંધમાં નિમ્નલિખિતથી સંમત થાઓ છો. <br>2. તમે સ્વચાલિત અથવા રેકોર્ડ કરેલ વિનંતીઓને ગિઅર ઇનપુટ સેવા પર સબમિટ કરવા માટે સંમત થાઓ છો. <br>3. તમે સંમત થાઓ છો કે તમે ગિઅર ઇનપુટ સેવા પર સમર્પિત કરો છો તે શબ્દો (આવા શબ્દોની ઓડિઓ રેકોર્ડિંગ, સંકળાયેલ ટ્રાન્સ્ક્રિપ્શન અને લૉગ ફાઇલો સહિત) (“સ્પીચ ડેટા”)ને સ્પીચ ઓળખ સેવા પ્રદાન કરવામાં Nuance દ્વારા એકત્રિત કરવામાં આવશે.
he: 1. טכנולוגיית זיהוי קול היא רכיב משירות Gear Input. אתה מכיר בכך ש-Samsung עשויה לנצל שירות זיהוי קול (להלן ”שירות זיהוי הקול“) אשר מסופק על-ידי צד שלישי, Nuance Communications Inc. (להלן “Nuance”), ואתה מאשר ומסכים לתנאים הבאים ביחס לשימוש שלך בשירות Gear Input. <br>2. אתה מסכים לא לשלוח בקשות אוטומטיות או מוקלטות אל שירות Gear Input. <br>3. אתה מכיר בכך שהמילים שאתה מכתיב לשירות Gear Input (לרבות הקלטות שמע של מילים כאלה, תמלולים משויכים וקובצי יומן רישום) (להלן ”נתוני הדיבור“) ייאספו על-ידי Nuance על מנת לספק את שירות זיהוי הקול.
hi: 1. स्पीच पहचान टेक्नोलॉजी गियर Input सेवा का एक अंश है. आप स्वीकार करते हैं कि सैमसंग एक तृतीय पक्ष Nuance Communications Inc. (“Nuance”) द्वारा दी जाने वाली स्पीच पहचान सेवा (“स्पीच पहचान सेवा”) का उपयोग कर सकता है, और आप गियर Input सेवा के उपयोग के संबंध में निम्नलिखित को भी स्वीकार करते हैं और उससे सहमत हैं. <br>2. आप गियर Input सेवा में कोई भी स्वचालित या रिकॉर्डेड अनुरोध जमा न करने की सहमति व्यक्त करते हैं. <br>3. आप स्वीकार करते हैं कि गियर Input सेवा में आपके द्वारा बोले गए शब्द (ऐसे शब्दों की ऑडियो रिकॉर्डिंग, संबंधित प्रतिलीपियां और लॉग फ़ाइलों सहित) (“स्पीच डेटा”) स्पीच पहचान सेवा प्रदान करते हुए Nuance द्वारा जमा किए जाएंगे.
hr: 1. Usluga Gear Input koristi tehnologiju za prepoznavanje govora kao komponentu usluge. Prihvaćate da Gear Input smije koristiti uslugu prepoznavanja govora (“Usluga prepoznavanja govora”) koju pruža treća strana, Nuance Communications Inc. (“Nuance”), te prihvaćate i pristajete na sljedeće uvjete u vezi s vašim korištenjem usluge Gear Input.<br>2. Prihvaćate da nećete slati nikakve automatizirane ili snimljene zahtjeve u uslugu Gear Input.<br>3. Prihvaćate da će riječi koje diktirate usluzi Gear Input (uključujući zvučne snimke takvih riječi, povezane transkripcije i zapisnike) (“Podaci o govoru”) prikupiti Nuance pružajući uslugu prepoznavanja govora.
hu: 1. A beszédfelismerő technológia a Gear-bevitel szolgáltatás részét képezi. Ön beleegyezik abba, hogy a Samsung harmadik fél, a Nuance Communications Inc. (a továbbiakban: „Nuance”) által biztosított beszédfelismerő szolgáltatást (a továbbiakban: „Beszédfelismerő szolgáltatás”) használhat. Ön tudomásul veszi és elfogadja a következőket a Gear-bevitel szolgáltatás Ön általi használatával összefüggésben.<br>2. Ön vállalja, hogy nem továbbít semmilyen automatikus vagy rögzített kérést a Gear-bevitel szolgáltatás felé.<br>3. Ön tudomásul veszi, hogy a Nuance a Beszédfelismerő szolgáltatás nyújtásakor begyűjti az Ön által a Gear-bevitel szolgáltatásnak diktált szavakat (ideértve ezek hangfelvételét, a kapcsolódó átírásokat és naplófájlokat) (a továbbiakban: „Beszédadatok”).
hy: 1. Խոսքի ճանաչման տեխնոլոգիան Gear Input ծառայության բաղադրիչ է: Դուք ընդունում եք, որ Samsung-ը կարող է օգտվել խոսքի ճանաչման ծառայությունից («Խոսքի ճանաչման ծառայություն»), որը տրամադրում է երրորդ կողմ հանդիսացող Nuance Communications, Inc. (“Nuance”) ընկերությունը, և Դուք ընդունում եք և համաձայն եք հետևյալին՝ կապված Ձեր կողմից Gear Input ծառայության օգտագործման հետ:<br>2. Դուք համաձայն եք որևէ ավտոմատացված կամ ձայնագրված հարցում չուղարկել Gear Input ծառայությանը:<br>3. Դուք ընդունում եք, որ բառերը, որոնք թելադրում եք Gear Input ծառայությանը (ներառյալ բառերի ձայնագրությունները, դրանց գրառումները և գրանցման ֆայլերը) («Խոսքի տվյալներ») հավաքվելու են Խոսքի ճանաչման ծառայություն մատուցող Nuance ընկերության կողմից:
id: 1. Teknologi pengenalan suara merupakan sebuah komponen dari layanan Gear Input. Anda memahami/mengakui bahwa Samsung dapat memanfaatkan layanan pengenalan suara (“Layanan Pengenalan Suara”) yang disediakan oleh pihak ketiga, Nuance Communications Inc. (“Nuance”), dan Anda memahami dan menyetujui hal-hal berikut sehubungan dengan penggunaan layanan Gear Input Anda.<br>2. Anda setuju untuk tidak menyerahkan permintaan otomatis atau direkam kepada layanan Gear Input.<br>3. Anda memahami bahwa kata-kata yang Anda diktekan kepada layanan Gear Input (termasuk rekaman audio kata-kata tersebut, transkripsi yang terkait, dan file log) (“Data Suara”) akan dikumpulkan oleh Nuance guna menyediakan Layanan Pengenalan Suara.
is: 1. Raddkennslatækni er hluti af þjónustunni Gear Input. Þú staðfestir að Samsung er heimilt að nota raddkennslaþjónustu („raddkennslaþjónustan“) sem veitt er af þriðja aðila, Nuance Communications Inc. („Nuance“), og þú staðfestir og samþykkir eftirfarandi í tengslum við notkun þína á þjónustunni Gear Input. <br>2. Þú samþykkir að senda ekki inn sjálfvirkar beiðnir, eða beiðnir sem teknar hafa verið upp, til þjónustunnar Gear Input. <br>3. Þú samþykkir að því sem þú lest inn fyrir þjónustuna Gear Input (þ.m.t. hljóðupptökur, tengdar hljóðritanir og notkunarskrár) („raddgögn“) verður safnað saman af Nuance þegar raddkennslaþjónustan er veitt.
it_it: 1. La tecnologia di riconoscimento vocale è un componente del servizio Gear Input. L'utente accetta che Samsung possa utilizzare un servizio di riconoscimento vocale (“Servizio di riconoscimento vocale”) fornito da un terzo, ovvero Nuance Communications Inc. (“Nuance”), e dichiara di essere a conoscenza e di approvare quanto segue in relazione all'utilizzo del servizio Gear Input.<br>2. L'utente si impegna a non inviare richieste automatizzate o registrate al servizio Gear Input.<br>3. L’utente dà atto inoltre di essere consapevole del fatto che le parole dettate al servizio Gear Input, ivi comprese le registrazioni audio di tali parole, le trascrizioni associate e i file di registro (“Dati vocali”), verranno raccolte da Nuance nell'ambito della fornitura del Servizio di riconoscimento vocale.
ja_jp: 1.音声認識テクノロジーは、Gear入力サービスの一部です。お客様はSamsungが第三者のNuance Communications Inc.(以下、「Nuance」といいます)によるスピーチ認識サービス(以下、「音声認識サービス」といいます)を利用することを認識し、Gear入力サービスに関する次の事柄を理解また同意した上で利用します。<br>2.Gear入力サービスへ自動化または記録されたリクエストを送信しないことに同意すること。<br>3.単語の音声記録、関連するトランスクリプションおよびログファイルを含むGear入力サービス(以下、「音声データ」といいます)に指示する言葉は、音声認識サービスのためにNuanceにより収集されること。
ka: 1. წარმოთქმულის ამოცნობის სერვისი წარმოადგენს Gear Input სერვისის კომპონენტს. თქვენ ადასტურებთ, რომ Samsung-მა შეიძლება გამოიყენოს წარმოთქმულის ამოცნობის სერვისი („წარმოთქმულის ამოცნობის სერვისი“), რომლის მომწოდებელია მესამე მხარე, კომპანია Nuance Communications Inc. („Nuance“) და თქვენ ადასტურებთ და ეთანხმებით Gear Input სერვისის გამოყენების შემდეგ პირობებს.<br>2. თქვენ თანახმა ხართ Gear Input სერვისში არ გაგზავნოთ ავტომატური ან ჩაწერილი მოთხოვნები.<br>3. თქვენ ეთანხმებით იმას, რომ Gear Input სერვისის მიერ დასამუშავებლად ნაკარნახევი სიტყვები (მათ შორის ამ სიტყვების აუდიო ჩანაწერები, გაშიფრვა და ამ ჩანაწერების ჟურნალები) („წარმოთქმულის მონაცემები“) შეგროვდება კომპანია Nuance-ის მიერ, წარმოთქმულის ამოცნობის სერვისის უზრუნველსაყოფად.
kk: 1. Сөздерді тану технологиясы Gear Input қызметінің құрамдас бөлігі болып табылады. Сіз Samsung компаниясы, үшінші тарап – Nuance Communications Inc. («Nuance») ұсынған дауысты тану қызметін (бұдан әрі –«Дауысты тану қызметі») пайдалана алатынын растайсыз, әрі сіз Gear Input қызметін пайдалануға байланысты төмендегі берілген шарттарды растайсыз және соған келісесіз.<br>2. Сіз Gear Input қызметіне қандай да бір автоматтандырылған немесе алдын ала жазып алынған сұраныстарды жібермеуге келісесіз.<br>3. Сіз Gear Input қызметіне айтатын сөздерді (соның ішінде мұндай сөздердің аудиожазбалары, түсіндірмелері мен осы жазбалар журналдары) («Сөздік деректер») Сөздерді тану қызметін пайдалану кезінде Nuance корпорациясы жинайтынын растайсыз.
km: 1. បច្ចេកវិទ្យា​ទទួលស្គាល់​សម្ដី​គឺ​ជា​សមាសភាព​នៃ​សេវា Gear Input។ លោកអ្នក​ទទួលស្គាល់​ថា Samsung អាច​ប្រើប្រាស់​សេវា​សម្គាល់និងចំណាំពាក្យ​សម្ដី (“សេវា​សម្គាល់និងចំណាំសម្ដី”) ដែល​ផ្ដល់​ឲ្យ​ដោយ​តតីយភាគី​គឺ Nuance Communications Inc. (“Nuance”) ហើយលោក​អ្នកទទួលស្គាល់និង យល់ព្រម​តាម​លក្ខខណ្ឌ​ដូចខាងក្រោម ចំពោះ​ការប្រើប្រាស់សេវា Gear Input នេះ។<br>2. លោកអ្នក​យល់ព្រម​មិនធ្វើ​សំណើរ​ទៅកាន់សេវា Gear Input ដោយប្រើប្រាស់សំឡេងស្វ័យប្រវត្តិ ឬ សំឡេងដែលបាន​ថត​ទុក​ណា​មួយ​ឡើយ។<br>3. លោកអ្នក​ទទួលស្គាល់​ថា ​ពាក្យ​ដែល​លោកអ្នក​និយាយ​ទៅ​កាន់​សេវា Gear Input (រួមទាំង​ការថត​សំឡេង​នៃ​ពាក្យ​ទាំងនោះ, កំណត់ត្រាដែលពាក់ព័ន្ធ និង ឯកសារ​កំណត់ហេតុ) (“ទិន្នន័យ​សម្ដី”) នឹង​ត្រូវ​បាន​ប្រមូល​ដោយ Nuance ដើម្បី​ផ្ដល់​ជូន​នូវ​សេវា​សម្គាល់និងចំណាំសម្ដី។
kn: 1. ಮಾತು ಗುರುತಿಸುವ ತಂತ್ರಜ್ಞಾನವು ಗೇರ್ ಇನ್‌ಪುಟ್ ಸೇವೆಯ ಭಾಗವಾಗಿದೆ. ಮೂರನೇ ಪಕ್ಷವಾಗಿರುವ, Nuance Communications Inc. (“Nuance”) ಒದಗಿಸಿರುವ ಮಾತು ಗುರುತಿಸುವ ಸೇವೆಯನ್ನು (“ಮಾತು ಗುರುತಿಸುವ ಸೇವೆ”) ಸ್ಯಾಮ್‌ಸಂಗ್ ಬಳಸಿಕೊಳ್ಳಬಹುದು ಎಂಬುದನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ, ಮತ್ತು ಗೇರ್ ಇನ್‌ಪುಟ್ ಸೇವೆಯ ನಿಮ್ಮ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಈ ಕೆಳಗಿನದಕ್ಕೆ ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ಸಮ್ಮತಿಸುತ್ತೀರಿ. <br>2. ಯಾವುದೇ ಸ್ವಯಂಚಾಲಿತ ಅಥವಾ ರೆಕಾರ್ಡ್ ಮಾಡಲಾದ ಕೋರಿಕೆಗಳನ್ನು ಗೇರ್ ಇನ್‌ಪುಟ್ ಸೇವೆಗೆ ಸಲ್ಲಿಸುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. <br>3. ಗೇರ್ ಇನ್‌ಪುಟ್ ಸೇವೆಗೆ ನೀವು ಉದ್ಘೋಷಿಸುವ ಪದಗಳನ್ನು (ಇಂತಹಾ ಪದಗಳ ಆಡಿಯೋ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳು, ಸಂಬಂಧಿತ ಲಿಪ್ಯಂತರಣಗಳು ಮತ್ತು ಲಾಗ್ ಫೈಲ್‌ಗಳೂ ಸೇರಿದಂತೆ) (“ಮಾತಿನ ದತ್ತಾಂಶ”) ಮಾತು ಗುರುತಿಸುವ ಸೇವೆಯನ್ನು ಒದಗಿಸುವುದಕ್ಕಾಗಿ Nuance ಸಂಗ್ರಹಿಸುತ್ತದೆ ಎಂಬುದಕ್ಕೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ.
ko_kr: 1. 기어 입력기는 음성인식 기능을 가지고 있습니다. 기어 입력기의 음성입력은 제3의 서비스 제공업체(Nuance Communications Inc.)를 통해서 제공되는 음성인식 S/W를 활용합니다. 따라서 귀하가 입력한 음성정보 및 사용정보는 불가피하게 Nuance의 서버에 저장되며, Nuance의 사용조건에 따라 사용하셔야 합니다.<br>2. 귀하는 기어 입력기에 자동입력장치를 사용하여서는 안됩니다.<br>3. Nuance는 귀하가 서비스 사용 과정에서 입력한 음성정보(음성, 스크립트, 로그파일 등)를 수집합니다.
ky_kg: 1. Speech recognition technology is a component of the Gear Input service. You acknowledge that Samsung may utilise a speech recognition service (the “Speech Recognition Service”) provided by a third party, Nuance Communications Inc. (“Nuance”), and you acknowledge and agree to the following in connection with your use of the Gear Input service.<br>2. You agree not to submit any automated or recorded requests to the Gear Input service.<br>3. You acknowledge that the words you dictate to the Gear Input service (including audio recordings of such words, associated transcriptions and log files) (“Speech Data”) will be collected by Nuance in providing the Speech Recognition Service.
lo: 1​. ເຕັກ​ໂນ​ໂລ​ຊີ​ຮັບ​ຮູ້​ຖ້ອຍຄຳ​ເປັນ​ອົງ​ປະ​ກອບ​ຂອງ​ການ​ບໍ​ລິ​ການ ​ເກຍ ອິນພຸດ​. ທ່ານ​ຮັບ​ຮູ້​ວ່າ ຊໍາຊຸງ ອາດ​ຈະ​ນໍາ​ໃຊ້​ການ​ບໍ​ລິ​ການການ​ຮັບ​ຮູ້​ຖ້ອຍຄຳ (ທີ່ “ການ​ບໍ​ລິ​ການການ​ຮັບຮູ້ຖ້ອຍຄຳ”​) ທີ່ສະ​ຫນອງ​ໂດຍ​ພາກ​ສ່ວນ​ທີ​ສາມ​, Nuance Communications Inc. (“Nuance”​)​, ​​ແລະ​ທ່ານ​ໄດ້​ຮັບ​ຮູ້​ ແລະ​ ເຫັນ​ດີ​ທີ່​ ​ການ​ເຊື່ອມ​ຕໍ່​ດັ່ງ​ຕໍ່​ໄປ​ກັບ​ການ​ນໍາ​ໃຊ້ການ​ບໍ​ລິ​ການ​ ເກຍ ອິນພຸດ ຂອງ​ທ່ານ​. <br>2​. ທ່ານ​ຕົກ​ລົງ​​​ທີ່​ຈະບໍ່​ສົ່ງ​ການ​ຮ້ອງ​ຂໍ​ການ​ບັນ​ທຶກ​​ອັດ​ຕະ​ໂນ​ມັດໃດໆ ຫລື ​ການ​ບັນ​ທຶກ​ກັບ​ການ​ບໍ​ລິ​ການ​​ເກຍ ອິນພຸດ​. <br>3​. ທ່ານ​ໄດ້​ຮັບ​ຮູ້​ວ່າ​ຖ້ອຍ​ຄໍາ​ທີ່​ທ່ານ​ກໍາ​ນົດ​ເອົາກັບ​ການ​ບໍ​ລິ​ການ​ເກຍ ອິນພຸດ (ລວມ​ທັງ​ການ​ບັນ​ທຶກ​ສຽງ​ຂອງຖ້ອຍ​ຄໍາ​​ຕ່າງໆ​ເຊັ່ນ​, ປະໂຫຍກ​ທີ່​ກ່ຽວ​ຂ້ອງ ​ແລະ ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ໄຟ​) (“ຂໍ້​ມູນ​ຖ້ອຍຄຳ​”​) ຈະ​ໄດ້​ຮັບ​ການ​ເກັບ​ກໍາ​ໂດຍ Nuance ໃນ​ການ​ໃຫ້ການ​ບໍ​ລິ​ການການ​ຮັບຮູ້ຖ້ອຍຄຳ​.
lt: 1. Šnekos atpažinimo technologija yra „Gear Input“ paslaugos dalis. Jūs sutinkate, kad „Samsung“ gali naudoti šnekos atpažinimo paslaugą („Šnekos atpažinimo paslauga“), kurią teikia trečioji šalis, įmonė „Nuance Communications“ („Nuance“), ir naudodami „Gear Input“ paslaugą pripažįstate toliau nurodytas sąlygas ir su jomis sutinkate. <br>2. Jūs sutinkate nepateikti jokių automatizuotų arba įrašytų užklausų „Gear Input“ paslaugai. <br>3. Jūs sutinkate, kad žodžius, kuriuos diktuosite „Gear Input“ paslaugai (įskaitant ir tokių žodžių garso įrašus, transkripciją ir žurnalo failus) („Šnekos duomenys“), surinks „Nuance“, kad galėtų teikti šnekos atpažinimo paslaugą.
lv: 1. Pakalpojumā Gear Input kā komponents tiek lietota balss atpazīšanas tehnoloģija. Jūs apliecināt, ka uzņēmums Samsung drīkst lietot balss atpazīšanas pakalpojumu (turpmāk tekstā — “Balss atpazīšanas pakalpojums”), ko sniedz trešās puses uzņēmums Nuance Communications Inc. (turpmāk tekstā — “Nuance”), un jūs apzināties un piekrītat tālāk norādītajiem nosacījumiem saistībā ar pakalpojuma Gear Input lietošanu. <br>2. Jūs piekrītat pakalpojumā Gear Input neiesniegt nekāda veida automatizētus vai ierakstītus pieprasījumus. <br>3. Jūs apliecināt, ka Balss atpazīšanas pakalpojuma sniegšanas laikā uzņēmums Nuance ievāks vārdus, ko diktējat pakalpojumā Gear Input (tostarp šādu vārdu audio ierakstus, saistītās transkripcijas un žurnālfailus) (turpmāk tekstā — “Balss dati”).
mk: 1. Услугата за препознавање говор е составен дел на услугата Gear Input. Потврдувате дека Samsung може да ја користи услугата за препознавање говор („услуга за препознавање говор“) која ја обезбедува трета страна, Nuance Communications Inc. („Nuance“), а воедно потврдувате и се согласувате со следните изјави поврзани со Вашето користење на услугата Gear Input.<br>2. Се согласувате да не испраќате какви било автоматизирани или снимени барања до услугата Gear Input.<br>3. Потврдувате дека зборовите што ги внесувате преку услугата Gear Input (вклучувајќи и аудио снимки од тие зборови, слични преписи и фајлови за евиденција) („Говорни податоци“) ќе се прибираат од страна на Nuance при обезбедувањето на услугата за препознавање говор.
ml: 1. ഗിയർ ഇൻപുട്ട് സേവനത്തിന്റെ ഒരു ഘടകഭാഗമാണ് സംസാരം തിരിച്ചറിയൽ സാങ്കേതികവിദ്യ. Nuance Communications Inc. (“Nuance”) എന്ന മൂന്നാം കക്ഷി നൽകുന്ന സംസാരം തിരിച്ചറിയൽ സേവനം (“സംസാരം തിരിച്ചറിയൽ സേവനം”) Samsung ഉപയോഗിച്ചേക്കാമെന്ന് നിങ്ങൾ അംഗീകരിക്കുന്നു, ഗിയർ ഇൻപുട്ട് സേവനത്തിന്റെ ഉപയോഗവുമായി ബന്ധപ്പെട്ട് നിങ്ങൾ ഇനിപ്പറയുന്നവ അംഗീകരിക്കുകയും സമ്മതിക്കുകയും ചെയ്യുന്നു. <br>2. ഓട്ടോമാറ്റുചെയ്തതോ റെക്കോർഡ് ചെയ്തതോ ആയ അഭ്യർത്ഥനകളൊന്നും ഗിയർ ഇൻപുട്ട് സേവനത്തിലേക്ക് സമർപ്പിക്കില്ലെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. <br>3. നിങ്ങൾ ഗിയർ ഇൻപുട്ട് സേവനത്തിനോട് പറയുന്ന വാക്കുകൾ (അത്തരം വാക്കുകളുടെ റെക്കോർഡിംഗുകളും ബന്ധപ്പെട്ട ട്രാൻസ്ക്രിപ്ഷനുകളും ലോഗ് ഫയലുകളും ഉൾപ്പെടെ) (“സംസാര ഡാറ്റ”), സംസാരം തിരിച്ചറിയൽ സേവനം നൽകുന്നതിനായി Nuance ശേഖരിക്കുമെന്ന് നിങ്ങൾ അംഗീകരിക്കുന്നു.
mn_mn: 1. Speech recognition technology is a component of the Gear Input service. You acknowledge that Samsung may utilise a speech recognition service (the “Speech Recognition Service”) provided by a third party, Nuance Communications Inc. (“Nuance”), and you acknowledge and agree to the following in connection with your use of the Gear Input service.<br>2. You agree not to submit any automated or recorded requests to the Gear Input service.<br>3. You acknowledge that the words you dictate to the Gear Input service (including audio recordings of such words, associated transcriptions and log files) (“Speech Data”) will be collected by Nuance in providing the Speech Recognition Service.
mr: 1. वाचा ओळख तंत्रज्ञान हा गिअर इनपुट सेवेचा भाग आहे. आपण याची दखल घेता की Samsung तृतीय पक्ष Nuance Communications Inc. (“Nuance”) द्वारा पुरवलेली वाचा ओळख सेवा (“वाचा ओळख सेवा”) वापरु शकते आणि आपण गिअर इनपुट सेवेच्या आपल्या वापरासंदर्भात पुढील बाबींची दखल घेता व त्यांच्याशी सहमत होता. <br>2. आपण यास सहमत होता की आपण गिअर इनपुट सेवेस कोणतीही स्वयंचलित किंवा रेकॉर्ड केलेली विनंती सादर करणार नाही. <br>3. आपण याची दखल घेता की आपण गिअर इनपुट सेवेस आज्ञा देणारे शब्द (अशा शब्दांचे ऑडियो रेकॉर्डिंग, संबंधित ट्रान्सक्रिप्शन आणि लॉग फाईली यांच्या समावेशासह) (“वाचा डेटा”) वाचा ओळख सेवा पुरविताना Nuance द्वारे संकलित केले जातील.
ms: 1. Teknologi pengecaman ucapan ialah satu komponen perkhidmatan Gear Input. Anda mengakui bahawa Samsung boleh menggunakan perkhidmatan pengecaman ucapan (“Perkhidmatan Pengecaman Ucapan”) yang disediakan oleh pihak ketiga, Nuance Communications Inc. (“Nuance”) dan anda mengakui dan bersetuju dengan perkara berikut yang berkaitan dengan penggunaan anda ke atas perkhidmatan Gear Input. <br>2. Anda bersetuju untuk tidak mengemukakan sebarang permintaan automatik atau yang direkodkan ke atas perkhidmatan Gear Input. <br>3. Anda mengakui bahawa perkataan yang anda arahkan kepada perkhidmatan Gear Input (termasuk rakaman audio perkataan tersebut, transkripsi yang berkaitan dan fail log) (“Data Ucapan”) akan dikumpulkan oleh Nuance untuk menyediakan Perkhidmatan Pengecaman Ucapan.
my_mm: #N/A
my_zg: ၁။ အသံ အသိအမွတ္ျပဳျခင္းနည္းပညာသည္ Gear အသြင္း ၀န္ေဆာင္မႈ၏ အစိတ္အပိုင္းတစ္ခုျဖစ္သည္။ Gear အသြင္း ၀န္ေဆာင္မႈအား အသံုးျပဳျခင္းႏွင့္ ဆက္လ်ဥ္း၍ Samsung သည္ တတိယအဖြဲ႕အစည္းျဖစ္ေသာာ Nuance Communications Inc. (“Nuance”) မွ ပံ့ပိုးေပးသည့္ အသံ အသိအမွတ္ျပဳျခင္း ၀န္ေဆာင္မႈ (“အသံ အသိအမွတ္ျပဳျခင္း ၀န္ေဆာင္မႈ”) အား အသံုးခ်မည္ကို သင္သိရွိၿပီးျဖစ္သည့္အျပင္ ေအာက္ပါတို႕ကိုလည္း သေဘာတူညီပါသည္။ <br>၂။ Gear အသြင္း ၀န္ေဆာင္မႈသို႕ အလိုအေလ်ာက္ျပဳလုပ္ထားေသာ သို႕မဟုတ္ အသံသြင္းထားေသာ ေတာင္းဆုိမႈမ်ိဳး မျပဳလုပ္ရန္ သေဘာတူညီပါသည္။ <br>၃။ အသံ အသိအမွတ္ျပဳျခင္း ၀န္ေဆာင္မႈအား အသံုးျပဳရာတြင္ Gear အသြင္း ၀န္ေဆာင္မႈသို႕ ေျပာဆုိေသာ သင့္စကားလံုးမ်ား (၄င္း စကားလံုးမ်ား၊ ဆက္စပ္ မွတ္တမ္းႏွင့္ ေနာက္ဆက္တြဲဖိုင္မ်ား၏ အသံသြင္းျခင္းမ်ား အပါအ၀င္) (“အသံ ေဒတာ”)မ်ားကို အသံ အသိအမွတ္ျပဳျခင္း ဝန္ေဆာင္မႈရွိ Nuance မွ စုေဆာင္းျခင္းကို သေဘာတူညီပါသည္။
nb: 1. Gear-Input-tjenesten bruker talegjenkjenningsteknologi som en komponent i tjenesten. Du erkjenner at Samsung kan bruke en talegjenkjenningstjeneste («Talegjenkjenningstjenesten») som leveres av en tredjepart, Nuance Communications Inc. («Nuance»), og du erkjenner og godtar følgende i forbindelse med din bruk av Gear-Input-tjenesten.<br>2. Du samtykker i at du ikke vil spille av lydopptak som er automatiserte eller spilt inn av tredjepersoner når du dikterer til Gear-Input-tjenesten.<br>3. Du erkjenner at ordene du dikterer til Gear-Input-tjenesten (deriblant lydopptak av slike ord samt tilknyttede transkripsjoner og loggfiler) («Taledata»), vil bli samlet inn av Nuance ved tilveiebringelse av Talegjenkjenningstjenesten.
ne: 1. वचन पहिचान प्रविधि गियर इनपुट सेवाको एक अवयव हो। सैमसंगले तेस्रो पक्ष, Nuance Communications Inc. (“Nuance”), द्वारा प्रदान गरिएको वचन पहिचान सेवा (“वचन पहिचान सेवा”) प्रयोग गर्न सक्नेछ भनी तपाईं स्वीकार्नुहुन्छ, र तपाईं आफ्नो गियर इनपुट सेवाको प्रयोगका सम्बन्धमा निम्न कुराहरू स्वीकार्नुहुन्छ र सहमत हुनुहुन्छ। <br>2. तपाईं गियर इनपुट सेवालाई कुनैपनि स्वचालित वा रेकर्ड गरिएका अनुरोधहरू पेश नगर्न सहमत हुनुहुन्छ। <br>3. तपाईं स्वीकार्नुहुन्छ कि वचन पहिचान सेवा प्रदान गर्दा Nuance द्वारा तपाईंले गियर इनपुट सेवामा बोल्नुभएको शब्दहरू (त्यस्ता शब्दहरूको अडियो रेकर्डिङ, सम्बद्ध प्रतिलेखन र लग फाइलहरू सहित) (“वचन डाटा”) संकलन गरिनेछ।
nl: 1. Spraakherkenningstechnologie vormt een onderdeel van de dienst Gear Input. U stemt ermee in dat Samsung gebruikmaakt van spraakherkenning (de “Spraakherkenning”) van een derde partij, Nuance Communications, Inc. (“Nuance”), en u erkent en stemt in met de volgende voorwaarden omtrent uw gebruik van de dienst Gear Input.<br>2. U stemt ermee in geen geautomatiseerde of opgenomen aanvragen te sturen naar de dienst Gear Input.<br>3. U erkent dat de woorden die u inspreekt bij gebruik van Gear Input (met inbegrip van geluidsopnamen van zulke woorden, bijbehorende transcripties en logbestanden) (“Spraakgegevens”) door Nuance worden verzameld tijdens het leveren van de dienst Spraakherkenning.
or: 1. ସ୍ପିଚ୍‌ ଚିହ୍ନଟକରଣ ପ୍ରଯୁକ୍ତି ହେଉଛି ଏକ ଗିଅର୍‌ ଇନପୁଟ୍‌ ସେବାର ଏକ ଉପାଦାନ. ଆପଣ ସ୍ୱୀକାର କରନ୍ତି ଯେ ସାମସଙ୍ଗ ଏକ ତୃତୀୟ ପକ୍ଷର ଯୋଗାଯୋଗଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥିବା ଏକ ସ୍ପିଚ୍‌ ଚିହ୍ନଟକରଣ ସେବା (“ସ୍ପିଚ୍ ଚିହ୍ନଟକରଣ ସେବା”) ବ୍ୟବହାର କରିପାରନ୍ତି, Nuance Communications Inc. (“Nuance”), ଏବଂ ଆପଣ ସ୍ୱୀକାର କରିଛନ୍ତି ଏବଂ ନିମ୍ନଲିଖିତ ଆପଣଙ୍କ ଗିଅର୍‌ ଇନପୁଟ୍‌ ସେବା ବ୍ୟବହାର ସହ ସଂଯୋଗ କରିବାକୁ ରାଜି ହୋଇଛନ୍ତି. <br>2. ଆପଣ ଗିଅର୍‌ ଇନପୁଟ୍‌ ସେବା ପାଇଁ କୌଣସି ସ୍ୱୟକ୍ରିୟ କିମ୍ୱା ରେକର୍ଡ ଅନୁରୋଧ ଉପସ୍ଥାପନା କରିବାକୁ ଆପଣ ରାଜି ନୁହନ୍ତି. <br>3. ଆପଣ ସ୍ୱୀକାର କରନ୍ତି ଯେ ସେହି ଶବ୍ଦ ଯାହାକୁ ଆପଣ ଗିଅର୍‌ ଇନପୁଟ୍‌ ସେବା ପାଇଁ (ଯେଉଁ ଥିରେ ଏପରି ଶବ୍ଦର ଅଡିଓ ରେକର୍ଡିଂ, ସମ୍ୱନ୍ଧୀୟ ଟ୍ରାନ୍ସକ୍ରିପ୍‌ସନ୍ ଏବଂ ଲଗ୍‌ ପାଇଲଗୁଡିକ) (“ସ୍ପିଚ୍ ଡାଟା”) ଅନ୍ତର୍ଭୁକ୍ତ ଅଟେ, ସେହି ସ୍ପିଚ୍ ଚିହ୍ନଟକରଣ ସେବା ପ୍ରଦାନ କରିବାରେ Nuance ଦ୍ୱାରା ଏକତ୍ରିତ କରାଯିବ.
pa: 1. ਆਵਾਜ਼ ਪਛਾਣ ਤਕਨਾਲੋਜੀ, ਗੇਅਰ ਇਨਪੁਟ ਸੇਵਾ ਦਾ ਇੱਕ ਹਿੱਸਾ ਹੈ। ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਸੈਮਸੰਗ ਇੱਕ ਤੀਜੀ ਧਿਰ, Nuance Communications Inc. (“Nuance”) ਦੁਆਰਾ ਮੁਹੱਈਆ ਕੀਤੀ ਜਾਂਦੀ ਆਵਾਜ਼ ਪਛਾਣ ਸੇਵਾ (“ਆਵਾਜ਼ ਪਛਾਣ ਸੇਵਾ”) ਨੂੰ ਵਰਤ ਸਕਦਾ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਗੇਅਰ ਇਨਪੁਟ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਦੇ ਸਬੰਧ ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਅਤੇ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। <br>2. ਤੁਸੀਂ ਗੇਅਰ ਇਨਪੁਟ ਸੇਵਾ ਵਿੱਚ ਸਵੈਚਲ ਬਣਾਈਆਂ ਜਾਂ ਰਿਕਾਰਡ ਕੀਤੀਆਂ ਬੇਨਤੀਆਂ ਜਮ੍ਹਾਂ ਨਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। <br>3. ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਦੁਆਰਾ ਗੇਅਰ ਇਨਪੁਟ ਸੇਵਾ ਨੂੰ ਬੋਲੇ ਗਏ ਸ਼ਬਦਾਂ (ਅਜਿਹੇ ਸ਼ਬਦਾਂ ਦੀਆਂ ਆਡੀਓ ਰਿਕਾਰਡਿੰਗਾਂ, ਜੁੜੀਆਂ ਹੋਈਆਂ ਟ੍ਰਾਂਸਕ੍ਰਿਪਸ਼ਨਾਂ ਅਤੇ ਲੌਗ ਫਾਈਲਾਂ ਸਮੇਤ) (“ਬੋਲੀ ਡੇਟਾ”) ਨੂੰ ਆਵਾਜ਼ ਪਛਾਣ ਸੇਵਾ ਮੁਹੱਈਆ ਕਰਨ ਲਈ Nuance ਦੁਆਰਾ ਇਕੱਠਾ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: 1. W usłudze Gear Input jest wykorzystywana technologia rozpoznawania mowy jako element świadczonych usług. Użytkownik przyjmuje do wiadomości, że firma Samsung może wykorzystywać usługę rozpoznawania mowy („Usługa rozpoznawania mowy”) pochodzącą od zewnętrznego dostawcy, firmy Nuance Communications, Inc. („Nuance”), oraz przyjmuje do wiadomości i wyraża zgodę na stosowanie się do poniższych postanowień w związku z korzystaniem z usługi Gear Input. <br>2. Użytkownik potwierdza, że nie będzie przesyłać do usługi Gear Input żadnych zautomatyzowanych ani nagranych żądań. <br>3. Użytkownik przyjmuje do wiadomości, że słowa podyktowane przez niego w usłudze Gear Input (w tym nagrania audio tych słów, powiązane z nimi transkrypcje i pliki logów — dalej: „Dane mowy”) będą podczas świadczenia Usług rozpoznawania mowy gromadzone przez firmę Nuance.
pl_sp: 1. W usudze Gear Input je używano technologio poznŏwanio mowy za czynść świadczonych usug. Użytkownik przijmuje, co fyrma Samsung poradzi używać usuga poznŏwanio mowy („Usuga poznŏwanio mowy”) kero je ôd zewnytrznego dostŏwcy, fyrmy Nuance Communications, Inc. („Nuance”), jak tyż przijmuje i dŏwo zgoda na stosowanie sie do poniższych postanowiyń w zwiōnzku ze używaniym usugi Gear Input. <br>2. Użytkownik przichwolo, co niy bydzie posyłać do usugi Gear Input żodnych zautōmatyzowanych ani nagranych żōndań. <br>3. Użytkownik przijmuje, co słowa podyktowane bez niego we usudze Gear Input (w tym nagrania audio tych słōw, zwiōnzane śnimi transkrypcje i pliki logōw — dalij: „Dane mowy”) bydōm bez czas świadczynio Usug poznŏwanio mowy grōmadzōne bez fyrma Nuance.
pt_pt: 1. A tecnologia de reconhecimento de voz é um componente do serviço Teclado Gear. O utilizador reconhece que a Samsung pode utilizar um serviço de reconhecimento de voz (o “Serviço de Reconhecimento de Voz”) fornecido por um terceiro, a Nuance Communications Inc. (“Nuance”), e o utilizador reconhece e aceita o seguinte, relativamente à sua utilização do serviço de Teclado Gear.<br>2. O utilizador aceita não submeter quaisquer pedidos automatizados ou gravados ao serviço de Teclado Gear.<br>3. O utilizador reconhece que as palavras que dita ao serviço do Teclado Gear (incluindo gravações de áudio dessas palavras, transcrições associadas e ficheiros de registo) (os “Dados de Voz”) são recolhidos pela Nuance ao fornecer o Serviço de Reconhecimento de Voz.
ro: 1. Tehnologia de recunoaştere a vorbirii este o parte a serviciului Gear Input. Luaţi act de faptul că Samsung poate utiliza un serviciu de recunoaştere a vorbirii („Serviciul de recunoaştere a vorbirii”) furnizat de o terţă parte, Nuance Communications Inc. („Nuance”), şi confirmaţi şi sunteţi de acord cu următoarele prevederi în legătură cu utilizarea serviciului Gear Input.<br>2. Sunteţi de accord să nu trimiteţi solicitări automate sau înregistrate serviciului Gear Input.<br>3. Luaţi act de faptul că acele cuvinte pe care le dictaţi serviciului Gear Input (inclusiv înregistrările audio ale respectivelor cuvinte, transcrierile şi fişierele jurnal asociate) („Datele vocale”) vor fi colectate de Nuance ca parte a furnizării Serviciului de recunoaştere a vorbirii.
si: 1. කථන හැඳුනුම් තාක්ෂණය ගියර් ආදානය සේවාවේ සංරචකයක් වේ. ඔබ සැම්සුං විසින් තෙවන පාර්ශ්වයක් වන Nuance Communications Inc. (“Nuance“), විසින් සපයනු ලබන කථන හැඳුනුම් සේවාවක් (“කථන හැඳුනුම් සේවාව“) උපයෝජනය කරනු ලැබිය හැකි බව පිළිගන්නා අතර ඔබගේ ගියර් ආදානය සේවාව භාවිතය සමග මේ සම්බන්ධතාව සඳහා එය පිළිගන්නා ඔබ ඊට එකඟ වන්නෙහිය. <br>2. ගියර් ආදානය සේවාවට ස්වයංක්‍රීයනය කළ හෝ තැටිගත කළ ඉල්ලීම් ඉදිරිපත් නොකිරීමට ඔබ එකඟ වන්නෙහිය. <br>3. ඔබ ගියර් ආදානය සේවාවට උච්චාරණය කරන වචන (එම වචනවල ශ්‍රව්‍ය තැටිගත කිරීම්, ආශ්‍රිත ලේඛනගත කිරීම් සහ ලොග් සටහන් ගොනු ඇතුළත්ව) (“කථන දත්ත“) කථන හැඳුනුම් සේවාව සැපයීමේදී Nuance විසින් එක්රැස් කරනු ලැබිය හැකි බව ඔබ පිළිගන්නෙහිය.
sk: 1. Služba Gear Input používa ako svoju súčasť technológiu rozpoznávania reči. Potvrdzujete, že spoločnosť Samsung môže využívať službu rozpoznávania reči („služba rozpoznávania reči“) poskytovanú treťou stranou, ktorou je spoločnosť Nuance Communications Inc. („Nuance“), a v súvislosti s vaším používaním služby Gear Input potvrdzujete nasledujúce podmienky a súhlasíte s nimi.<br>2. Súhlasíte, že do služby Gear Input nebudete odosielať žiadne automatizované ani nahrané požiadavky.<br>3. Potvrdzujete, že slová, ktoré nadiktujete do služby Gear Input (vrátane zvukových nahrávok takýchto slov, súvisiacich prepisov a súborov denníka) („rečové údaje“), bude zhromažďovať spoločnosť Nuance v rámci poskytovania služby rozpoznávania reči.
sl: 1. Storitev Gear Input uporablja tehnologijo za prepoznavanje govora kot sestavni del storitve. Strinjate se, da lahko Samsung uporabi storitev prepoznavanja govora (»storitev prepoznavanja govora«), ki jo zagotavlja zunanji ponudnik, podjetje Nuance Communications Inc. (»Nuance«), ter potrjujete in se strinjate z naslednjimi določili v povezavi z vašo uporabo storitve Gear Input.<br>2. Strinjate se, da v storitev Gear Input ne boste pošiljali nobenih samodejnih ali posnetih zahtev.<br>3. Potrjujete, da ste seznanjeni, da bo podjetje Nuance pri zagotavljanju storitve prepoznavanja govora zbiralo besede, ki jih narekujete v storitev Gear Input (vključno z zvočnimi posnetki teh besed, povezanimi prepisi in dnevniškimi datotekami) (»podatki o govoru«).
sq: 1. Teknologjia e njohjes së të folurit është një pjesë përbërëse e shërbimit Gear Input. Ju pranoni se Samsung mund të përdorë një shërbim të njohjes së të folurit (“Shërbimi i Njohjes së të Folurit”) i mundësuar nga një palë e tretë, Nuance Communications, Inc. (“Nuance”), dhe ju pranoni sa më poshtë vijon në lidhje me përdorimin tuaj të shërbimit të Gear Input.<br>2. Ju pranoni të mos dërgoni kërkesa të automatizuara ose të regjistruara te shërbimi i Gear Input.<br>3. Ju pranoni se fjalët që diktoni te shërbimi i Gear Input (duke përfshirë regjistrimet audio të këtyre fjalëve, transkriptimet e shoqëruara dhe skedarët e regjistrit) (“Të Dhëna të të Folurit”) do të mblidhen nga Nuance gjatë ofrimit të Shërbimit të Njohjes së të Folurit.
sr: 1. Tehnologija prepoznavanja govora je komponenta usluge Gear Input. Potvrđujete da Samsung može da koristi usluge prepoznavanja govora („Usluga prepoznavanja govora“) koju obezbeđuje treća strana, Nuance Communications, Inc. („Nuance“), i prihvatate i saglasni ste sa sledećim uslovima u vezi sa vašim korišćenjem usluge Gear Input.<br>2. Saglasni ste da nećete slati automatizovane ili snimljene zahteve usluzi Gear Input.<br>3. Prihvatate da kompanija Nuance prikuplja reči koje diktirate usluzi Gear Input (uključujući i zvučne zapise tih reči, pridružene transkripte i datoteke evidencije) („Govorni podaci“) kako bi obezbedila Uslugu prepoznavanja govora.
sv: 1. Tjänsten Gear använder talidentifieringsteknik som en del av tjänsten. Du bekräftar att Samsung får använda en talidentifieringstjänst (”Talidentifieringstjänsten”) från en tredje part, Nuance Communications Inc. (”Nuance”), och du bekräftar och samtycker till följande i samband med din användning av tjänsten Gear.<br>2. Du förbinder dig att inte skicka några automatiska eller inspelade begäranden till tjänsten Gear.<br>3. Du samtycker till att de ord du dikterar för tjänsten Gear (inklusive ljudinspelningar av sådana ord, tillhörande transkriptioner och loggfiler) (”Taldata”) samlas in och används av Nuance i syfte att tillhandahålla Talidentifieringstjänsten.
ta: 1. பேச்சு கண்டறிதல் தொழில்நுட்பம் என்பது கியர் இன்புட் சேவையின் உட்பொருளாகும். Nuance Communications Inc. (“Nuance”) என்கிற மூன்றாம் தரப்பினரால் வழங்கப்படும் பேச்சு கண்டறிதல் சேவையை சாம்சங் (“பேச்சு கண்டறிதல் சேவை”) பயன்படுத்த அங்கீகரிக்கிறீர்கள், கியர் இன்புட் சேவையைப் பயன்படுத்துவது தொடர்பாகப் பின்வருபவற்றை அங்கீகரித்து ஏற்கிறீர்கள். <br>2. கியர் இன்புட் சேவைக்கு எந்த தானியங்கும் அல்லது பதிவுசெய்யப்பட்ட கோரிக்கைகளைச் சேமிக்காமலிருக்க ஒப்புக்கொள்கிறீர்கள். <br>3. கியர் இன்புட் சேவைக்கு நீங்கள் உச்சரிக்கும் சொற்கள் (சொற்கள் அடங்கிய ஆடியோ பதிவுகள், தொடர்புடைய உரைகள் மற்றும் பதிவுக் கோப்புகள் உட்பட) (“பேச்சுத் தரவு”) பேச்சு கண்டறிதல் சேவையை வழங்க Nuance நிறுவனத்தால் சேகரிக்கப்படும் என்பதை அங்கீகரிக்கிறீர்கள்.
te: 1. సంభాషణ గుర్తింపు టెక్నాలజీ అనేది గేర్ ఇన్‌పుట్ సేవలో ఒక భాగం. మీరు మూడవ పక్షం, Nuance Communications Inc. (“Nuance”) ద్వారా అందించబడిన సంభాషణ గుర్తింపు సేవని (“సంభాషణ గుర్తింపు సేవ”) స్యామ్‌సంగ్ ఉపయోగించవచ్చని అంగీకరిస్తున్నారు మరియు మీరు మీ గేర్ ఇన్‌పుట్ సేవని ఉపయోగించడానికి కింది వాటిని గుర్తించి, అంగీకరిస్తున్నారు. <br>2. మీరు గేర్ ఇన్‌పుట్ సేవకు ఎటువంటి స్వయంచాలక లేదా రికార్డ్ చేసిన అభ్యర్థనలను సమర్పించకూడదని అంగీకరించారు. <br>3. మీరు సంభాషణ గుర్తింపు సేవని అందించడంలో గేర్ ఇన్‌పుట్ సేవకు (అటువంటి పదాలు యొక్క ఆడియో రికార్డింగ్‌లు, అనుబంధిత లావాదేవీలు మరియు లాగ్ ఫైల్‌లతో సహా) (“సంభాషణ డేటా”) మీరు డిక్టేట్ చేసే పదాలు Nuance ద్వారా సేకరించబడుతుందని అంగీకరిస్తున్నారు.
tg_tj: 1. Speech recognition technology is a component of the Gear Input service. You acknowledge that Samsung may utilise a speech recognition service (the “Speech Recognition Service”) provided by a third party, Nuance Communications Inc. (“Nuance”), and you acknowledge and agree to the following in connection with your use of the Gear Input service.<br>2. You agree not to submit any automated or recorded requests to the Gear Input service.<br>3. You acknowledge that the words you dictate to the Gear Input service (including audio recordings of such words, associated transcriptions and log files) (“Speech Data”) will be collected by Nuance in providing the Speech Recognition Service.
th: 1. เทคโนโลยีการจดจำคำพูดเป็นส่วนประกอบหนึ่งของบริการ Gear Input คุณรับทราบว่า Samsung อาจใช้ประโยชน์จากบริการจดจำคำพูด (“บริการจดจำคำพูด”) ที่ให้บริการโดยบุคคลภายนอกคือ Nuance Communications Inc. (“Nuance”) โดยคุณรับทราบและยอมรับในกรณีเกี่ยวกับการใช้บริการ Gear Input ดังต่อไปนี้ <br>2. คุณตกลงว่าจะไม่ส่งคำขออัตโนมัติหรือคำขอที่บันทึกไว้ให้กับบริการ Gear Input <br>3. คุณรับทราบว่าคำต่างๆ ที่คุณสั่งการในบริการ Gear Input (รวมถึงการอัดเสียงคำดังกล่าว บทพูดที่เกี่ยวข้องและไฟล์บันทึก) (“ข้อมูลคำพูด”) จะถูกรวบรวมโดย Nuance เพื่อการให้บริการจดจำคำพูด
tk_tm: 1. Speech recognition technology is a component of the Gear Input service. You acknowledge that Samsung may utilise a speech recognition service (the “Speech Recognition Service”) provided by a third party, Nuance Communications Inc. (“Nuance”), and you acknowledge and agree to the following in connection with your use of the Gear Input service.<br>2. You agree not to submit any automated or recorded requests to the Gear Input service.<br>3. You acknowledge that the words you dictate to the Gear Input service (including audio recordings of such words, associated transcriptions and log files) (“Speech Data”) will be collected by Nuance in providing the Speech Recognition Service.
tl: 1. Ang teknolohiya ng speech recognition ay isang bahagi ng serbisyo ng Gear Input. Tinatanggap mo na maaaring gamitin ang Samsung ng speech recognition service (ang “Speech Recognition Service”) na ipinagkakaloob ng ikatlong partido, Nuance Communications Inc. (“Nuance”), at tinatanggap mo at sumasang-ayon sa sumusunod hinggil sa iyong paggamit ng serbisyo ng Gear Input. <br>2. Sumang-ayon ka na hindi magsusumit ng anumang naka-awtomatiko o nakarekord na mga kahilingan sa serbisyo ng Gear Input. <br>3. Tinatanggap mo na ang mga salita na ididikta mo sa serbisyo ng Gear Input (kabilang ang mga rekording ng audio ng mga natruang salita, kaugnay sa mga transcription a log ng file) (“Speech Data”) ay kokolektahin ng Nuance sa pagkakaloob ng Speech Recognition Service.
uk: 1. Технологія розпізнавання мовлення є компонентом функції вводу Gear. Ви погоджуєтеся, що Samsung може використовувати службу розпізнавання мовлення (далі – “Служба розпізнавання мовлення”), надану третьою стороною, компанією Nuance Communications Inc. (“Nuance”), і погоджуєтеся на наведені нижче умови стосовно використання вами функції вводу Gear.<br>2. Ви погоджуєтеся не надсилати жодних автоматизованих або записаних запитів до функції вводу Gear.<br>3. Ви погоджуєтеся, що слова, продиктовані вами у функції вводу Gear (включно зі звуковими записами цих слів, пов'язаними з ними транскрипціями та файлами журналів – “Дані мовлення”) будуть зібрані компанією Nuance під час надання Служби розпізнавання мовлення.
ur: 1۔ گفتگو کی پہچان کی ٹیکنالوجی گیئر ان پٹ خدمت کا ایک ترکیبی جز ہے۔ آپ تسلیم کرتے ہیں کہ Samsung گفتگو کی پہچان کی خدمت سے استفادہ کرسکتا ہے (یہ “گفتگو کی پہچان کی خدمت”) جو ایک تیسرے فریق کی فراہم کردہ ہے، Nuance Communications Inc. (“Nuance”)، اور آپ تسلیم کرتے اور اپنے گیئر ان پٹ خدمت کے استعمال کے بارے میں مندرجہ ذیل سے اتفاق کرتے ہیں۔ <br>2۔ آپ گیئر ان پٹ خدمت پر کوئی بھی خودکار بنائی گئی یا ریکارڈ کردہ درخواستیں داخل نہ کرنے سے اتفاق کرتے ہیں۔ <br>3۔ آپ تسلیم کرتے ہیں کہ آپ گیئر ان پٹ خدمت کو جن الفاظ کا املا بولتے ہیں (بشمول ایسے الفاظ کی آڈیو ریکارڈنگ، ان سے ملحق نقل نگاریاں اور لاگ فائلیں) (“گفتگو کا ڈیٹا”) وہ گفتگو کی پہچان کی خدمت فراہم کرنے میں Nuance کی جانب سے جمع کیے جائیں گے۔
uz: 1. Nutqni aniqlash texnologiyasi Gear Input xizmatining tarkibiy qismi hisoblanadi. Siz Samsung kompaniyasi uchinchi tomon – Nuance Communications Inc. (“Nuance”) tomonidan taqdim etilgan nutqni aniqlash xizmatidan (“Nutqni aniqlash xizmati”) foydalanishi mumkinligini tasdiqlaysiz hamda Gear Input xizmatidan foydalanish bilan bog‘liq holda quyidagilarni tasdiqlaysiz va ularga o‘z roziligingizni bildirasiz.<br>2. Siz Gear Input xizmatiga hech qanday avtomatik yoki yozib olingan so‘rovlarni yubormaslikka o‘z roziligingizni bildirasiz.<br>3. Siz Gear Input xizmatiga aytgan so‘zlar (jumladan, shu so‘zlarning audio yozuvlari, tegishli talaffuzlari va jurnal fayllari) (“Nutq ma’lumotlari”) Nuance kompaniyasi tomonidan Nutqni aniqlash xizmatini ko‘rsatish uchun to‘planishini tasdiqlaysiz.
vi: 1. Công nghệ nhận dạng lời nói là một thành phần của dịch vụ Gear Input. Bạn công nhận rằng Samsung có thể sử dụng dịch vụ nhận dạng lời nói (“Dịch vụ nhận dạng lời nói”) do bên thứ ba, Nuance Communications Inc. (“Nuance”), cung cấp, đồng thời, bạn công nhận và đồng ý với các điều khoản sau có liên quan đến việc bạn sử dụng dịch vụ Gear Input. <br>2. Bạn đồng ý không gửi bất kỳ yêu cầu được ghi lại hoặc được thực hiện tự động nào đến dịch vụ Gear Input. <br>3. Bạn công nhận rằng các từ bạn nói khi dùng dịch vụ Gear Input (bao gồm bản ghi âm các từ đó, bản chép lại và tệp bản ghi có liên quan) (“Dữ liệu lời nói”) sẽ được Nuance trong quá trình cung cấp Dịch vụ nhận dạng lời nói.
zh_cn: 1.语音识别技术是 Gear Input 服务的一部分。您承认三星可以使用第三方 Nuance Communications Inc.（以下简称为“Nuance”）提供的语音识别服务（以下简称为“语音识别服务”），并且您确认并同意以下与您使用 Gear Input 服务相关的内容。<br>2.您不同意向 Gear Input 服务提交任何自动请求或已记录请求。<br>3.您确认 Nuance 在提供语音识别服务时将会收集您向 Gear Input 服务口述的话语（包括此类话语的音频录音、相关转录和日志文件）（以下简称为“语音数据”）。
zh_hk: 1. 語音識別技術爲 Gear Input 服務的一部分。您確認三星會使用由第三方 Nuance Communications Inc.（以下簡稱「Nuance」）提供的語音識別服務（以下簡稱「語音識別服務」）及您確認並同意以下和您使用 Gear Input 服務有關的條款。<br>2. 您同意不會提交任何自動或錄音的要求至 Gear Input 服務。<br>3. 您確認您向 Gear Input 服務口述的字句（包括這些字句的錄音，相關的轉錄和日誌文件）（以下簡稱為「語音數據」會被 Nuance 收集作提供語音識別服務之用。
zh_tw: 1.語音辨識技術是 Gear 輸入法服務的一部分。您認知三星會運用由第三方 Nuance Communications Inc. (以下簡稱「Nuance」) 所提供的語音辨識服務 (以下簡稱「語音辨識服務」)，同時您認知並同意以下與您使用 Gear 輸入法服務相關的條款。<br>2.您同意不提交任何自動化或錄音的要求至 Gear 輸入法服務。<br>3.您認知您向 Gear 輸入法服務口述的字句 (包括此類字句的錄音、相關的文字記錄和記錄檔案) (以下簡稱「語音資料」) 將由 Nuance 收集，做為提供語音辨識服務之用。
