Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# IDS_MSGS_BODY_RADIO_BUTTON
source: Radio button
ar: زر الراديو
as: ৰেডিঅ' বুটাম
az: Radio düyməsi
bg: Радио бутон
bn: রেডিও বাটন
ca: Botó de ràdio
cs: Přepínač
da: Alternativknap
el_gr: Κουμπί επιλογής
es_es: Botón de opción
et: Raadio nupp
eu: Irratiaren botoia
fa: دکمه رادیویی
fi: Valintanappi
fr: Touche radio
ga: Cnaipe Raidió
gl: Botón de radio
gu: રેડિયો બટન
he: לחצן אפשרויות
hi: रेडियो बटन
hr: Tipka za radio
hu: Választógomb
hy: Ռադիոկոճակ
id: Tombol radio
is: Valhringur
it_it: Pulsante di opzione
ja_jp: ラジオボタン
ka: მოსანიშნი წრე
kk: Ауыстырғыш түйме
km: ប៊ូតុង​វិទ្យុ
kn: ರೇಡಿಯೊ ಬಟನ್
ko_kr: 라디오 버튼
ky_kg: Ради баскычы
lo: ປຸ່ມວິທະຍຸ
lt: Akutė
lv: Radiopoga
mk: Радио копче
ml: റേഡിയോ ബട്ടണ്‍
mn_mn: Радио товч
mr: रेडिओ बटण
ms: Butang radio
my_mm: ရေဒီယို ခလုတ်
my_zg: ေရဒီယို ခလုတ္
nb: Radioknapp
ne: रेडियो बटन
nl: Keuzerondje
or: ରେଡିଓ ବଟନ୍
pa: ਰੇਡੀਓ ਬਟਨ
pl: Przycisk radiowy
pl_sp: Przycisk radiowy
pt_pt: Botão de opção
ro: Buton radio
si: එක්තේරුම් බොත්තම
sk: Prepínač
sl: Gumb za radio
sq: Butoni i radios
sr: Taster za radio
sv: Radioknapp
ta: ரேடியோ பொத்தான்
te: రేడియో బటన్
tg_tj: Тугмаи радио
th: ปุ่ม​เลือก​แบ​บก​ลม
tk_tm: Radio düwmesi
uk: Перемикач
ur: ریڈیو بٹن
uz: Radio tugma
vi: Phím Radio
zh_cn: 单选按钮
zh_hk: 收音機按鈕
zh_tw: 收音機按鍵

# IDS_ACCS_BODY_BUTTON_TTS
source: Button
ar: الزر
as: বুটাম
az: Düymə
bg: Бутон
bn: বোতাম
ca: Botó
cs: Tlačítko
da: Knap
el_gr: Κουμπί
es_es: Botón
et: Nupp
eu: Botoia
fa: دکمه
fi: Painike
fr: Bouton
ga: Cnaipe
gl: Botón
gu: બટન
he: לחצן
hi: बटन
hr: Gumb
hu: Gomb
hy: Կոճակ
id: Tombol
is: Hnappur
it_it: Pulsante
ja_jp: ボタン
ka: ღილაკი
kk: Түйме
km: ប៊ូតុង
kn: ಬಟನ್
ko_kr: 버튼
ky_kg: Баскыч
lo: ປຸ່ມ
lt: Mygtukas
lv: Poga
mk: Копче
ml: ബട്ടൺ
mn_mn: Товч
mr: बटण
ms: Butang
my_mm: ခလုတ်
my_zg: ခလုတ္
nb: Knapp
ne: बटन
nl: Knop
or: ବଟନ୍‍
pa: ਬਟਨ
pl: Przycisk
pl_sp: Knefel
pt_pt: Botão
ro: Buton
si: බොත්තම
sk: Tlačidlo
sl: Gumb
sq: Butoni
sr: Taster
sv: Knapp
ta: பொத்தான்
te: బటన్
tg_tj: Тугма
th: ปุ่ม
tk_tm: Düwme
uk: Кнопка
ur: بٹن
uz: Tugma
vi: Phím
zh_cn: 按钮
zh_hk: 按鈕
zh_tw: 按鈕

# IDS_ACCS_BODY_DISABLED_TTS
source: Turned off.
ar: تم إلغاء التفعيل.
as: অক্ষম হৈছে৷
az: Qeyri-aktiv edilib.
bg: Деактивирано е.
bn: অক্ষম হয়েছে।
ca: Deshabilitat.
cs: Vypnuto.
da: Deaktiveret.
el_gr: Απενεργοποιήθηκε.
es_es: Desactivado.
et: Desaktiveeritud.
eu: Ezgaitu da.
fa: غیرفعال شد.
fi: Poistettu käytöstä.
fr: Décoché.
ga: Díchumasaithe.
gl: Desactivado.
gu: અક્ષમ.
he: מושבת.
hi: अक्षम।
hr: Isključeno.
hu: Letiltva.
hy: Կասեցված է:
id: dinonaktifkan
is: Slökkt.
it_it: Disattivata.
ja_jp: 無効にしました。
ka: გამორთულია.
kk: Өшірілген.
km: បាន​បិទ។
kn: ನಿಶಕ್ತಗೊಳಿಸಿದೆ.
ko_kr: 사용할 수 없습니다.
ky_kg: Иштен чыгарылды.
lo: ປິດໃຊ້ງານແລ້ວ.
lt: Išjungta.
lv: Deaktivizēts.
mk: Исклучено.
ml: അപ്രാപ്തമാക്കി.
mn_mn: Идэвхгүй болгосон.
mr: अक्षम केले.
ms: Dinyahaktifkan.
my_mm: ပိတ်ထားသည်။
my_zg: ပိတ္ထားသည္။
nb: Deaktivert.
ne: असक्षम गरियो।
nl: Uitgeschakeld.
or: ଅକ୍ଷମ ହୋଇଛି
pa: ਅਸਮਰੱਥ।
pl: Wyłączone.
pl_sp: Wyłōnczono
pt_pt: Desactivada.
ro: S-a dezactivat.
si: අක්‍රියයි.
sk: Vypnuté.
sl: Onemogočeno.
sq: Paaftësuar.
sr: Onemogućeno.
sv: Inaktiverat.
ta: செயல்நீக்கப்பட்டது.
te: నిలిపివేయబడింది.
tg_tj: Ғайрифаъол.
th: ไม่ทำงาน
tk_tm: Öçük.
tl: Hindi pinagana.
uk: Вимкнено.
ur: غیر فعال کردہ۔
uz: O‘chirilgan.
vi: Đã tắt.
zh_cn: 已禁用。
zh_hk: 已停用。
zh_tw: 已停用。

# IDS_MSG_BODY_SELECTED_TTS
source: Selected.
ar: تم التحديد.
as: চয়নিত৷
az: Seçildi.
bg: Избрано.
bn: নির্বাচিত।
ca: Seleccionat.
cs: Vybráno.
da: Valgt.
el_gr: Επιλεγμένο.
es_es: Seleccionado.
et: Valitud.
eu: Hautatu da.
fa: انتخاب شد.
fi: Valittu.
fr: Sélectionné.
ga: Roghnaithe.
gl: Seleccionado.
gu: પસંદ કર્યુ.
he: נבחר.
hi: चयनित।
hr: Odabrano.
hu: Bejelölve.
hy: Ընտրվել է:
id: Dipilih.
is: Valið.
it_it: Selezionata.
ja_jp: 選択しました。
ka: შერჩეულია.
kk: Таңдалған.
km: បាន​ជ្រើស។
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ.
ko_kr: 선택하였습니다.
ky_kg: Тандалды.
lo: ເລືອກແລ້ວ.
lt: Pasirinkta.
lv: Izvēlēts.
mk: Избрано.
ml: തിരഞ്ഞെടുത്തു.
mn_mn: Сонгогдсон.
mr: निवडलेले.
ms: Dipilih.
my_mm: ရွေးထားသော။
my_zg: ေရြးထားေသာ။
nb: Valgt.
ne: चयन गरियो।
nl: Geselecteerd.
or: ଚୟନିତ
pa: ਚੋਣ ਕੀਤੀ ਗਈ।
pl: Wybrano.
pl_sp: Ôbrane.
pt_pt: Seleccionado.
ro: Selectată.
si: තෝරන ලදි.
sk: Vybraté.
sl: Izbrano.
sq: Përzgjedhur.
sr: Izabrano.
sv: Markerade.
ta: தேர்ந்தெடுக்கப்பட்டது.
te: ఎంచుకున్నారు.
tg_tj: Интихоб шуд.
th: เลือก
tk_tm: Saýlandy.
tl: Napili.
uk: Вибрано.
ur: منتخب کردہ۔
uz: Tanlangan.
vi: Đã chọn.
zh_cn: 已选中。
zh_hk: 已選擇。
zh_tw: 已選擇。

# IDS_MSGS_BODY_NOT_SELECTED_T_TTS
source: Not selected
ar: لم يتم اختياره
as: চয়ন নকৰা
az: Seçilməyib
bg: Не е избрано
bn: অনির্বাচিত
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
el_gr: Δεν έχει επιλεγεί
es_es: No seleccionado
et: Pole valitud
eu: Ez da aukeratu
fa: انتخاب نشد
fi: Ei ole valittu
fr: Non sélectionné
ga: Gan roghnú
gl: Non seleccionado
gu: પસંદ કરેલું નથી
he: לא נבחר
hi: चयनित नहीं हुआ
hr: Nije odabrano
hu: Nincs kijelölve
hy: Չի ընտրվել
id: Tidak dipilih
is: Ekki valið
it_it: Non selezionato
ja_jp: 選択なし
ka: არ არის არჩეული
kk: Таңдалмаған
km: មិន​បាន​ជ្រើស
kn: ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
ko_kr: 선택하지 않았습니다.
ky_kg: Тандалган эмес
lo: ບໍ່ໄດ້ເລືອກ
lt: Nepasirinkta
lv: Nav izvēlēts
mk: Не е одбрано
ml: തിരഞ്ഞെടുത്തില്ല
mn_mn: Сонгоогүй
mr: निवडलेले नाही.
ms: Tidak dipilih
my_mm: ရွေးချယ်မထားသေးပါ
my_zg: ေရြးခ်ယ္မထားေသးပါ
nb: Ikke valgt
ne: चयन गरिएको छैन
nl: Niet geselecteerd
or: ମନୋନୀତ ନୁହେଁ
pa: ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
pl: Niewybrany
pl_sp: Niyzawelōwany
pt_pt: Não seleccionada
ro: Neselectat
si: තෝරා නැත
sk: Nevybraté
sl: Ni izbrano
sq: Nuk është përzgjedhur
sr: Nije izabrano
sv: Ej vald
ta: தேர்ந்தெடுக்கப்படாதவை
te: ఎంచుకోలేదు
tg_tj: Интихоб нашудааст
th: ไม่ได้เลือก
tk_tm: Saýlanmadyk
tl: Hindi pinili
uk: Не вибрано
ur: منتخب نہيں ہوا
uz: Tanlanmagan
vi: Chưa được chọn
zh_cn: 未选中
zh_hk: 未選擇
zh_tw: 未選擇

# WDS_WNOTI_TPOP_CHECK_YOUR_PHONE_ABB
source: Check your phone.
ar: تحقق من هاتفك.
as: আপোনাৰ ফোন পৰীক্ষা কৰক৷
az: Telefonu yoxla.
bg: Проверете телефона си.
bn: আপনার ফোন পরীক্ষা করুন।
ca: Comprovi el telèfon.
cs: Zkontrolujte svůj telefon.
da: Tjek din telefon.
el_gr: Ελέγξτε το τηλέφωνό σας.
es_es: Compruebe su teléfono.
et: Kontrollige oma telefoni.
eu: Egiaztatu telefonoa.
fa: تلفن خود را بررسی کنید.
fi: Tarkista puhelimesi.
fr: Consultez votre téléphone.
ga: Seiceáil d'fhón.
gl: Comproba o teu teléfono.
gu: તમારો ફોન તપાસો.
he: בדוק את הטלפון שלך.
hi: अपना फोन जांचें।
hr: Provjerite telefon.
hu: Nézze meg a telefont.
hy: Ստուգեք հեռախոսը:
id: Periksa ponsel Anda.
is: Athugaðu símann.
it_it: Controllate il dispositivo mobile.
ja_jp: 端末を確認してください。
ka: შეამოწმეთ ტელეფონი.
kk: Телефоныңызды тексеріңіз.
km: ពិនិត្យ​ទូរសព្ទ​របស់​អ្នក។
kn: ನಿಮ್ಮ ಫೋನ್ ಪರಿಶೀಲಿಸಿ.
ko_kr: 폰을 확인하세요.
ky_kg: Телефонуңузду текшериңиз.
lo: ກວດເບິ່ງໂທ​ລະ​ສັບຂອງທ່ານ.
lt: Patikrinkite savo telefoną.
lv: Skatiet savu tālruni.
mk: Проверете го својот телефон.
ml: നിങ്ങളുടെ ഫോൺ പരിശോധിക്കുക.
mn_mn: Утсаа шалгана уу.
mr: आपला फोन तपासा.
ms: Periksa telefon anda.
my_mm: သင့် ဖုန်းကို စစ်ဆေးပါ။
my_zg: သင့္ ဖုန္းကို စစ္ေဆးပါ။
nb: Sjekk telefonen din.
ne: तपाईको फोन जाँच्‍नुहोस्।
nl: Controleer uw telefoon.
or: ଆପଣଙ୍କ ଫୋନ୍ ଯାଞ୍ଚ କରନ୍ତୁ।
pa: ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź swój telefon.
pl_sp: Badnij na swōj telefōn.
pt_pt: Verifique o seu telefone.
ro: Verificaţi pe telefon.
si: ඔබේ දුරකථනය පිරික්සන්න‍.
sk: Skontrolujte svoj telefón.
sl: Preverite telefon.
sq: Kontrollo telefonin.
sr: Proveri svoj telefon.
sv: Kontrollera telefonen.
ta: உங்கள் ஃபோனை சரிபார்க்கவும்.
te: మీ ఫోన్‌ను తనిఖీ చేయండి.
tg_tj: Телефони худро тафтиш кунед.
th: โปรดตรวจสอบโทรศัพท์ของคุณ
tk_tm: Telefonyňyzy barlaň.
tl: Suriin ang telepono mo.
uk: Перевірте ваш телефон.
ur: اپنا فون چیک کریں۔
uz: Telefoningizni tekshiring.
vi: Kiểm tra điện thoại của bạn.
zh_cn: 检查您的手机
zh_hk: 檢查您的手機。
zh_tw: 檢查您的手機。

# WDS_ST_TPOP_CONNECT_VIA_BLUETOOTH_TO_REVIEW_AND_ACCEPT_THE_LEGAL_NOTICE_ABB
source: Connect via Bluetooth to review and accept the legal notice.
ar: اتصل عبر البلوتوث لمراجعة الإشعار القانوني والموافقة عليه.
as: আইনসন্মত জাননী সমীক্ষা আৰু গ্ৰহণ কৰিবলৈ ব্লুটুথ হৈ সংযোগ কৰক৷
az: Hüquqi bildirişləri oxumaq və qəbul etmək üçün Bluetooth ilə qoşulun.
bg: Свържете се с Bluetooth, за да прегледате и приемете правната бележка.
bn: আইনি বিজ্ঞপ্তি পর্যালোচনা ও স্বীকার করতে ব্লুটুথের মাধ্যমে সংযোগ করুন।
ca: Connecti's mitjançant Bluetooth per revisar i acceptar l'avís legal.
cs: Připojte se přes Bluetooth a přečtěte si a potvrďte právní upozornění.
da: Opret forb. via Bluetooth for at gennemgå og acceptere jur. bemærkn.
el_gr: Συνδεθείτε μέσω Bluetooth για αναθ. και αποδοχή της νομικής σημείωσης.
es_es: Conéctese por Bluetooth para revisar y aceptar el aviso legal.
et: Ühendage Bluetoothi kaudu, et jur. teadet lugeda ja sellega nõustuda.
eu: Lege oharra irakurtzeko eta onartzeko, konektatu Bluetooth bidez.
fa: از طریق بلوتوث متصل شده و اطلاعیه حقوقی را بررسی کنید و بپذیرید.
fi: Muodosta Bluetooth-yhteys lakis. ilmoit. lukua ja hyväksyntää varten.
fr: Connectez-vous via Bluetooth pour lire et accepter la mention légale.
ga: Nasc trí Bluetooth le hamharc ar an bhfógra dlí agus glacadh leis.
gl: Conéctate a través de Bluetooth para revisar e aceptar o aviso legal.
gu: કાનૂની સૂચનની સમીક્ષા કરવા અને સ્વીકારવા બ્લ્યુટુથ દ્વારા જોડો.
he: התחבר באמצעות Bluetooth כדי לעבור על ההודעה המשפטית ולציין את הסכמתך.
hi: कानूनी सूचना की समीक्षा और उसे स्वीकारने हेतु ब्लूटूथ से कनेक्ट करें।
hr: Povežite se putem Bluetootha za pregled i prihvać. pravne obavijesti.
hu: Bluetooth-kapcsolattal olvassa és fogadja el a jogi nyilatkozatot.
hy: Միացեք Bluetooth-ով, որպեսզի ուսումնասիրեք և ընդունեք իրավ. ծանուցում:
id: Sambung lwt Bluetooth utk meninjau dan menerima pemberitahuan hukum.
is: Tengstu gegnum Bluetooth til að lesa og samþykkja lagalega fyrirvara.
it_it: Connettetevi con Bluetooth per rivedere e accettare gli avvisi legali.
ja_jp: 利用規約を確認して同意するには、Bluetoothで接続してください。
ka: დაუკავშირდით Bluetooth-ით, რომ გაეცნოთ და დაეთანხმოთ წესებს.
kk: Құқықтық мәлімдемені қарап, қабылдау үшін Bluetooth арқылы қосылыңыз.
km: ភ្ជាប់​តាម Bluetooth ដើម្បី​ត្រួតពិនិត្យ និង ព្រមទទួល​សេចក្ដីជូនដំណឹង​ពី​ច្បាប់។
kn: ಕಾನೂನು ಸೂಚನೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ಮತ್ತು ಸಮ್ಮತಿಸಲು ಬ್ಲೂಟೂತ್ ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ.
ko_kr: 법적 고지를 확인하고 수락하려면 블루투스로 연결하세요.
ky_kg: Bluetooth арк. туташыңыз ж-а юрид. эскертүүнү караңыз ж-а кабыл алыңз.
lo: ​ເຊື່​ອມຕໍ່​ຜ່ານບລູທູດ​ເພື່ອທົບ​ທວນແລະ​ຍອມຮັບ​ແຈ້ງ​ການ​ທີ່​ຖືກຕ້ອງ​ຕາມ​ກົດໝາຍ.
lt: Prisij. per „Bluetooth“ ir peržiūr. bei sutikite su teis. informacija.
lv: Savien., izm. Bluetooth, lai piekristu juridiskajai informācijai.
mk: Поврз. се преку Bluetooth за преглед и прифаќање на правната напомена.
ml: നിയമാനു. അറിയിപ്പ് അവലോ. ചെയ്ത് സ്വീകരിക്കു. ബ്ലൂടൂത്ത് വഴി ബന്ധിപ്പി.
mn_mn: Хянахдаа Bluetooth-р холбдж хуулн мэдэгдлг хүлээн авна уу.
mr: कायदेशीर नोटिसचे पुनरावलोकन करण्‍यासाठी आणि स्‍वीकारण्‍यासाठी ब्‍लुटूथद्वारे कनेक्‍ट करा.
ms: Sambung melalui Bluetooth utk semak dan menerima notis undang-undang.
my_mm: ပြန်ကြည့်ရန် ဘလူးတုသ် မှတဆင့်ချိတ်ဆက်ပြီး တရားဝင် ကြေညာချက်ကို လက်ခံပါ။
my_zg: ျပန္ၾကည့္ရန္ ဘလူးတုသ္ မွတဆင့္ခ်ိတ္ဆက္ၿပီး တရားဝင္ ေၾကညာခ်က္ကို လက္ခံပါ။
nb: Koble til via Bluetooth for å se gjennom og godta juridisk merknad.
ne: समीक्षा गर्न ब्लुटूथ मार्फत जडान गर्नुहोस् र कानूनी सूचना स्वीकार गर्नुहोस्।
nl: Verbind via Bluetooth, en bekijk en accepteer juridische kennisgeving.
or: ଆଇନଗତ ସୂଚନା ଗ୍ରହଣ ଏବଂ ସମୀକ୍ଷା ପାଇଁ ବ୍ଲୁଟୁଥ୍ ଦ୍ୱାରା ସଂଯୋଗ କରନ୍ତୁ।
pa: ਕਾਨੂੰਨੀ ਸੂਚਨਾ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਅਤੇ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਕਨੈਕਟ ਕਰੋ।
pl: Połącz przez Bluetooth, aby zapoznać się z inf. prawn. i zaakcept. je.
pl_sp: Połōncz bez Bluetooth, coby poznać info prawne i dej na nie zgoda.
pt_pt: Ligue através de Bluetooth para ler e aceitar as notas legais.
ro: Conectaţi-vă prin Bluetooth pt. a citi şi accepta notificarea legală.
si: නෛතික දැන්වීම සමාලෝචනය කර පිළිගැනීම සඳහා බ්ලූටූත් ඔස්සේ සම්බන්ධ වන්න.
sk: Pripojte sa cez Bluetooth, prečítajte si a potvrďte právne vyhlásenie.
sl: Za pregled in sprejem pravnega obves. se povežite prek pov. Bluetooth.
sq: Lidhu nëpërmjet Bluetooth për të parë dhe pranuar njoftimin ligjor.
sr: Poveži se putem Bluetooth-a za prikaz i prihvatanje pravne napomene.
sv: Anslut via Bluetooth, läs och godkänn det juridiska meddelandet.
ta: சட்ட அறிவிப்பை மறுஆய்வு செய்து ஏற்க ப்ளூடூத் வழியாக இணைக்கவும்.
te: చట్టపరమైన గమనికను సమీక్షించి, ఆమోదించడానికి బ్లూటూత్‌తో కనెక్ట్ చేయండి.
tg_tj: Тав. Bluetooth пайв-т шуда, эзоҳи ҳуқуқиро омӯзед ва бо он розӣ шавед.
th: เชื่อมต่อผ่าน Bluetooth เพื่อตรวจสอบและยอมรับประกาศทางกฎหมาย
tk_tm: Kanuny bildirişi görüp kabul etmek üçin, Bluetooth arkaly birigiň.
tl: Kumonekta sa pamaamgitan ng Bluetooth para repasuhin at tanggapin ang abisong legal.
uk: Підключ. через Bluetooth, щоб прочитати та прийняти правові положення.
ur: قانونی نوٹس کا جائزہ لینے اور قبول کرنے کے لیے بلیوٹوتھ کے ذریعے جڑیں۔
uz: Qonuniy eslatmani ko‘rish va qabul qilish u-n Bluetooth orq. ulaning.
vi: Kết nối qua Bluetooth để xem xét và chấp nhận thông báo pháp lý.
zh_cn: 通过蓝牙连接以查看并接受法律声明
zh_hk: 透過藍牙連接以查看並接受法律通告。
zh_tw: 透過藍牙連接來檢視並接受法律聲明。

# WDS_IME_HEADER_INPUT_LANGUAGES_ABB
source: Input languages
ar: لغات الإدخال
as: ইনপুট ভাষাসমূহ
az: Daxiletmə dillər
bg: Езици на въвежд.
bn: ইনপুট ভাষাগুলি
ca: Idiomes entrada
cs: Jazyky zadávání
da: Inputsprog
el_gr: Γλώσσες εισαγ.
es_es: Idiomas
et: Sisestuskeeled
eu: Idazketa hizk.
fa: زبان‌های ورودی
fi: Syöttökielet
fr: Langues de saisie
ga: Teangacha ionch.
gl: Idiomas entrada
gu: ઇનપુટ ભાષાઓ
he: שפות קלט
hi: इनपुट भाषाएँ
hr: Jezici unosa
hu: Beviteli nyelvek
hy: Ներած. լեզուներ
id: Bahasa input
is: Innsláttarmál
it_it: Lingue inserim.
ja_jp: 入力言語
ka: ჩანაწერის ენები
kk: Енгізу тілдері
km: ភាសា​បញ្ចូល
kn: ಇನ್‌ಪುಟ್ ಭಾಷೆಗಳು
ko_kr: 입력 언어
ky_kg: Киргизүү тилдери
lo: ພາສາສຳລັບການປ້ອນຂໍ້ມູນ
lt: Įvesties kalbos
lv: Ievades valodas
mk: Јазици за внес
ml: ഇൻപുട്ട് ഭാഷകൾ
mn_mn: Оролтын хэлүүд
mr: निविष्‍ट भाषा
ms: Bahasa input
my_mm: ထည့်သွင်းရန် ဘာသာစကားများ
my_zg: ထည့္သြင္းရန္ ဘာသာစကားမ်ား
nb: Inndataspråk
ne: इन्पुट भाषाहरू
nl: Invoertalen
or: ଇନପୁଟ୍ ଭାଷାଗୁଡିକ
pa: ਇਨਪੁਟ ਭਾਸ਼ਾਵਾਂ
pl: Języki wprowadz.
pl_sp: Gŏdka podŏwaniŏ
pt_pt: Idiomas introd.
ro: Limbi tastatură
si: ආදාන භාෂා
sk: Jazyky vstupu
sl: Jeziki vnosa
sq: Gjuhët e hyrjes
sr: Jezici unosa
sv: Inmatningsspråk
ta: உள்ளீட்டு மொழி.
te: ఇన్‌పుట్ భాషలు
tg_tj: Забонҳои вуруд
th: ภาษา​เขียน
tk_tm: Giriziş dilleri
tl: Mga wika ng input
uk: Мови введення
ur: ان پٹ کی زبانیں
uz: Kiritish tillari
vi: Ngôn ngữ nhập
zh_cn: 输入语言
zh_hk: 輸入語言
zh_tw: 輸入語言

# IDS_ST_SK_OK
source: OK
ar: موافق
as: ঠিক
bn: ওকে
ca: Acceptar
es_es: Aceptar
eu: Ados
fa: تاييد
gl: Aceptar
gu: ઓકે
he: אישור
hi: ओके
hr: U redu
hy: Ընդունել
is: Í lagi
ka: კი
km: ព្រម
kn: ಸರಿ
ko_kr: 확인
ky_kg: ОК
lo: ຕົກລົງ
lt: Gerai
lv: Labi
ml: ശരി
mn_mn: Батлах
mr: ठीक
my_mm: အိုကေ
my_zg: အုိေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
uk: ОК
ur: ٹھیک ہے
zh_cn: 确定
zh_hk: 確定
zh_tw: 確定

# WDS_TTS_TBBODY_DOUBLE_TAP_TO_SEND
source: Double tap to send.
ar: انقر نقراً مزدوجاً للإرسال.
as: প্ৰেৰণ কৰিবলৈ দুবাৰ টিপক৷
az: Göndərmək üçün iki dəfə vur.
bg: Докоснете двукратно, за да изпратите.
bn: পাঠাতে দুবার ট্যাপ করুন।
ca: Toqui dues vegades per enviar.
cs: Poklepáním odešlete.
da: Dobbelttryk for at sende.
el_gr: Πατήστε δύο φορές για αποστολή.
es_es: Pulse dos veces para enviar.
et: Toksake kaks korda, et saata.
eu: Ukitu bi aldiz bidaltzeko.
fa: برای ارسال دو بار ضربه بزنید.
fi: Lähetä kaksoisnapauttamalla.
fr: Appuyez deux fois pour envoyer.
ga: Déthapáil lena sheoladh.
gl: Toca dúas veces aquí para enviar.
gu: સંદેશ મોકલવા માટે બેવાર ટેપ કરો.
he: הקש הקשה כפולה כדי לשלוח.
hi: भेजने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za slanje.
hu: Érintse meg kétszer a küldéshez.
hy: Կրկնակի թակեք ուղարկելու համար:
id: Ketuk dua kali untuk mengirim.
is: Pikkaðu tvisvar til að senda.
it_it: Toccate due volte per inviare.
ja_jp: 送信するにはダブルタップします。
ka: შეეხეთ ორჯერ, რომ გაგზავნოთ.
kk: Жіберу үшін, екі рет түртіңіз.
km: ប៉ះ​ពីរដង ដើម្បី​ផ្ញើ។
kn: ಕಳುಹಿಸಲು ಎರಡುಬಾರಿ ತಟ್ಟಿ.
ko_kr: 보내려면 두 번 누르세요.
ky_kg: Жөнөтүүгө эки жолу басыңыз.
lo: ແຕະສອງຄັ້ງເພື່ອສົ່ງ.
lt: Bakstelėkite dukart, jei norite siųsti.
lv: Veiciet dubultskārienu, lai sūtītu.
mk: Допрете двапати за да се испрати.
ml: അയയ്ക്കുന്നതിന് രണ്ടുതവണ സ്പർശിക്കുക.
mn_mn: Илгээхдээ давхар товш.
mr: संदेश पाठविण्यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk menghantar.
my_mm: ပို့ရန် နှစ်ချက်နှိပ်ပါ။
my_zg: ပို႔ရန္ ႏွစ္ခ်က္ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å sende.
ne: पठाउन दुई पटक ट्याप गर्नुहोस्।
nl: Tik twee keer om te verzenden.
or: ପ୍ରେରଣ କରିବାକୁ ଦୁଇଥର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਭੇਜਣ ਲਈ ਦੋ ਵਾਰ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby wysłać.
pl_sp: Tyknij 2 razy coby posłać.
pt_pt: Toque duas vezes para enviar.
ro: Atingeţi de două ori pentru a trimite.
si: යැවීමට දෙවරක් තට්ටු කරන්න.
sk: Dvojitým ťuknutím môžete vykonať odoslanie.
sl: Dvakrat pritisnite, da pošljete.
sq: Dy-trokit për të dërguar.
sr: Dvaput kucni za slanje.
sv: Dubbeltryck för att skicka.
ta: அனுப்ப, இருமுறை டேப் செய்க.
te: పంపడానికి రెండుసార్లు ట్యాప్ చేయండి.
tg_tj: Барои фиристодан ду бор зарба занед.
th: สัมผัสสองครั้ง เพื่อส่ง
tk_tm: Ibermek üçin, iki gezek basyň.
tl: I-double tap para ipadala.
uk: Двічі торкніться, щоб надіслати.
ur: بھیجنے کے لیے دوہری تھپکی دیں۔
uz: Yuborish uchun ikki marta teging.
vi: Chạm hai lần để gửi.
zh_cn: 双击以发送。
zh_hk: 輕觸兩下以發送。
zh_tw: 輕觸兩下來傳送。

# IDS_MSG_BODY_WHEN_CAN_WE_MEET_Q_M_TEXT_TEMPLATE
source: When can we meet?
ar: متى يمكننا اللقاء؟
as: আমি কেতিয়া লগ পাম?
az: Biz nə vaxt görüşə bilərik?
bg: Кога може да се срещнем?
bn: আমরা কখন সাক্ষাত্‍ করতে পারব?
ca: Quan podem quedar?
cs: Kdy se můžeme setkat?
da: Hvornår kan vi mødes?
el_gr: Πού μπορούμε να βρεθούμε;
es_es: ¿Dónde nos vemos?
et: Millal saame kohtuda?
eu: Noiz elkar gaitezke?
fa: چه وقت می توانیم یکدیگر را ملاقات کنیم؟
fi: Koska voimme tavata?
fr: Où pouvons-nous nous retrouver ?
ga: Cén uair a bhuailfidh mé leat?
gl: Cando podemos xuntarnos?
gu: આપણે ક્યારે મળી શકીશું?
he: מתי נוכל להיפגש?
hi: हम कब मिल सकते हैं?
hr: Kada ćemo se naći?
hu: Mikor találkozhatunk?
hy: Ե՞րբ կարող ենք հանդիպել:
id: Kapan kita dapat bertemu?
is: Hvenær getum við hist?
it_it: Quando possiamo incontrarci?
ja_jp: いつ会えますか？
ka: როდის შეგვიძლია შევხვდეთ?
kk: Қашан кездесе аламыз?
km: តើយើង​អាច​ជួប​គ្នា​ពេល​ណា?
kn: ನಾವು ಯಾವಾಗ ಭೇಟಿಯಾಗುತ್ತೇವೆ?
ko_kr: 언제 만날까요?
ky_kg: Качан жолуга алабыз?
lo: ພວກເຮົາສາມາດປະຊຸມກັນໄດ້ເມື່ອໃດ?
lt: Kada galime susitikti?
lv: Kad mēs varētu satikties?
mk: Кога може да се видиме?
ml: എപ്പോഴാണ് നമുക്ക് കാണാന്‍ കഴിയുക?
mn_mn: Хэзээ уулзаж болох вэ?
mr: आपण कधी भेटायचे आहे?
ms: Bila kita boleh berjumpa?
my_mm: ကျွန်တော်တို့ ဘယ်တော့ တွေ့နိုင်လဲ?
my_zg: ကၽြန္ေတာ္တို႔ ဘယ္ေတာ့ ေတြ႔ႏိုင္လဲ?
nb: Når kan vi møtes?
ne: हामी कहिले भेट्न सक्छौ?
nl: Wanneer spreken we af?
or: ଆମେ କେବେ ମିଶି ପାରିବା?
pa: ਅਸੀਂ ਕਦੋਂ ਮਿਲ ਸਕਦੇ ਹਾਂ?
pl: Kiedy możemy się spotkać?
pl_sp: Kej się mogymy trefić?
pt_pt: Podemos encontrar-nos?
ro: Când ne putem întâlni?
si: අපට හමුවිය හැක්කේ කවදාද?
sk: Kedy sa môžeme stretnúť?
sl: Kje se lahko dobiva?
sq: Kur mund të takohemi?
sr: Kad možemo da se nađemo?
sv: När kan vi träffas?
ta: நாம் எப்போது சந்திக்கலாம்?
te: మనము ఎప్పుడు కలుద్దాం?
tg_tj: Кай вохӯрда метавонем?
th: เราจะพบกันที่ไหนดี?
tk_tm: Biz haçan duşuşyp bileris?
tl: Kailan tayo pwedeng magkita?
uk: Коли зустрінемось?
ur: ہم کب ملاقات کر سکتے ہیں؟
uz: Qachon uchrashishimiz mumkin?
vi: Khi nào chúng ta gặp nhau?
zh_cn: 我们何时可会面？
zh_hk: 幾點可以碰面？
zh_tw: 幾點可以碰面？

# IDS_WMGR_MBODY_HOWS_IT_GOING_Q_M_TEXT_TEMPLATE
source: How's it going?
ar: كيف تسير الأمور؟
as: কেনে চলি আছে?
az: İşlər necədir?
bg: Как са нещата?
bn: কেমন চলছে?
ca: Com va?
cs: Jak se vede?
da: Hvordan går det?
el_gr: Τι κάνεις;
es_es: ¿Qué tal?
et: Kuidas läheb?
eu: Nola doa?
fa: اوضاع چطور است؟
fi: Miten menee?
fr: Comment ça va ?
ga: Conas atá tú?
gl: Que tal che vai?
gu: કેમ છે?
he: מה העניינים?
hi: कैसे चल रहा है?
hr: Kako si?
hu: Hogy vagy?
hy: Գործերդ ո՞նց են:
id: Bagaimana kabarmu?
is: Hvernig hefurðu það?
it_it: Come va?
ja_jp: お元気ですか？
ka: როგორ ხარ?
kk: Қалай болып жатыр?
km: តើ​វា​យ៉ាង​ម៉េច​ហើយ?
kn: ಹೇಗೆ ನಡೆಯುತ್ತಿದೆ?
ko_kr: 어떻게 지내요?
ky_kg: Иштер кандай?
lo: ມັນເປັນໄປແນວໃດ?
lt: Kaip sekasi?
lv: Kā veicas?
mk: Што правиш?
ml: കാര്യങ്ങള്‍ എങ്ങനെ പോകുന്നു?
mn_mn: Сонин сайхан юу байна?
mr: कसे चालू आहे?
ms: Bagaimana sekarang?
my_mm: အခြေအနေ ဘယ်လိုလဲ?
my_zg: အေျခအေန ဘယ္လိုလဲ?
nb: Hvordan går det?
ne: कस्तो भइरहेको छ?
nl: Hoe gaat het?
or: କିପରି ଚାଲିଛି?
pa: ਕਿਵੇਂ ਚਲ ਰਿਹਾ ਹੈ?
pl: Jak leci?
pl_sp: Jako leci?
pt_pt: Como estás?
ro: Cum merge treaba?
si: කොහොමද එහි වැඩකටයුතු?
sk: Ako sa máš?
sl: Kako si kaj?
sq: Si po shkon?
sr: Kako napreduješ?
sv: Hur går det?
ta: எப்படி போகிறது?
te: ఇది ఎలా జరుగుతుంది?
tg_tj: Корҳо чӣ хел?
th: เป็นอย่างไรบ้าง?
tk_tm: Ýagdaýlaryň nähili?
tl: Kamusta na?
uk: Як воно?
ur: یہ کیسا چل رہا ہے؟
uz: Ahvollar qalay?
vi: Bạn thế nào rồi?
zh_cn: 怎么样了？
zh_hk: 近來好嗎？
zh_tw: 近來好嗎？

# IDS_WMGR_MBODY_WHATS_UP_Q_M_TEXT_TEMPLATE
source: What's up?
ar: ما أخبارك؟
as: কি খবৰ?
az: Nə baş verib?
bg: Какво става?
bn: কেমন চলছে?
ca: Què passa?
cs: Co se děje?
da: Hvad sker der?
el_gr: Τι συμβαίνει;
es_es: ¿Qué hay?
et: Mis toimub?
eu: Zer moduz?
fa: چه خبر؟
fi: Mitä kuuluu?
fr: Que se passe-t-il ?
ga: Cad é an scéal?
gl: Que tal?
gu: નવું શું છે?
he: מה נשמע?
hi: क्या बात है?
hr: Što ima?
hu: Mi a helyzet?
hy: Ի՞նչ է պատահել:
id: Apa kabar?
is: Hvað er að frétta?
it_it: Cosa succede?
ja_jp: どうしましたか？
ka: რა ხდება?
kk: Не болды?
km: មាន​រឿង​អី?
kn: ಏನಾಗುತ್ತಿದೆ?
ko_kr: 무슨 일이에요?
ky_kg: Кандайсың?
lo: ເກີດຫຍັງຂຶ້ນ?
lt: Kaip sekasi?
lv: Kas noticis?
mk: Што има ново?
ml: എന്തുണ്ട് വിശേഷം?
mn_mn: Юу байна?
mr: कसे आहात?
ms: Apa khabar?
my_mm: ဘာဖြစ်ပါသလဲ?
my_zg: ဘာျဖစ္ပါသလဲ?
nb: Hva skjer?
ne: के भयो?
nl: Wat is er aan de hand?
or: କ’ଣ ଚାଲିଛି?
pa: ਕੀ ਹੋ ਰਿਹਾ ਹੈ?
pl: Co słychać?
pl_sp: Co je louz?
pt_pt: O que se passa?
ro: Ce s-a întâmplat?
si: අලුත් තොරතුරු මොනවාද?
sk: Čo sa deje?
sl: Kaj se dogaja?
sq: Ç'kemi?
sr: Šta ima?
sv: Vad händer?
ta: என்ன நடக்கிறது?
te: ఏమి జరుగుతుంది?
tg_tj: Тинҷиай?
th: ว่าอย่างไร?
tk_tm: Näme boldy?
tl: Anong balita?
uk: У чому справа?
ur: کیا ہے؟
uz: Ishlar qalay?
vi: Có chuyện gì vậy?
zh_cn: 什么事？
zh_hk: 怎麼了？
zh_tw: 怎麼了？
