Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

source: 4. You consent and agree that in providing the Speech Recognition Service, Nuance may collect Speech Data which may be used by Nuance and its third party partners to tune, enhance and improve (a) the Speech Recognition Service and (b) other Nuance products and services.<br>5. You acknowledge and agree that your Speech Data may be transferred to the United States and/or other countries for storage, processing and use by Nuance and its third party partners.<br>6. Any and all Speech Data that you provide will remain confidential and will be used in accordance with applicable law, but may be disclosed by Nuance, if so required, to meet legal or regulatory requirements, such as under a court order or to a government agency if required or authorized by law, or to a third party which acquires or merges with Nuance.
ar: 4. أنت توافق على أنه يحق لشركة Nuance، في إطار توفير خدمة التعرف على الكلام، جمع بيانات الكلام التي قد تستخدمها هذه الشركة وشركائها من الأطراف الثالثة لتعديل (أ) خدمة التعرف على الكلام و(ب) منتجات Nuance الأخرى وخدماتها، وتحسينها وتطويرها.<br>‏5. تقرّ بأنه يجوز نقل بيانات الكلام الخاصة بك إلى الولايات المتحدة و/أو إلى بلدان أخرى للتخزين والمعالجة والاستخدام من قبل شركة Nuance وشركائها من الأطراف الثالثة وتوافق على ذلك.<br>‏6. ستبقى بيانات الكلام كافة التي توفرها سرية، وسيتم استخدامها بما يتوافق مع القانون المعمول به، لكن يحق لشركة Nuance الكشف عنها، إذا لزم الأمر، بهدف الإيفاء بمتطلبات قانونية أو تنظيمية، بموجب أمر من المحكمة أو جهة حكومية، مثلاً، إذا كان ينص القانون على ذلك أو يسمح به، أو لطرف ثالث حاز Nuance أو دمج معها.‏
as: 4. আপুনি ধ্বনি চিনাক্তকৰণ সেৱাত প্ৰদান কৰা, Nuance এ সংগ্ৰহ কৰিব পৰা ধ্বনি ডাটা (a) ধ্বনি চিনাক্তকৰণ সেৱা আৰু (b) অন্য Nuance প্ৰ'ডাক্ট আৰু সেৱাসমূহ টিউন, বৰ্দ্ধিত আৰু উন্নত কৰিবলৈ Nuance আৰু ইয়াৰ তৃতীয় পক্ষৰ অংশীদাৰসমূহে ব্যৱহাৰ কৰিব পাৰিব বুলি স্বীকাৰ আৰু সন্মতি জনাইছে৷ <br>5. আপুনি আপোনাৰ ধ্বনি ডাটা আমেৰিকা আৰু/বা অন্য দেশলৈ ষ্ট'ৰেজ, প্ৰক্ৰিয়াকৰণ আৰু Nuance আৰু ইয়াৰ তৃতীয় পক্ষৰ অংশীদাৰসমূহে ব্যৱহাৰ কৰিবৰ বাবে স্থানান্তৰ কৰিব বুলি স্বীকাৰ আৰু সন্মতি জনাইছে৷ <br>6. আপুনি প্ৰদান কৰা যিকোনো আৰু সকলো ধ্বনি ডাটা গোপনীয় হৈ থাকিব আৰু প্ৰযোজ্য আইন অনুযায়ী ব্যৱহাৰ কৰা হ'ব, কিন্তু Nuance-এ, যদিহে আইন আৰু নিয়ন্ত্ৰণৰ আৱ্শ্যকতাসমূহলৈ আৱশ্যক হয়, যেনে আইনৰ দ্বাৰা আৱশ্যক হ'লে আদালতৰ অ'ৰ্ডাৰ বা এটা চৰকাৰী এজেঞ্চিলৈ, বা Nuance-ৰ সৈতে অৰ্জন বা অন্তৰ্ভুক্ত তৃতীয় পক্ষলৈ প্ৰকাশ কৰিব পাৰিব৷
az: 4. Nitqin Tanınması Xidmətini təmin edərkən Nuance-ın Nitq Məlumatları toplaya bilməsi və bu məlumatları (a) Nitqin Tanınması Xidmətini və (b) digər Nuance məhsullarını, xidmətlərini sazlamaq, yaxşılaşdırmaq və təkmilləşdirmək üçün Nuance və onun üçüncü tərəf tərəfdaşları tərəfindən istifadə edilə bilməsi ilə razılaşırsınız.<br>5. Siz Nitq Məlumatlarınızın Nuance və onun üçüncü tərəf tərəfdaşları tərəfindən saxlanılması, emal edilməsi və istifadə edilməsi üçün ABŞ və/və ya digər ölkələrə göndərilməsini qəbul edir və razılaşırsınız.<br>6. Təmin etdiyiniz istənilən və bütün Nitq Məlumatları məxfi saxlanacaq və müvafiq qanunvericiliyə uyğun şəkildə istifadə ediləcək, lakin hüquqi və ya tənzimləyici tələblərə cavab vermək üçün, məsələn, məhkəmə qərarı əsasında və ya qanunla icazə verilərsə, Nuance tərəfindən hökumət orqanlarına və ya Nuance-ı satın almış və ya onunla birləşmiş üçüncü tərəfə açıqlana bilər.
bg: 4. Вие се съгласявате и потвърждавате, че при предоставянето на Услугата за разпознаване на реч Nuance може да събира Данни за реч, които може да се използват от Nuance и нейните партньори трети страни за настройване, подобряване и развиване на (a) Услугата за разпознаване на реч и (б) други продукти и услуги на Nuance.<br>5. Вие потвърждавате и се съгласявате, че вашите Данни за реч могат да бъдат прехвърляни до Съединените щати и/или други страни за съхраняване, обработка и използване от Nuance и нейните партньори трети страни.<br>6. Всякакви и всички Данни за реч, които предоставяте, ще остават конфиденциални и ще се използват в съответствие с приложимия закон, но може да се оповестяват от Nuance, ако е необходимо, в отговор на правни или законови изисквания, като например под нареждане на съд или правителствена агенция, ако е изискуемо или упълномощено от закона, или на трети страни, които придобиват или се сливат с Nuance.
bn: 4. আপনি অনুমতি দেন এবং স্বীকার করেন যে বাক সনাক্তকরণ পরিষেবা প্রদান করার সময় Nuance বাক ডাটা সংগ্রহ করতে পারে যা Nuance এবং তার তৃতীয় পক্ষের অংশীদাররা (a) বাক সনাক্তকরণ পরিষেবা এবং (b) Nuance-এর অন্যান্য প্রোডাক্ট এবং পরিষেবাসমূহ টিউন, বর্ধন এবং উন্নত করতে ব্যবহার করতে পারে। <br>5. আপনি স্বীকার করেন এবং সম্মত হন যে আপনার বাক ডাটা আমেরিকা যুক্তরাষ্ট্র এবং/অথবা অন্যান্য দেশে Nuance এবং তার তৃতীয় পক্ষের অংশীদরদের কাছে সঞ্চয়, প্রক্রিয়াকরণ এবং ব্যবহারের জন্য স্থানান্তরিত হতে পারে। <br>6. আপনার প্রদত্ত যেকোনো এবং সকল বাক ডাটা গোপনীয় থাকবে এবং প্রোযোজ্য আইন অনুযায়ী ব্যবহৃত হবে, কিন্তু প্রয়োজন হলে আইনত বা নিয়ন্ত্রক প্রয়োজনীয়তায়, যেমন আদালতের বা সরকারী সংস্থার নির্দেশে প্রয়োজন হলে বা আইন দ্বারা অনুমোদিত হলে, বা কোনো তৃতীয় পক্ষ Nuance-এর সাথে গোষ্ঠীবদ্ধ হলে, Nuance দ্বারা তা প্রকাশিত করা হতে পারে।
ca: 4. Consentiu i accepteu que, en proporcionar el Servei de reconeixement de veu, Nuance pot recollir Dades de veu que poden ser utilitzades per Nuance per ajustar, millorar i perfeccionar (a) el Servei de reconeixement de veu i (b) altres productes i serveis de Nuance.<br>5. Reconeixeu i accepteu que les Dades de veu es poden transferir als Estats Units i/o altres països per al seu emmagatzematge, processament i ús per part de Nuance.<br>6. Totes les Dades de veu que proporcioneu romandran confidencials i s'utilitzaran d'acord amb la legislació aplicable, però Nuance pot revelar-les, si escau, per imperatiu legal o normatiu (com ara per ordre judicial o sol·licitud d’una administració pública), si la llei ho requereix o ho autoritza o en cas que un tercer adquireixi o es fusioni amb Nuance.
cs: 4. Souhlasíte s tím, že během poskytování služby pro rozpoznávání řeči může společnost Nuance shromažďovat Data rozpoznávání řeči, která mohou být použita společností Nuance a jejími nezávislými partnery k ladění, vylepšení a zdokonalení (a) služby pro rozpoznávání řeči a (b) jiných produktů a služeb společnosti Nuance.<br>5. Souhlasíte s tím, že Data rozpoznávání řeči mohou být přenášena do Spojených států nebo jiných zemí za účelem uložení, zpracování a použití společností Nuance a jejími nezávislými partnery.<br>6. Veškerá poskytnutá Data rozpoznávání řeči zůstanou důvěrná a budou použita ve shodě s platnými zákony, ale mohou být společností Nuance předána, v případě potřeby, aby bylo vyhověno zákonným nebo kontrolním požadavkům, např. na základě soudního příkazu, nebo státnímu úřadu, pokud je vyžaduje nebo je to dáno zákonem, nebo třetí straně, kterou koupí společnost Nuance nebo se s ní sloučí.
da: 4. Du indvilger i og accepterer, at ved at udbyde Stemmegenkendelsestjenesten, kan Nuance indsamle stemmedata, der kan bruges af Nuance og dets tredjeparter til at justere, forbedre og udvikle (a) Stemmegenkendelsestjenesten og (b) andre Nuance-produkter og -tjenester.<br>5. Du anerkender og accepterer, at Nuance eller dets tredjepartspartnere kan overføre dine stemmedata til USA og/eller andre lande til opbevaring, behandling eller brug.<br>6. Alle stemmedata, som du leverer, vil forblive fortrolige og brugt i overensstemmelse med gældende lovgivning, men kan, såfremt det kræves, fremlægges af Nuance for at opfylde juridiske eller regulatoriske krav, såsom ved en retskendelse, eller til en statslig myndighed, såfremt det kræves eller bemyndiges af lovgivningen, eller til en tredjepart, der overtager eller fusionerer med Nuance.
el_gr: 4. ΣυναινείτεκαιαποδέχεστεότικατάτηνπαροχήτηςΥπηρεσίαςαναγνώρισηςομιλίας, η Nuance μπορείνασυλλέγειΔεδομέναομιλίας ταοποίαμπορούνναχρησιμοποιούνταιαπότη Nuance καιτουςτρίτουςσυνεργάτεςτηςγιατοσυντονισμό, τηνενίσχυσηκαιτηβελτίωση (α) τηςΥπηρεσίαςαναγνώρισηςομιλίαςκαι (β) άλλωνπροϊόντωνκαιυπηρεσιώντης Nuance.<br>5. ΑναγνωρίζετεκαιαποδέχεστεότιταΔεδομέναομιλίαςσαςμπορούνναμεταφέρονταιπροςτιςΗνωμένεςΠολιτείεςή/καιάλλεςχώρεςγιααποθήκευση, επεξεργασίακαιχρήσηαπότη Nuance καιτουςτρίτουςσυνεργάτεςτης.<br>6. ΟποιαδήποτεκαιόλαταΔεδομέναομιλίαςπουπαρέχετεθαπαραμένουνεμπιστευτικάκαιθαχρησιμοποιούνταισύμφωναμετηνισχύουσανομοθεσία, αλλάμπορείνακοινοποιηθούναπότη Nuance, εφόσοναπαιτηθεί, προκειμένουναεκπληρωθούννομικέςήρυθμιστικέςαπαιτήσεις, όπωςβάσειδικαστικήςπαραγγελίαςήπροςμιακυβερνητικήυπηρεσία, ανυφίσταταιαπαίτησηήεξουσιοδότησηβάσεινόμου, ήπροςκάποιοτρίτομέροςπουθαεξαγοράσειτη Nuance ήθασυγχωνευθείμεαυτήν.
es_es: 4. Consiente y acepta que, al proporcionar el Servicio de reconocimiento de voz, Nuance puede recoger Datos de voz que Nuance puede utilizar para ajustar, mejorar y perfeccionar (a) el Servicio de reconocimiento de voz y (b) otros productos y servicios de Nuance. <br>5. Reconoce y acepta que sus Datos de voz se pueden transferir a los Estados Unidos u otros países para su almacenamiento, tratamiento y uso por parte de Nuance. <br>6. Todos y cada uno de los Datos de voz que proporcione seguirán siendo confidenciales y se usarán de acuerdo con lo establecido en la legislación aplicable, pero Nuance podría tener que revelarlos, en caso de ser necesario, para cumplir con determinadas exigencias legales o reglamentarias, como una orden judicial o a solicitud de una administración pública, o si lo autorizase la ley o en el supuesto de que un tercero adquiriese o se fusionara con Nuance.
et: 4. Nõustute, et kõnetuvastusteenuse pakkumisel võib Nuance koguda kõneandmeid, mida võivad kasutada Nuance ja selle kolmanda osapoole partnerid, et häälestada, täiustada ja parandada (a) kõnetuvastusteenust ja (b) teisi Nuance'i tooteid ja teenuseid. <br>5. Kinnitate ja nõustuste, et teie kõneandmeid võidakse edastada Ameerika Ühendriikidesse ja/või teistesse riikidesse, et Nuance ja selle kolmanda osapoole partnerid saaksid andmeid salvestada, töödelda ja kasutada. <br>6. Mis tahes ja kõik esitatud kõneandmed on konfidentsiaalsed ja neid kasutatakse vastavuses kehtivate seadustega, kuid Nuance võib neid avalikustada, kui see on vajalik, et olla vastavuses õiguslike või seadusega sätestatud nõudmistega, näiteks kohtumääruse alusel või riigiasutusele, kui seda näeb ette seadus, või kolmandale osapoolele, mis võtab üle Nuance'i või ühineb sellega.
eu: 4. Baimentzen eta onartzen duzu, Ahotsa hautemateko zerbitzua ematean, balitekeela Nuance-k Ahots datuak biltzea eta Nuance-k horiek erabiltzea (a) Ahotsa hautemateko zerbitzua eta (b) bestelako Nuance produktuak eta zerbitzuak doitzeko, hobetzeko eta borobiltzeko.<br>5. Aitortzen eta onartzen duzu balitekeela zure Ahots datuak Amerikako Estatu Batuetara edota beste herrialde batzuetara transferitzea, Nuance-k datu horiek gorde, prozesatu eta erabil ditzaten.<br>6. Ematen dituzun Ahots datu guztiak isilpekoak izango dira eta indarrean dauden legeen arabera erabiliko dira. Hala ere, baliteke Nuance-k haiek jakinaraztea legeak edo araudiak betetzeko, adibidez, epaitegiko agindu batek edo administrazio publiko batek hala eskatzen duelako, legeak ahalbidetzen duelako edo hirugarren batek Nuance erosi edo Nuance-kin bat egin duelako.
fa: 4. رضایت داشته و موافقت می‌کنید که در ارائه سرویس شناسایی گفتار، Nuance ممکن است داده‌های گفتاری را که توسط وی و شرکای ثالث وی برای تنظیم، پیشرفت و بهبود (الف) سرویس شناسایی گفتار و (ب) سایر محصولات و سرویس‌های Nuance ممکن است استفاده شود، جمع‌آوری کند.<br>5. تأیید و موافقت می‌کنید که داده‌های گفتاری شما ممکن است به منظور ذخیره‌سازی، پردازش و استفاده توسط Nuance و شرکای ثالث آن به ايالات متحده و/يا سایر کشورها انتقال یابد.<br>6. تمامی داده‌های گفتاری که ارائه می‌کنید محرمانه باقی مانده و مطابق با قانون حاکم از آنها استفاده می‌شود اما ممکن است این اطلاعات به منظور رعایت الزامات قانونی، مثلا به دستور دادگاه یا برای یک نهاد دولتی در صورت لزوم یا با مجوز قانونی، یا برای یک شخص ثالث که Nuance را تملک کرده یا با آن ادغام می شود، توسط Nuance افشا شوند.
fi: 4. Ymmärrät ja hyväksyt, että Nuance voi Puheentunnistuspalvelua tuottaessaan kerätä puhetietoja, joita Nuance ja sen kolmannen osapuolen asemassa olevat kumppanit voivat käyttää (a) Puheentunnistuspalvelun sekä (b) muiden Nuancen tuotteiden ja palveluiden säätämiseen, kehittämiseen ja parantamiseen.<br>5. Ymmärrät ja hyväksyt, että puhetietosi voidaan siirtää Yhdysvaltoihin ja/tai muihin maihin, jotta Nuance ja sen kolmannen osapuolen asemassa olevat kumppanit voivat tallentaa ne sekä käsitellä ja käyttää niitä.<br>6. Kaikki luovuttamasi puhetiedot pidetään luottamuksellisina ja niitä käsitellään voimassa olevien lakien mukaisesti, mutta Nuance saattaa lakien tai määräysten noudattamiseksi tarvittaessa paljastaa ne esimerkiksi tuomioistuimen tai valtion viraston määräyksestä, jos se on lain mukaan luvallista tai tarpeen, tai antaa ne Nuancen hankkivan tai siihen yhdistyvän kolmannen osapuolen käyttöön.
fr: 4. Vous consentez et vous acceptez qu'en tant que fournisseur du Service de reconnaissance vocale, Nuance peut recueillir des Données vocales que Nuance et ses partenaires tiers peuvent utiliser pour régler, affiner et améliorer (a) le Service de reconnaissance vocale et (b) d’autres produits et services de Nuance.<br>5. Vous reconnaissez et acceptez que vos Données vocales puissent être transférées aux Etats-Unis et/ou dans d’autres pays à des fins de stockage, de traitement et d’utilisation par Nuance et ses partenaires tiers.<br>6. Toutes les Données vocales que vous fournissez resteront confidentielles et seront utilisées en accord avec les lois et réglementations applicables. Elles pourront cependant être divulguées par Nuance, si nécessaire, pour satisfaire à des exigences réglementaires ou légales, à la demande d’un tribunal ou d’un organisme administratif, par exemple, si la loi l’exige ou l’autorise, ou à la demande d’une société tierce qui rachète ou fusionne avec Nuance.
ga: 4. Tá tú ag toiliú agus ag aontú gur ceadmhach do Nuance, agus an tSeirbhís Aitheanta Gutha á cur ar fáil aige, Sonraí Urlabhra a bhailiú ar ceadmhach do Nuance agus do chomhpháirtithe tríú páirtí dá chuid iad a úsáid le (a) an tSeirbhís Aitheanta Gutha agus (b) táirgí agus seirbhísí eile de chuid Nuance a mhionchoigeartú, a fheabhsú, agus a bhreisiú. <br>5. Admhaíonn tú agus aontaíonn tú gur ceadmhach do Shonraí Urlabhra a aistriú chuig Stáit Aontaithe Mheiriceá agus/nó chuig tíortha eile le cur ar chumas Nuance agus comhpháirtithe tríú páirtí dá chuid iad a stóráil, a phróiseáil, agus a úsáid. <br>6. Coinneofar aon Sonraí Urlabhra a chuirfidh tú ar fáil faoi rún daingean agus úsáidfear de réir an dlí is infheidhme iad, ach d'fhéadfadh sé go nochtfadh Nuance iad, más gá, le ceanglais dlí nó rialála a chomhlíonadh, amhail ordú cúirte nó do ghníomhaireacht rialtais má éilítear air nó má údaraítear dó de réir an dlí, nó do thríú páirtí a gheobhaidh Nuance nó a chomhcheanglóidh leis.
gl: 4. Consente e acepta que, para fornecer o Servizo de recoñecemento de voz, Nuance pode recompilar Datos de voz que Nuance poden empregar para axustar, mellorar e perfeccionar (a) o Servizo de recoñecemento de voz e (b) outros produtos e servizos de Nuance.<br>5. Recoñece e acepta que os seus Datos de voz se poden transferir a Estados Unidos ou a outros países para o seu almacenamento, tratamento e uso por parte de Nuance.<br>6. Todos os Datos de voz que forneza seguirán sendo confidenciais e usaranse de acordo co establecido na lexislación aplicable, aínda que poden ser revelados por parte de Nuance, se é preciso, para cumprir requisitos legais ou regulamentarios, como unha orde xudicial ou a solicitude dunha administración pública, ou se o autorizase a lei ou no suposto de que un terceiro adquirise ou se fusionase con Nuance.
gu: 4. તમે સંમતિ આપો છો અને સંમત થાઓ છો કે સ્પીચ ઓળખ સેવા પ્રદાન કરવામાં, Nuance સ્પીચ ડેટાને એકત્રિત કરી શકે છે જેનો ઉપયોગ Nuance અને તેના તૃતીય પક્ષ ભાગીદારો દ્વારા (a) સ્પીચ ઓળખ સેવા અને (b) અન્ય Nuance ઉત્પાદનો અને સેવાઓને વ્યવસ્થિત કરવા અને સુધારવા માટે થઈ શકે છે. <br>5. સ્વીકારો છો અને સંમત થાઓ છો કે તમારો સ્પીચ ડેટા યુનાઇટેડ સ્ટેટ્સ અને/અથવા અન્ય દેશોમાં સંગ્રહ, પ્રક્રિયા અને Nuance અને તેની તૃતીય પક્ષ ભાગીદારોને ટ્રાન્સ્ફર કરવામાં આવી શકે છે. <br>6. તમે પ્રદાન કરેલ કોઈપણ અથવા તમામ સ્પીચ ડેટા ગોપનીય રહેશે અને લાગુ કાયદા અનુસાર તેનો ઉપયોગ કરવામાં આવશે, પરંતુ જો કાનૂની અથવા નિયમન આવશ્યક્તાઓ દ્વારા, જેમ કે અદાલતી આદેશ હેઠળ અથવા સરકારી એજન્સી સમક્ષ, જો કાયદા દ્વારા આવશ્યક અથવા અધિકૃત હોય, અથવા જે Nuance સાથે અધિગૃહિત હોય અથવા મર્જ થયેલ હોય તે તૃતીય પક્ષ સમક્ષ Nuance દ્વારા પ્રકટ કરવામાં આવશે.
he: 4. אתה מסכים שעל מנת לספק את שירות זיהוי הקול, Nuance רשאית לאסוף נתוני קול שעשויים לשמש על-ידי Nuance ושותפי הצד השלישי שלה כדי לכוונן ולשפר (א) את שירות זיהוי הקול ו(ב) מוצרים ושירותים אחרים של Nuance. <br>5. אתה מאשר ומסכים לכך שנתוני הקול שלך יעברו אל ארה”ב ו/או אל מדינות אחרות לצורך אחסון, עיבוד ושימוש על-ידי Nuance ושותפי הצד השלישי שלה. <br>6. כל אחד ואחד מנתוני הקול שתספק יישארו חסויים וישמשו בכפוף לחוק החל, אבל ייתכן שיימסרו על-ידי Nuance, אם תידרש לעשות זאת, כדי לעמוד בדרישות החוק והתקנות, כגון במסגרת צו בית משפט או בדרישת סוכנות ממשלתית, אם כך החוק דורש או מאשר, או לצד שלישי שירכוש את Nuance או יתמזג איתה.
hi: 4. आप इस बात से सहमत हैं और स्वीकार करते हैं कि स्पीच पहचान सेवा प्रदान करते हुए, Nuance स्पीच डेटा जमा कर सकता है जिसका उपयोग Nuance और इसके तृतीय पक्षीय भागीदारों द्वारा (a) स्पीच पहचान सेवा और (b) अन्य Nuance उत्पादों और सेवाओं को ट्यून करने, बढ़ाने और बेहतर बनाने के लिए किया जा सकता है. <br>5. आप स्वीकार और सहमति व्यक्त करते हैं कि आपका स्पीच डेटा संग्रहण, प्रोसेसिंग और Nuance और इसके तृतीय पक्षीय भागीदारों द्वारा उपयोग के लिए संयुक्त राज्य अमेरिका और/या अन्य देशों में स्थानांतरित किया जा सकता है. <br>6. आपके द्वारा प्रदान किया गया कोई भी और सभी स्पीच डेटा गोपनीय रहेगा और इसका उपयोग लागू कानून के अनुसार ही किया जाएगा, परंतु यदि आवश्यकता हुई, तो इसे कानूनी या नियामक आवश्यकताओं को पूरा करने के लिए, जैसे कानून द्वारा आवश्यक या अधिकृत करने पर किसी अदालती या सरकारी एजेंसी के आदेश के तहत, या किसी तृतीय पक्ष को जो Nuance के साथ अधिगृहण या विलय करता है, इस डेटा को Nuance द्वारा प्रकट किया जा सकता है.
hr: 4. Pristajete i prihvaćate da pružajući usluge prepoznavanja govora Nuance smije prikupiti Podatke o govoru koje Nuance i njegovi partneri treće strane smiju koristiti radi podešavanja, poboljšavanja i popravljanja (a) Usluge prepoznavanja govora i (b) drugih proizvoda i usluga tvrtke Nuance.<br>5. Prihvaćate i slažete se da se vaši Podaci o govoru smiju prenositi u Sjedinjene Američke Države i/ili ostale države radi spremanja, obrađivanja i korištenja od strane Nuancea i njegovih partnera trećih strana.<br>6. Bilo kakvi i svi Podaci o govoru koje ponudite povjerljivi su i bit će korišteni u skladu s primjenjivim zakonom, međutim, Nuance ih, po potrebi, smije otkriti radi pravnih ili regulatornih zahtjeva, primjerice temeljem sudskog naloga ili ovlaštenoj vladinoj agenciji ako je to temeljem zakona naloženoa, ili trećoj strani koja preuzima kompaniju Nuance ili se spaja s Nuanceom.
hu: 4. Ön hozzájárul és elfogadja, hogy a Nuance a Beszédfelismerő szolgáltatás nyújtásakor Beszédadatokat gyűjthet, amelyeket a Nuance vagy annak külső partnerei felhasználhatnak (a) a Beszédfelismerő szolgáltatás, valamint (b) egyéb Nuance termékek és szolgáltatások hangolásához, továbbfejlesztéséhez és tökéletesítéséhez.<br>5. Ön tudomásul veszi és elfogadja, hogy az Ön Beszédadatait továbbíthatják az Egyesült Államokba és/vagy más országokba a Nuance és külső partnerei általi tárolás, feldolgozás és felhasználás céljára.<br>6. Az Ön által rendelkezésre bocsátott minden Beszédadat kezelése bizalmas, használata pedig a vonatkozó jogszabályoknak megfelelő lesz, a Nuance azonban szükség esetén felfedheti ezeket az adatokat a jogi vagy szabályozási előírások alapján, például ha ezt bírósági határozat rendeli el, a törvény által felhatalmazott kormányzati intézmény igénylésére vagy a Nuance céget megvásároló vagy vele fuzionáló harmadik fél részére.
hy: 4. Դուք համաձայն եք և ընդունում եք, որ Nuance-ը Խոսքի ճանաչման ծառայություն մատուցելիս կարող է հավաքել Խոսքի տվյալներ, որոնք Nuance-ը և երրորդ կողմ հանդիսացող իր գործընկերները կարող են օգտագործել, որպեսզի կարգաբերեն, կատարելագործեն ու բարելավեն (ա) Խոսքի ճանաչման ծառայությունը և (բ) Nuance ընկերության այլ արտադրանքներ ու ծառայություններ:<br>5. Դուք ընդունում եք և համաձայն եք, որ Ձեր Խոսքի տվյալները կարող են Nuance-ի և երրորդ կողմ հանդիսացող իր գործընկերների կողմից պահպանման, մշակման և օգտագործման նպատակով փոխանցվել Միացյալ Նահանգներ և (կամ) այլ երկրներ:<br>6. Ձեր կողմից տրամադրած ցանկացած և բոլոր Խոսքի տվյալները կմնան գաղտնի և կօգտագործվեն կիրառելի օրենսդրության համաձայն, բայց կարող են, անհրաժեշտության դեպքում, բացահայտվել Nuance ընկերության կողմից, որպեսզի բավարարվեն իրավական կամ նորմատիվային պահանջները, օրինակ՝ դատարանի կարգադրությամբ կամ կառավարական մարմնի պահանջով, եթե դա պարտադիր է կամ թույլատրված է օրենքով, կամ՝ երրորդ անձի պահանջով, որը ձեռք է բերում Nuance ընկերությունը կամ միավորվում է այդ ընկերության հետ:
id: 4. Anda mengizinkan dan menyetujui bahwa dalam menyediakan Layanan Pengenalan Suara, Nuance dapat mengambil Data Suara yang dapat digunakan oleh Nuance dan mitra pihak ketiga untuk menyesuaikan, meningkatkan, dan memperbaiki (a) Layanan Pengenalan Suara dan (b) produk dan layanan Nuance lainnya.<br>5. Anda memahami dan menyetujui bahwa Data Suara Anda dapat ditransfer ke Amerika Serikat dan/atau negara lain untuk penyimpanan, pemrosesan, dan penggunaan oleh Nuance dan mitra pihak ketiga.<br>6. Setiap dan semua Data Suara yang Anda sediakan akan tetap rahasia dan akan digunakan sesuai dengan hukum yang berlaku tetapi dapat diungkapkan oleh Nuance, jika diperlukan, untuk memenuhi persyaratan hukum atau peraturan, seperti di bawah perintah pengadilan atau badan pemerintah jika diperlukan atau diizinkan oleh hukum, atau pihak ketiga yang mengakuisisi atau merger dengan Nuance.
is: 4. Þú samþykkir að sem veitanda raddkennslaþjónustunnar er Nuance heimilt að safna saman raddgögnum og nota þau gögn ásamt þriðju aðilum til að stilla og bæta (a) raddkennslaþjónustuna og (b) aðrar vörur og þjónustu Nuance. <br>5. Þú staðfestir og samþykkir að heimilt er að flytja raddgögnin þín til Bandaríkjanna og/eða annarra landa til geymslu og vinnslu og er Nuance og þriðju aðilum heimilt að nota gögnin. <br>6. Öll raddgögn sem þú veitir eru trúnaðargögn og verða notuð í samræmi við gildandi lög en Nuance er heimilt að birta þau, sé þess krafist, til að uppfylla lagalegar kröfur, t.d. samkvæmt dómsúrskurði. Nuance má afhenda gögnin opinberum stofnunum, sé það heimilt samkvæmt lögum, eða þriðja aðila sem sameinast Nuance.
it_it: 4. L'utente accetta che, nella fornitura del Servizio di riconoscimento vocale, Nuance potrà raccogliere Dati vocali che possono essere utilizzati da Nuance e da suoi partner commerciali per perfezionare, ottimizzare e migliorare (a) il Servizio di riconoscimento vocale e (b) altri prodotti e servizi Nuance.<br>5. L’utente accetta inoltre che i Dati vocali potranno essere trasferiti negli Stati Uniti e/o in altri paesi per l'archiviazione, il trattamento e l'uso da parte di Nuance e di suoi partner commerciali.<br>6. Tutti i Dati vocali forniti dall'utente rimarranno di natura riservata e verranno utilizzati in conformità alle leggi in vigore, ma potranno essere divulgati da Nuance, qualora ciò si rendesse necessario per rispettare la normativa applicabile, ad esempio a seguito di una decisione giudiziale, o di un ente governativo, se così previsto dalla legge, o nel caso di acquisizione o fusione di Nuance con terzi.
ja_jp: 4.音声認識サービスを提供する際、Nuanceが、Nuanceおよびその第三者のパートナーが使用することができる音声データを(a)音声認識サービス、および(b)その他のNuance製品やサービスの改善のために収集、調整、拡張、向上することにお客様は同意承諾するものとします。<br>5.お客様は、Nuanceとその第三者パートナーがお客様の音声データを米国および/またはその他の国に送信し、保管、処理、使用することを理解また同意するものとします。<br>6.すべての音声データは適用法に従って機密として扱われます。ただし、Nuanceは法規制上の要件を満たすために必要に応じて裁判所の命令あるいは法律による政府機関がNuanceおよび買収または合併された第三者に対して開示要求する場合などはデータ内容を開示することがあります。
ka: 4. თქვენ ეთანხმებით იმას, რომ წარმოთქმულის ამოცნობის სერვისის გამოყენებისას კომპანია Nuance-ს შეუძლია წარმოთქმული მონაცემების შეგროვება, კომპანია Nuance-ს და მისი დამოუკიდებელი პარტნიორების მიერ ა) წარმოთქმულის ამოცნობის სერვისის და (ბ) Nuance-ის სხვა პროდუქტების და სერვისების შემდგომი გაუმჯობესების, გამართვის და ოპტიმიზაციისათვის.<br>5. თქვენ აცნობიერებთ და ეთანხმებით, რომ თქვენს მიერ წარმოდგენილი წარმოთქმული მონაცემები შეიძლება გაიგზავნოს აშშ-ში ან/და სხვა ქვეყნებში Nuance კომპანიის და მისი დამოუკიდებელი პარტნიორების მიერ შენახვის, დამუშავების ან გამოყენებისათვის.<br>6. კომპანია Nuance იღებს ვალდებულებას დაიცვას ყველა წარმოდგენილი წარმოთქმული მონაცემების კონფიდენციალურობა და გამოიყენოს ისინი მოქმედი კანონმდებლობის შესაბამისად, მაგრამ აუცილებლობის შემთხვევაში ეს მონაცემები შეიძლება გაიხსნას ნორმატიული და უფლებრივი მოთხოვნების დასაკმაყოფილებლად, მაგალითად, სასამართლოს დადგენილების შესაბამისად; კანონის თანახმად, რომელიც მოითხოვს ან სახელმწიფო დაწესებულებას უფლებას აძლევს მონაცემების ხელმისაწვდომობაზე; მესამე მხარის მიერ კომპანია Nuance-ის შესყიდვის ან მასთან გაერთიანების შემთხვევაში.
kk: 4. Сіз Сөздерді тану қызметін пайдалану кезінде Nuance корпорациясы (a) Сөздерді тану қызметін және (b) басқа да Nuance өнімдері мен қызметтерін дәлдеу, жетілдіру және жақсарту үшін Nuance корпорациясы мен оның үшінші тараптағы серіктестері пайдалана алатын Сөз деректерін жинай алатынына келісім бересіз және оны қабылдайсыз.<br>5. Сіз Сөз деректеріңізді Nuance және оның үшінші тараптағы серіктестері сақтау, өңдеу және пайдалану үшін Америка Құрама Штаттарына және/немесе басқа елдерге тасымалдауға болатынын растайсыз және оған келісесіз.<br>6. Сіз берген Сөз деректерінің кез келгені және барлығы құпия сақталады және қолданыстағы заңдарға сәйкес пайдаланылады, бірақ оны Nuance компанияны қажет болған жағдайда заңдық немесе нормативтік талаптарды орындау үшін, мысалы, соттың шешімі бойынша немесе мемлекеттік мекемеге немесе Nuance компаниясын иелігіне алатын немесе онымен бірігетін үшінші тарапқа жариялануы мүмкін.
km: 4. លោកអ្នក​យល់ព្រម និង យល់ស្រប​ថា ដើម្បី​ធ្វើការផ្ដល់​ជូន​នូវ​សេវា​សម្គាល់និងចំណាំ​សម្ដី នេះNuance អាច​ប្រមូល​ទិន្នន័យ​សម្ដី ដែល​អាចត្រូវបាន​ប្រើប្រាស់​ដោយ Nuance និង ដៃគូជា​តតីយភាគី​របស់ Nuance ក្នុង​ការ​កែខៃ ធ្វើឲ្យប្រសើរ និង កែលម្អ (a) សេវា​សម្គាល់និងចំណាំ​សម្ដី ព្រមទាំង (b) ផលិតផល និង សេវាកម្មផ្សេងៗទៀត​របស់ Nuance។<br>5. លោកអ្នក​ទទួលស្គាល់ និង យល់ព្រម​ថា ទិន្នន័យ​សម្ដី​របស់លោក​អ្នក អាច​ត្រូវ​បាន​បញ្ជូន​ទៅ​សហរដ្ឋ​អាមេរិក និង/ឬ ប្រទេសដទៃទៀត ​សម្រាប់​ការរក្សាទុក ការដំណើរការ និង ការប្រើ​ប្រាស់ដោយ Nuance និង ដៃគូ​ជាតតីយភាគី​របស់​ Nuance។<br>6.ទិន្នន័យ​សម្ដីនានា​ដែលលោក​អ្នក​បានផ្ដល់ នឹង​ត្រូវបាន​រក្សា​ជាសម្ងាត់ ហើយ​នឹង​ត្រូវ​បាន​ប្រើ​ស្រប​តាម​ច្បាប់​ជា​ធរមាន ប៉ុន្តែ​ទិន្នន័យទាំងនេះ​អាចនឹង​ត្រូវ​បាន​បញ្ចេញ​ដោយ Nuance ក្នុង​ករណី​ចាំបាច់ ដើម្បី​បំពេញ​តាម​លក្ខខណ្ឌ​តម្រូវ​នៃ​ច្បាប់ ឬ​បញ្ញត្តិផ្សេងៗ ដូចជា​ស្របតាមដីកាសម្រេច​របស់​តុលាការ ឬ ការតម្រូវដោយទីភ្នាក់ងារ​រដ្ឋាភិបាល ប្រសិនបើមានការ​ចាំបាច់ ឬ ត្រូវបានអនុញ្ញាតដោយច្បាប់ ឬក៏​អាច​បញ្ចេញ​ឲ្យ​តតីយភាគី​ដែលទិញ ឬ រួមបញ្ចូលគ្នា​ជាមួយ Nuance។
kn: 4. ಮಾತು ಗುರುತಿಸುವ ಸೇವೆ ಒದಗಿಸುವ ನಿಟ್ಟಿನಲ್ಲಿ, Nuance ಮತ್ತು ಅದರ ಮೂರನೇ ಪಕ್ಷ ಪಾಲುದಾರರಿಂದ ಮಾತಿನ ದತ್ತಾಂಶವನ್ನು Nuance ಸಂಗ್ರಹಿಸಿ, (a) ಮಾತು ಗುರುತಿಸುವ ಸೇವೆ ಹಾಗೂ (b) Nuance ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಯನ್ನು ಟ್ಯೂನ್ ಮಾಡಲು, ವರ್ಧಿಸಲು ಹಾಗೂ ಸುಧಾರಿಸಲು ಸಂಗ್ರಹಿಸಬಹುದು ಎಂಬುದಕ್ಕೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ ಮತ್ತು ಒಪ್ಪುತ್ತೀರಿ. <br>5. ನಿಮ್ಮ ಮಾತಿನ ದತ್ತಾಂಶವನ್ನು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಮತ್ತು/ಅಥವಾ ಬೇರೆ ದೇಶಗಳಿಗೆ ಸಂಗ್ರಹಣೆ, ಸಂಸ್ಕರಣೆ ಹಾಗೂ Nuance ಮತ್ತು ಅದರ ಮೂರನೇ ಪಕ್ಷದ ಪಾಲುದಾರರ ಬಳಕೆಗಾಗಿ ವರ್ಗಾಯಿಸಬಹುದಾಗಿದೆ ಎಂಬುದನ್ನು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ ಮತ್ತು ಒಪ್ಪುತ್ತೀರಿ. <br>6. ನೀವು ಒದಗಿಸುವ ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲ ಮಾತಿನ ದತ್ತಾಂಶವು ಗೌಪ್ಯವಾಗಿ ಇರುತ್ತದೆ ಮತ್ತು ಅನ್ವಯವಾಗುವ ಕಾನೂನಿನ ಅನುಸಾರ ಬಳಸಲಾಗುತ್ತದೆ, ಆದರೆ, ಅಗತ್ಯವಿದ್ದರೆ, ಕೋರ್ಟ್ ಆದೇಶದಂತಹಾ ಕಾನೂನು ಅಥವಾ ನಿರ್ಬಂಧನಾತ್ಮಕ ಅಗತ್ಯತೆಗಳನ್ನು ಪೂರೈಸಲು, ಅಥವಾ ಕಾನೂನಿನಿಂದ ಅಗತ್ಯವಿದ್ದರೆ ಅಥವಾ ಅಧಿಕಾರ ಪಡೆದರೆ ಸರಕಾರಿ ಏಜೆನ್ಸಿಗೆ, ಅಥವಾ Nuance ಜತೆಗೆ ವಿಲೀನವಾಗುವ, ಅದನ್ನು ಖರೀದಿಸುವ ಮೂರನೇ ಪಕ್ಷಕ್ಕೆ Nuance ಬಹಿರಂಗಪಡಿಸಬಹುದಾಗಿದೆ.
ko_kr: 4. Nuance는 음성인식 서비스 제공 과정에서 귀하의 음성정보를 수집하며, 이는 (a) 음성인식 기능 개선 및 (b) Nuance의 제품 및 서비스 개발을 위하여 Nuance 및 그 협력사들에게 제공될 수 있습니다.<br>5. 음성정보는 Nuance와 그 협력사들의 저장, 운영, 사용을 위하여 미국 및/또는 다른 국가에 전송될 수 있습니다.<br>6. 귀하가 제공한 모든 정보는 관련법을 준수하여 보안관리됩니다. 그러나 법원 또는 정부기관의 명령 등 법률에 근거한 요청이 있는 경우, Nuance가 다른 기관에 양도, 합병, 인수될 경우에는 공개될 수 있습니다.
ky_kg: 4. You consent and agree that in providing the Speech Recognition Service, Nuance may collect Speech Data which may be used by Nuance and its third party partners to tune, enhance and improve (a) the Speech Recognition Service and (b) other Nuance products and services.<br>5. You acknowledge and agree that your Speech Data may be transferred to the United States and/or other countries for storage, processing and use by Nuance and its third party partners.<br>6. Any and all Speech Data that you provide will remain confidential and will be used in accordance with applicable law, but may be disclosed by Nuance, if so required, to meet legal or regulatory requirements, such as under a court order or to a government agency if required or authorised by law, or to a third party which acquires or merges with Nuance.
lo: 4​. ທ່ານ​ຍິນ​ຍອມ​​ແລະ​ຕົກ​ລົງ​ເຫັນ​ດີ​ວ່າ​ໃນ​ການ​ໃຫ້ ການ​ບໍ​ລິ​ການການ​ຮັບຮູ້ຖ້ອຍຄຳ​, Nuance ອາດ​ຈະ​ເກັບ​ກໍາ​ຂໍ້​ມູນ​​ຖ້ອຍຄຳຊຶ່ງ​ອາດ​ຈະ​ຖືກ​ນໍາ​ໃຊ້​ໂດຍ Nuance ແລະ​ຄູ່​ຮ່ວມ​ງານ​ພາກ​ສ່ວນ​ທີ​ສາມ​ເພື່ອການ​ປັບຈູນ​, ເສີມ​ຂະ​ຫຍາຍ ​ແລະ​ ປັບ​ປຸງ (ກ​) ໃຫ້ການ​ບໍ​ລິ​ການການ​ຮັບຮູ້ຖ້ອຍຄຳແລະ (ຂ​) ຜະ​ລິດ​ຕະ​ພັນ​ແລະ​ການ​ບໍ​ລິ​ການ Nuance ອື່ນໆ​. <br>5​. ທ່ານ​ຍອມ​ຮັບ​ແລະ​ຕົກ​ລົງ​ເຫັນ​ດີ​ວ່າ​ຂໍ້​ມູນ​​ຖ້ອຍຄຳຂອງ​ທ່ານ​ອາດ​ຈະ​ໄດ້​ຮັບ​ການ​ຍົກ​ຍ້າຍ​ໄປ​ສະ​ຫະ​ລັດ​ອາ​ເມລິ​ກາ ​ແລະ/ຫລື ​ປະ​ເທດ​ອື່ນ​ໆເພື່ອ​ການ​ເກັບ​ຮັກ​ສາ​, ການ​​ດຳເນີນການ ແລະ​ ການ​ນໍາ​ໃຊ້​ໂດຍ Nuance ແລະ​ຄູ່​ຮ່ວມ​ງານ​ພາກ​ສ່ວນ​ທີ​ສາມ​​. <br>6​. ບາງອັນແລະ​​​ຂໍ້​ມູນການ​ເວົ້າທັງ​ຫມົດທີ່​ທ່ານສະໜອງ​ໃຫ້​ອາດຈະ​ຍັງ​ຄົງ​ເປັນ​ຄວາມ​ລັບ​ແລະ​ຈະ​ຖືກ​ນໍາ​ໃຊ້​ໃຫ້​ສອດ​ຄ່ອງ​ກັບ​ກົດ​ຫມາຍ​ທີ່ໃຊ້ບັງຄັບ​, ແຕ່​ອາດ​ຈະ​ໄດ້​ຮັບ​ການ​ເປີດ​ເຜີຍ​ໂດຍ Nuance​, ຖ້າ​ຫາກ​ວ່າ​ຕ້ອງ​ການ​ເປັນ​ດັ່ງ​ນັ້ນ​, ເພື່ອ​ຕອບ​ສະ​ຫນອງ​ຄວາມ​ຕ້ອງ​ການ​ທາງ​ດ້ານ​ກົດ​ຫມາຍ​ຫຼື​ລະ​ບຽບ​ການ​, ເຊັ່ນ​: ພາຍ​ໃຕ້​ຄໍາ​ສັ່ງ​ສານ​ຫຼື​ກັບ​ອົງ​ການ​ຂອງ​ລັດ​ຖະ​ບານ​ຖ້າ​ຫາກ​ວ່າ​ຕ້ອງ​ການ​ຫຼື​ອະ​ນຸ​ຍາດ​ຕາມ​ກົດ​ຫມາຍ​ຫຼື​ໃຫ້​ເປັນ​ບຸກ​ຄົນ​ທີ​ສາມ​ທີ່ຮຽກຮ້ອງ ຫຼື ຮ່ວມກັນກັບ Nuance​.
lt: 4. Jūs sutinkate, kad siekdama suteikti šnekos atpažinimo paslaugą „Nuance“ gali rinkti šnekos duomenis, kuriuos „Nuance“ ir jos trečiosios šalies partneriai galės naudoti, kad reguliuotų, gerintų ir tobulintų a) šnekos atpažinimo paslaugą ir b) kitus „Nuance“ produktus ir paslaugas. <br>5. Jūs pripažįstate ir sutinkate, kad šnekos duomenys gali būti persiųsti į JAV ir (arba) kitas šalis ir ten saugomi, apdorojami ir naudojami „Nuance“ ir jos trečiųjų šalių partnerių. <br>6. Bet kurie ir visi jūsų pateikti šnekos duomenys išliks konfidencialūs ir bus naudojami laikantis atitinkamų įstatymų, tačiau „Nuance“ gali juos atskleisti, jei to prireiktų siekiant įgyvendinti teisinius arba reguliavimo reikalavimus, pvz., pagal teismo nutartį arba jei to reikalauja įstatymas arba trečioji šalis, kuri nori įsigyti arba susijungti su „Nuance“.
lv: 4. Jūs piekrītat un apstiprināt, ka Balss atpazīšanas pakalpojuma sniegšanas laikā uzņēmums Nuance drīkst ievākt Balss datus, ko uzņēmums Nuance un tā trešās puses partneri drīkst lietot, lai precizētu, uzlabotu un pilnveidotu (a) Balss atpazīšanas pakalpojumu un (b) citus Nuance produktus un pakalpojumus. <br>5. Jūs piekrītat un apstiprināt, ka jūsu Balss dati var tikt nosūtīti uz Amerikas Savienotajām Valstīm un/vai citām valstīm, kur uzņēmums Nuance un tā trešās puses partneri tos uzglabās, apstrādās un lietos. <br>6. Jebkādi un visi jūsu sniegtie Balss dati būs konfidenciāli un tiks lietoti saskaņā ar piemērojamiem tiesību aktiem, taču uzņēmums Nuance drīkst tos izpaust, ja nepieciešams, lai rīkotos saskaņā ar juridiskām vai normatīvām prasībām, piemēram, izpildot tiesas rīkojumu vai valsts aģentūras pieprasījumu, ja tas ir nepieciešams vai pilnvarots saskaņā ar tiesību aktiem, vai trešai pusei, kura iegādājas uzņēmumu Nuance vai apvienojas ar to.
mk: 4. Се согласувате дека при обезбедувањето на услугата за препознавање говор, Nuance може да прибира Говорни податоци кои понатаму може да ги користи компанијата Nuance и нејзините партнери (трети страни) за прилагодување, унапредување и подобрување на (a) услугата за препознавање говор и (b) други производи и услуги на Nuance.<br>5. Потврдувате и се согласувате дека вашите Говорни податоци може да се префрлат во Соединетите Американски Држави и/или други земји за да се складираат, обработуваат и користат од страна на Nuance и нејзините партнери (трети страни).<br>6. Сите ваши Говорни податоци ќе останат доверливи и ќе се користат во согласност со важечките закони, но компанијата Nuance може да ги објави, доколку тоа е потребно, поради исполнување на правни или регулаторни барања, како на пример поради судска наредба, или на некоја владина агенција ако тоа е потребно или дозволено со закон или, пак, на трета страна која ќе ја преземе или ќе се соедини со компанијата Nuance.
ml: 4. സംസാരം തിരിച്ചറിയൽ സേവനം നൽകുമ്പോൾ, സംസാര ഡാറ്റ Nuance ശേഖരിച്ചേക്കാമെന്നും (എ) സംസാരം തിരിച്ചറിയൽ സേവനവും (ബി) മറ്റ് Nuance ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും ട്യൂൺ ചെയ്യുന്നതിനും വിപുലമാക്കുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും Nuance-ഉം അതിന്റെ മൂന്നാം കക്ഷി പങ്കാളികളും ഉപയോഗിച്ചേക്കാമെന്നും നിങ്ങൾ സമ്മതിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നു. <br>5. നിങ്ങളുടെ സംസാര ഡാറ്റ, Nuance-നും അതിന്റെ മൂന്നാം കക്ഷി പങ്കാളികൾക്കും ഉപയോഗിക്കുന്നതിനായി, സംഭരിക്കുന്നതിന് യുണൈറ്റഡ് സ്റ്റേറ്റ്സിലേക്ക് ഒപ്പം/അല്ലെങ്കിൽ മറ്റ് രാജ്യങ്ങളിലേക്ക് കൈമാറിയേക്കാമെന്നും നിങ്ങൾ അംഗീകരിക്കുന്നു, സമ്മതിക്കുന്നു. <br>6. എന്നാൽ കോടതി ഉത്തരവ് പോലുള്ള നിയമപരമോ നിയന്ത്രണാധികാര ആവശ്യകതകളോ ഉണ്ടാകുമ്പോൾ അവ പാലിക്കുന്നതിനും നിയമം ആവശ്യപ്പെടുകയോ അധികാരപ്പെടുത്തുകയോ ചെയ്യുമ്പോൾ സർക്കാർ ഏജൻസിക്കും, Nuance-നെ ഏതെങ്കിലും കമ്പനി ഏറ്റെടുക്കുകയാണെങ്കിലോ ലയിക്കുകയാണെങ്കിലോ അത്തരം കക്ഷിക്കും സംസാര ഡാറ്റ Nuance വെളിപ്പെടുത്തിയേക്കാം.
mn_mn: 4. You consent and agree that in providing the Speech Recognition Service, Nuance may collect Speech Data which may be used by Nuance and its third party partners to tune, enhance and improve (a) the Speech Recognition Service and (b) other Nuance products and services.<br>5. You acknowledge and agree that your Speech Data may be transferred to the United States and/or other countries for storage, processing and use by Nuance and its third party partners.<br>6. Any and all Speech Data that you provide will remain confidential and will be used in accordance with applicable law, but may be disclosed by Nuance, if so required, to meet legal or regulatory requirements, such as under a court order or to a government agency if required or authorised by law, or to a third party which acquires or merges with Nuance.
mr: 4. आपण यास संमती देता आणि सहमत होता की वाचा ओळख सेवा पुरविताना Nuance वाचा डेटा संकलित करु शकतात जो Nuance आणि त्यांच्या तृतीय पक्ष भागीदारांद्वारे (a) वाचा ओळख सेवा आणि (b) इतर Nuance उत्पादने आणि सेवा ट्यून करण्यास आणि सुधारण्यास वापरला जाऊ शकेल. <br>5. आपण याची दखल घेता आणि याच्याशी सहमत होता की आपला वाचा डेटा Nuance आणि त्यांच्या तृतीय पक्ष भागीदारांद्वारे संचय, प्रक्रिया आणि वापरासाठी संयुक्त संस्थाने आणि/किंवा इतर देशांमध्ये स्थानांतरित केला जाऊ शकेल. <br>6. आपण पुरविणारा कोणताही आणि सर्व वाचा डेटा गुप्त राहील आणि लागू कायद्यानुसार वापरला जाईल, पण आवश्यक असल्यास, कायदे किंवा नियामक आवश्यकतांची पूर्तता करण्यासाठी, जसे की कायद्याने आवश्यक आणि प्राधिकृत असल्यास न्यायालयीन किंवा सरकारी संस्थेच्या आदेशाखाली किंवा Nuance चे संपादन करणार्‍या किंवा त्यात विलीन होणार्‍या तृतीय पक्षास, Nuance द्वारे उघड केला जाऊ शकेल.
ms: 4. Anda memberi kebenaran dan bersetuju bahawa dalam memberikan Perkhidmatan Pengecaman Ucapan, Nuance mungkin mengumpulkan Data Ucapan yang mungkin digunakan oleh Nuance dan rakan-rakan kongsi pihak ketiganya untuk menala, meningkatkan dan memperbaiki (a) Perkhidmatan Pengecaman Ucapan dan (b) produk-produk dan perkhidmatan lain Nuance.<br>5. Anda mengakui dan bersetuju bahawa Data Ucapan anda SPmungkin diSPSPpinSPdahkan ke Amerika Syarikat dan/atau negara-negara lain untuk penyimpanan, pemprosesan dan kegunaan Nuance dan rakan-rakan kongsi pihak ketiganya.<br>6. Mana-mana dan semua Data Ucapan yang anda berikan akan sentiasa sulit dan akan digunakan mengikut undang-undang berkaitan tetapi mungkin didedahkan oleh Nuance, jika dikehendaki sedemikian, bagi memenuhi keperluan undang-undang atau peraturan, seperti di bawah perintah mahkamah atau kepada agensi kerajaan jika dikehendaki atau dibenarkan oleh undang-undang, atau kepada pihak ketiga yang membeli atau bergabung dengan Nuance.
my_mm: #N/A
my_zg: ၄။ အသံ အသိအမွတ္ျပဳျခင္း ၀န္ေဆာင္မႈကို အသံုးျပဳရာတြင္ Nuance ျဖင့္ အသံုးျပဳမည့္ Nuance မွ အသံ ေဒတာမ်ားကို စုေဆာင္းၿပီး တတိယ အဖြဲ႕အစည္းမွ (က) အသံ အသိအမွတ္ျပဳျခင္း ၀န္ေဆာင္မႈကို ပိုမိုတိုးတက္ေကာင္းမြန္ေစရန္ ျပဳလုပ္ျခင္းႏွင့္ (ခ) အျခား Nuance ထုတ္ကုန္မ်ားႏွင့္ ၀န္ေဆာင္မႈမ်ား ပိုမိုတိုးတက္ေကာင္းမြန္ေစရန္ ရည္ရြယ္ၿပီး အသံုးျပဳမည္ကို သိရွိၿပီး ခြင့္ျပဳပါသည္။ <br>၅။ သင့္ အသံ ေဒတာမ်ားကို Nuance ႏွင့္ ၄င္း၏ တတိယအဖြဲ႕အစည္း မိတ္ဖက္မ်ားမွ အေမရိကန္ျပည္ေထာင္စုႏွင့္/ သို႕မဟုတ္ အျခားေသာ ႏုိင္ငံမ်ားသို႕ သိမ္းဆည္းျခင္း၊ အသံုးခ်ျခင္းႏွင့္ စနစ္တက်လုပ္ေဆာင္ျခင္းမ်ားမွ ျပဳလုပ္မည္ကို သင္သိရွိသေဘာတူညီပါသည္။ <br>၆။ သင့္ မည္သည့္ အသံ ေဒတာမဆို လံုၿခံဳလွ်ိဳ႕၀ွက္စြာရွိေနမည္ျဖစ္ၿပီး သက္ဆိုင္ရာ ဥပေဒအရသာ အသံုးခ်ခြင့္ရွိပါမည္၊ သို႕ရာတြင္ တရားရံုးအမိန္႕စာ သို႕မဟုတ္ အစိုးရအဖြဲ႕အစည္းတစ္ခုခု၏ လိုအပ္ခ်က္အရ သို႕မဟုတ္ ဥပေဒအရ အာဏာရွိေသာ ပုဂၢိဳလ္ အဖြဲ႕အစည္းမွ သို႕မသုတ္ Nuanceႏွင့္ ပူးေပါင္းရန္ သို႕မဟုတ္ ေတာင္းဆိုေသာ တတိယအဖြဲ႕အစည္းသို႕ အစရွိသျဖင့္ ဥပေဒေရးရာ သို႕မဟုတ္ နည္းဥပေဒတစ္ခုခုအရလိုအပ္ပါက Nuanceမွ ေဖာ္ျပခြင့္ရွိေၾကာင္း သင္ သိရွိနားလည္ သေဘာတူညီပါသည္။
nb: 4. Du samtykker i og godtar at Nuance kan samle inn Taledata ved tilveiebringelse av Talegjenkjenningstjenesten, og at disse kan brukes av Nuance og deres tredjeparts samarbeidspartnere til finjustering, forsterkning og forbedring av (a) Talegjenkjenningstjenesten og (b) andre produkter og tjenester fra Nuance.<br>5. Du erkjenner og samtykker i at dine Taledata kan bli overført til USA og/eller andre land utenfor EU/EØS for lagring, behandling og bruk av Nuance og deres tredjeparts samarbeidspartnere. Du erkjenner at personvernreglene i disse landene kan gi deg mindre beskyttelse enn etter ditt lands lov.<br>6. Alle eventuelle Taledata du tilveiebringer, vil forbli konfidensielle og vil bli brukt i samsvar med gjeldende lovgivning. Nuance kan imidlertid oppgi disse til tredjepart hvis dette kreves for å overholde juridiske eller regulatoriske krav, for eksempel ved en rettskjennelse eller til et myndighetsorgan hvis krav fremsettes eller loven autoriserer dette eller til en tredjepart som anskaffer eller fusjonerer med Nuance
ne: 4. तपाईं मञ्जुरी दिनुहुन्छ र सहमत हुनुहुन्छ कि वचन पहिचान सेवा प्रदान गर्दा Nuance ले वचन डाटा संकलन गर्न सक्नेछ जसलाई Nuance र यसका तेस्रो पक्षीय साझेदारहरूले (a) वचन पहिचान सेवा र (b) Nuance का अन्य उत्पादन र सेवाहरूलाई अनुकूल बनाउन, अझ राम्रो बनाउन र सुधार्न प्रयोग गर्न सक्नेछन्। <br>5. तपाईं स्वीकार्नुहुन्छ र सहमत हुनुहुन्छ कि तपाईंको वचन डाटालाई Nuance र यसका तेस्रो पक्षीय साझेदारहरूद्वारा भण्डारण, प्रशोधन र प्रयोगको निमित्त संयुक्त राज्य र/वा अन्य देशहरूमा स्थानान्तरित गरिन सक्छ। <br>6. तपाईंले प्रदान गर्नुभएको कुनैपनि तथा सबै वचन डाटालाई गोप्य राखिनेछ र प्रचलित कानून अनुसार प्रयोग गरिनेछ, तर यदि आवश्यक भएमा Nuance, ले सो डाटालाई कानूनी वा नियामक आवश्यकताहरू पूर्ति गर्नको लागि, जस्तै अदालतले त्यसो गर्न आदेश दिएमा अथवा कानूनले आवश्यकता जनाएमा वा अनुमति दिएमा सरकारी निकायलाई, वा Nuance लाई अधिग्रहण गर्ने वा सँग गाभिने तेस्रो पक्षलाई खुलासा गर्न सक्छ।
nl: 4. U stemt ermee in dat Nuance tijdens het leveren van de dienst Spraakherkenning Spraakgegevens verzamelt die door Nuance en haar externe partners kunnen worden gebruikt voor het verfijnen, uitbreiden en verbeteren van (a) de Spraakherkenning en (b) andere producten en diensten van Nuance.<br>5. U erkent en stemt ermee in dat de Spraakgegevens worden verzonden naar de Verenigde Staten en/of andere landen voor opslag, verwerking en gebruik door Nuance en haar externe partners.<br>6. Alle door u verstrekte Spraakgegevens worden vertrouwelijk behandeld en worden gebruikt in overeenstemming met het toepasselijk recht, maar kunnen door Nuance bekend worden gemaakt indien dit noodzakelijk is om te voldoen aan wettelijke of reglementaire vereisten, bijvoorbeeld op gerechtelijk bevel, aan een overheidsinstantie indien dit wettelijk verplicht of voorgeschreven is, of aan een derde partij die Nuance overneemt of met Nuance fuseert.
or: 4. ସ୍ପିଚ୍ ଚିହ୍ନଟକରଣ ସେବା ପ୍ରଦାନ କରିବାରେ ଆପଣ ଆପଣଙ୍କ ସହମତି ଦିଅନ୍ତି ଏବଂ ସହମତ ଅଛନ୍ତି ଯେ, Nuance ସ୍ପିଚ୍ ଡାଟା ଏକତ୍ରିତ କରି ପାରେ ଯାହାର ବ୍ୟବହାର ନିମ୍ନ ଜିଣିଷକୁ ଅନୁକୂଳ କରିବା ପାଇଁ, ସେଗୁଡିକୁ ବୃଦ୍ଧି ଏବଂ ଉତ୍ତମ କରିବା ପାଇଁ Nuance ଏବଂ ତାହାର ତୃତୀୟ ପକ୍ଷ ଅଂଶୀଦାର ଦ୍ୱାରା ବ୍ୟବହାର କରାଯାଇପାରେ (a) ସ୍ପିଚ୍ ଚିହ୍ନଟକରଣ ସେବା ଏବଂ (b) ଅନ୍ୟ Nuance ଉତ୍ପାଦ ଏବଂ ସେବା. <br>5. ଆପଣ ସ୍ୱୀକାର କରନ୍ତି ଯେ ଏବଂ ଆପଣଙ୍କ ବକୃତ୍ତ ଡାଟା ଅତି ସୂକ୍ଷ ତାରତମ୍ୟ ଏବଂ ତାହାର ତୃତୀୟ ପକ୍ଷର ସହଯୋଗୀଙ୍କର ଦ୍ୱାରା ସଞ୍ଚୟ, ପ୍ରକ୍ରିୟାକରଣ ଏବଂ ବ୍ୟବହାର ପାଇଁ ଯୁକ୍ତରାଷ୍ଟ୍ର ଏବଂ/କିମ୍ୱା Nuance ଅନ୍ୟାନ୍ୟ ଦେଶ ସ୍ଥାନାନ୍ତର କରିବାକୁ ସମ୍ମତ ହୁଅନ୍ତି. <br>6. ଆପଣ ଗୋପନୀୟ ରହିବେ ଏବଂ ଆବଶ୍ୟକୀୟ ଆଇନ ଅନୁଯାୟୀ ବ୍ୟବହାର କରାହେବ, କିନ୍ତୁ Nuance, ଦ୍ୱାରା ପ୍ରକାଶ କରାଯାଇ ପାରେ ଯେକୌଣସି ଏବଂ ସମସ୍ତ ସ୍ପିଚ୍‌ ଡାଟା, ତାହା ଆବଶ୍ୟକ, ଯେପରି ଏକ ଆଇନ ଆଦେଶ ଅଧୀନରେ କିମ୍ୱା ଏକ ସରକାରୀ ସଂସ୍ଥା ଆଇନ କିମ୍ୱା ନିୟନ୍ତ୍ରକ ଆବଶ୍ୟକତା ପୂରଣ କରିବାକୁ ଆବଶ୍ୟକ କିମ୍ୱା ଆଇନ କୃତ୍ତିକ ଅନୁମୋଦିତ ହେବ, ତେବେ ଅର୍ଜନ କିମ୍ୱା ସହ ସଂଯୋଜନ, ଯାହା ଏକ ତୃତୀୟ ପକ୍ଷର Nuance.
pa: 4. ਤੁਸੀਂ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ ਅਤੇ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਆਵਾਜ਼ ਪਛਾਣ ਸੇਵਾ ਮੁਹੱਈਆ ਕਰਨ ਵਿੱਚ, Nuance ਬੋਲੀ ਡੇਟਾ ਇਕੱਠਾ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ Nuance ਅਤੇ ਇਸਦੇ ਤੀਜੀ ਧਿਰ ਭਾਈਵਾਲਾਂ ਦੁਆਰਾ (a) ਆਵਾਜ਼ ਪਛਾਣ ਸੇਵਾ ਅਤੇ (b) Nuance ਦੇ ਹੋਰ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਟਿਊਨ ਕਰਨ, ਬਿਹਤਰ ਬਣਾਉਣ ਅਤੇ ਸੁਧਾਰਨ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। <br>5. ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਅਤੇ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਬੋਲੀ ਡੇਟਾ ਨੂੰ Nuance ਅਤੇ ਇਸਦੇ ਤੀਜੀ ਧਿਰ ਭਾਈਵਾਲਾਂ ਦੁਆਰਾ ਸਟੋਰ ਕਰਨ, ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਅਤੇ ਵਰਤਣ ਲਈ ਅਮਰੀਕਾ ਅਤੇ/ਜਾਂ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। <br>6. ਤੁਹਾਡੇ ਦੁਆਰਾ ਮੁਹੱਈਆ ਕੀਤਾ ਜਾਣ ਵਾਲਾ ਕੋਈ ਵੀ ਅਤੇ ਸਾਰਾ ਬੋਲੀ ਡੇਟਾ ਗੁਪਤ ਰਹੇਗਾ ਅਤੇ ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਦੇ ਅਨੁਸਾਰ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਪਰ ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ, ਕਾਨੂੰਨੀ ਜਾਂ ਨਿਯੰਤ੍ਰਕ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ, Nuance ਦੁਆਰਾ ਜ਼ਾਹਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਅਦਾਲਤ ਦੇ ਆਦੇਸ਼ ਦੇ ਤਹਿਤ ਜਾਂ ਕਿਸੇ ਸਰਕਾਰੀ ਏਜੰਸੀ ਨੂੰ ਜੇ ਇਹ ਕਾਨੂੰਨ ਦੁਆਰਾ ਲੋੜੀਂਦਾ ਅਤੇ ਅਧਿਕਾਰਤ ਹੋਵੇ, ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੂੰ ਜੋ Nuance ਨੂੰ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ਜਾਂ ਇਸ ਨਾਲ ਮਿਲ ਜਾਂਦੀ ਹੈ।
pl: 4. Użytkownik wyraża zgodę i wyraża zgodę na to, że podczas świadczenia Usługi rozpoznawania mowy firma Nuance może gromadzić Dane mowy, które mogą być wykorzystywane przez firmę Nuance oraz jej partnerów zewnętrznych w celu dopracowania, rozszerzenia i ulepszenia (a) Usługi rozpoznawania mowy i (b) innych produktów i usług firmy Nuance. <br>5. Użytkownik przyjmuje do wiadomości i potwierdza, że jego Dane mowy mogą zostać przekazane do Stanów Zjednoczonych Ameryki i/lub do innych krajów w celu ich przechowywania, przetwarzania i wykorzystania przez firmę Nuance i jej partnerów zewnętrznych. <br>6. Wszelkie Dane mowy pochodzące od użytkownika zachowają charakter poufny i będą wykorzystywane zgodnie z przepisami właściwego prawa, jednak mogą być przez firmę Nuance ujawnione, jeśli będzie to wymagane w celu spełnienia wymogów prawnych lub regulacyjnych, takich jak nakaz sądowy lub ujawnienie organom państwa w sytuacji, gdy prawo tego wymaga lub na to zezwala, bądź mogą zostać ujawnione podmiotowi zewnętrznemu dokonującemu przejęcia lub fuzji z firmą Nuance.
pl_sp: 4. Użytkownik dŏwo zgoda na to, co bez czas świadczynia Usugi poznŏwanio mowy fyrma Nuance poradzi zbiyrać Dane mowy, kere poradzōm być używane bez fyrma Nuance jak tyż ônyj partnerōw zewnyntrznych ku cylu dopracowanio, rozszyrzynio i polepszynio (a) Usugi poznŏwanio mowy i (b) inkszych produktōw i usug fyrmy Nuance. <br>5. Użytkownik przijmuje i przichwolo, co ônego Dane mowy poradzōm być przciepane do Stanōw Zjednoczōnych Ameryki i/abo do inkszych krajōw ku cylu ônych trzimanio, przerobianio i używanio bez fyrma Nuance i ônyj partnerōw zewnyntrznych. <br>6. Wszelijake Dane mowy kere przidōm ôd użytkownika bydōm mieć charakter poufny i bydōm używane we zgodzie z prawidłami ôdpowiednigo prawa, ale poradzōm być bez fyrma Nuance ujawniōne, jak bydzie to wymŏgane ku cylu spełniynio wymogōw prawnych abo regulacyjnych, takich co nakaz sōndowy abo ujawniynie ôrganōm państwa w sytuacyji, kej prawo tego wymŏgo abo na to dozwolo, abo poradzōm być ujawniōne podmiotowi zewnyntrznymu dokōnujōncymu przejyncio abo fuzji z fyrmōm Nuance.
pt_pt: 4. O utilizador consente e aceita que ao fornecer o Serviço de Reconhecimento de Voz, a Nuance pode recolher Dados de Voz que podem ser utilizados pela Nuance e pelos seus parceiros para aperfeiçoar, ampliar e melhorar (a) o Serviço de Reconhecimento de Voz e (b) outros produtos e serviços da Nuance.<br>5. O utilizador reconhece e aceita que os seus Dados de Voz podem ser transferidos para os Estados Unidos da América e/ou para outros países para armazenamento, processamento e utilização pela Nuance e pelos seus parceiros.<br>6. Todos e quaisquer Dados de Voz que o utilizador forneça permanecem confidenciais e serão utilizados de acordo com a lei aplicável, mas poderão ser revelados pela Nuance, se assim for exigido, para satisfazer requisitos legais ou regulamentares como, por exemplo, por ordem de um tribunal ou de uma entidade pública, se exigido ou autorizado pela lei, nos casos de alterações na estrutura societária da Nuance, designadamente, como por exemplo em caso de compra ou fusão da Nuance.
ro: 4. Sunteţi de accord şi acceptaţi că, prin furnizarea Serviciului de recunoaştere a vorbirii, Nuance poate colecta Date vocale ce pot fi utilizate de Nuance şi de partenerii săi terţă parte pentru a regal şi a îmbunătăţi (a) Serviciul de recunoaştere a vorbirii şi (b) alte produse şi servicii Nuance.<br>5. Confirmaţi şi sunteţi de accord că Datele dvs. vocale pot fi transferate în Statele Unite ale Americii şi/sau în alte ţări pentru stocarea, procesarea şi utilizarea de către Nuance şi de către partenerii săi terţă parte.<br>6. Oricare şi toate aceste Date vocale pe care le furnizaţi vor rămâne confidenţiale şi vor fi utilizate conform legislaţiei aplicabile, dar pot fi dezvăluite de Nuance, dacă este necesar, pentru a respecta cerinţele legale sau de reglementare, cum ar fi în baza unei decizii judecătoreşti ori unei instituţii guvernamentale, dacă acest lucru este impus sau permis prin lege, ori unei terţe părţi care achiziţionează sau fuzionează cu Nuance.
si: 4. කථන හැඳුනුම් සේවාව සැපයීමේදී, Nuance විසින් Nuance සහ එහි තෙවන පාර්ශ්ව හවුල්කරුවන් සුසර කිරීම, වැඩිදියුණු කිරීම සහ වර්ධනය කිරීම (අ) කථන හැඳුනුම් සේවාව සහ (ආ) අනෙකුත් Nuance නිෂ්පාදන සහ සේවාවන්, සඳහා භාවිත කරනු ලැබිය හැකි කථන දත්ත එක්රැස් කරනු ලැබිය හැකි බව පිළිගන්නා ඔබ ඊට එකඟ වන්නෙහිය. <br>5. ගබඩාකරණය, සැකසුම්කරණය සහ Nuance සහ එහි තේවන පාර්ශ්ව හවුල්කරුවන් විසින් භාවිතය සඳහා ඔබගේ කථන දත්ත එක්සත් ජනපදය සහ/හෝ වෙනත් රටවල් කරා මාරු කරනු ලැබිය හැකි බව පිළිගන්නා ඔබ ඊට එකඟ වන්නෙහිය. <br>6. ඔබ විසින් සපයනු ලබන කවර හෝ සහ සියලු කථන දත්ත රහස්‍ය ලෙස පවත්වා ගනු ලබන අතර අදාළ නීතියට අනුකූලව භාවිත කරනු ඇත, නමුත් එසේ කිරීම අවශ්‍ය වන්නේ නම්, අධිකරණ නියෝගයක් යටතේ හෝ අවශ්‍ය කරන හෝ නීතිය මගින් ඉඩදී ඇති රාජ්‍ය නියෝජිතායතනයකට, හෝ Nuance, සමග අත්කර ගැනීම් සහ ඒකාබද්ධ කිරීම් සහිත තෙවන පාර්ශ්වයකට වැනි නෛතික හෝ නියාමන අවශ්‍යතා සපුරාලීමට, Nuance විසින් හෙලිදරව් කිරීම කළ හැක්කේය.
sk: 4. Povoľujete a súhlasíte, že pri poskytovaní služby rozpoznávania reči môže spoločnosť Nuance zhromažďovať rečové údaje, ktoré môžu byť používané spoločnosťou Nuance a jej nezávislými partnermi na doladenie, zlepšenie a zdokonalenie (a) služby rozpoznávania reči a (b) ďalších produktov a služieb spoločnosti Nuance.<br>5. Potvrdzujete a súhlasíte, že vaše rečové údaje sa môžu prenášať do Spojených štátov amerických a/alebo iných krajín na uloženie, spracovanie a používanie spoločnosťou Nuance a jej nezávislými partnermi.<br>6. Ľubovoľné a všetky rečové údaje, ktoré poskytnete, zostanú dôverné a budú sa používať v súlade s platnými zákonmi, môžu však byť zverejnené spoločnosťou Nuance, ak sa to bude vyžadovať na splnenie zákonných alebo regulačných požiadaviek, napríklad na základe súdneho príkazu, alebo vládnej organizácii, ak to vyžadujú alebo povoľujú platné zákony, alebo tretej strane, ktorá prípadne kúpi spoločnosť Nuance alebo sa s ňou zlúči.
sl: 4. Soglašate in se strinjate, da lahko podjetje Nuance pri zagotavljanju storitve prepoznavanja govora zbira podatke o govoru, ki jih lahko podjetje Nuance in njegovi zunanji partnerji uporabijo za nastavitve, okrepitev in izboljšanje, (a) storitve prepoznavanja govora in (b) drugih izdelkov in storitev podjetja Nuance.<br>5. Potrjujete, da ste seznanjeni in se strinjate, da se lahko vaše podatke o govoru prenese v ZDA in/ali druge države, kjer jih podjetje Nuance in njegovi zunanji partnerji shranjujejo, obdelujejo in uporabljajo.<br>6. Vsak in vsi podatki o govoru, ki jih posredujete, bodo ostali zaupni in bodo uporabljeni v skladu z veljavnim zakonom, vendar pa jih podjetje Nuance lahko razkrije, če je to potrebno za izpolnitev pravnih ali regulatornih zahtev, kot na primer na podlagi odločbe sodišča, ali so lahko razkriti državnim organom, če tako zahteva ali dovoljuje zakon, ali tretji osebi, ki prevzame ali se združi s podjetjem Nuance.
sq: 4. Ju lejoni dhe pranoni se duke ofruar Shërbimin e Njohjes së të Folurit, Nuance mund të mbledhë të Dhëna të të Folurit të cilat mund të përdoren nga Nuance dhe palët e treta për të rregulluar, përmirësuar, përforcuar dhe përditësuar (a) Shërbimin e Njohjes së të Folurit dhe (b) produktet e shërbimet e tjera të Nuance.<br>5. Ju pranoni se të Dhënat tuaja të të Folurit mund të dërgohen në Shtetet e Bashkuara dhe/ose shtetet e tjera për ruajtje, përpunim dhe përdorim nga Nuance dhe partnerëve të saj palë të treta.<br>6. Çdo e dhënë dhe të gjitha të Dhënat e të Folurit që jepni do të mbeten të fshehta dhe do të përdoren në përputhje me ligjin e zbatueshëm, por mund të përhapen nga Nuance, nëse kërkohet një gjë e tillë, për të përmbushur kërkesat ligjore ose rregullatore, të tilla si një urdhër gjykate ose nga një agjenci shtetërore nëse kërkohet ose autorizohet sipas ligjit, apo një pale të tretë e cila e blen apo shkrihet me Nuance.
sr: 4. Prihvatate i saglasni ste da u cilju pružanja Usluge prepoznavanja govora, kompanija Nuance može da prikuplja Govorne podatke i koristi ih, zajedno sa svojim nezavisnim partnerima, za doterivanje, pojačavanje i poboljšanje (a) Usluge prepoznavanja govora i (b) drugih Nuance proizvoda i usluga.<br>5. Prihvatate i saglasni ste da se vaši Govorni podaci mogu prenositi u Sjedinjene Američke Države i/ili druge zemlje zbog skladištenja, obrade i korišćenja koje obavlja kompanija Nuance i njeni nezavisni partneri.<br>6. Bilo koji i svi delovi Govornih podataka koje dostavite ostaju privatni i koristiće se u skladu sa važećim zakonom, ali ih kompanija Nuance može otkriti ukoliko se to od nje traži, kako bi zadovoljila zakonske ili regulativne zahteve, kao u slučaju sudskog naloga, ili ovlašćenoj vladinoj agenciji ako se to traži temeljem zakona ili trećoj strani koja prisvaja kompaniju Nuance ili se sa njom spaja.
sv: 4. Du samtycker till att Nuance i samband med tillhandahållandet av Talidentifieringstjänsten får samla in Taldata, och till att Taldata får användas av Nuance och dess tredjepartspartner för att justera och förbättra (a) Talidentifieringstjänsten och (b) Nuances andra produkter och tjänster.<br>5. Du samtycker till att din Taldata får överföras till USA och/eller andra länder för lagring, bearbetning och användning av Nuance och dess tredjepartsleverantörer.<br>6. All Taldata som du tillhandahåller hanteras konfidentiellt och används i enlighet med gällande lag, men kan lämnas ut av Nuance (i) om det krävs för att uppfylla krav i lag eller förordning, inklusive enligt domstolsbeslut, (ii) till en myndighet om det krävs eller auktoriseras enligt lag, eller (iii) till en tredje part som förvärvar eller fusioneras med Nuance.
ta: 4. பேச்சு கண்டறிதல் சேவையை வழங்க, Nuance மற்றும் அதன் மூன்றாம் தரப்புக் கூட்டாளர்களால் (a) பேச்சு கண்டறிதல் சேவை மற்றும் (b) பிற Nuance தயாரிப்புகள் மற்றும் சேவைகளை வளப்படுத்த, மேம்படுத்த மற்றும் முன்னேற்ற பேச்சுத் தரவை Nuance சேகரிப்பதற்கு ஒப்புதலளித்து ஏற்கிறீர்கள். <br>5. உங்கள் பேச்சுத் தரவு Nuance மற்றும் அதன் மூன்றாம் தரப்புக் கூட்டாளர்களால் அமெரிக்கா மற்றும்/அல்லது பிற நாடுகளுக்கு சேமிக்க, செயல்படுத்த மற்றும் பயன்படுத்த பரிமாற்றம் செய்யப்படலாம் என்பதை அங்கீகரித்து ஏற்கிறீர்கள். <br>6. நீங்கள் வழங்கும் அனைத்துப் பேச்சுத் தரவும் ரகசியமாக வைக்கப்பட்டு தகுந்த சட்டத்துக்கு உட்பட்டு பயன்படுத்தப்படும், ஆனால் நீதிமன்ற ஆணைப்படியோ அல்லது அரசு நிறுவனத்திற்கு உட்பட்டோ சட்டத்தின்படி தேவைப்பட்டால் அல்லது அங்கீகரிக்கப்பட்டால், சட்டப்படியான அல்லது ஒழுங்குமுறைத் தேவைகளை நிறைவேற்ற Nuance நிறுவனத்தால் வெளியிடப்படலாம், அல்லது Nuance நிறுவனத்தால் கையகப்படுத்தப்பட்ட அல்லது இணைக்கப்பட்ட மூன்றாம் தரப்பு நிறுவனத்தால் வெளியிடப்படலாம்.
te: 4. మీరు సంభాషణ గుర్తింపు సేవని అందించడానికి సమ్మతిని తెలియజేస్తున్నారు మరియు అంగీకరిస్తున్నారు, Nuance వీటిని ట్యూన్ చేయడానికి, మెరుగుపరచడానికి మరియు అభివృద్ధి చేయడానికి Nuance మరియు దాని మూడవ పక్షం భాగస్వాముల ద్వారా ఉపయోగించబడిన సంభాషణ డేటాని సేకరించవచ్చు (ఎ) సంభాషణ గుర్తింపు సేవ మరియు (బి) ఇతర Nuance ఉత్పత్తులు మరియు సేవలు. <br>5. మీరు Nuance మరియు దీని మూడవ పక్షం భాగస్వాముల ద్వారా నిల్వ, ప్రాసెసింగ్ మరియు ఉపయోగించడం కోసం యునైటెడ్ స్టేట్స్ మరియు/లేదా ఇతర దేశాల్లో మీ సంభాషణ డేటా బదిలీ చేయబడుతుందని మీరు గుర్తించి, అంగీకరిస్తున్నారు. <br>6. మీరు అందించే ఏదైనా మరియు సంభాషణ డేటా మొత్తం గోప్యంగా ఉంటుంది మరియు వర్తించే చట్టం ప్రకారం ఉపయోగించబడుతుంది, కానీ చట్టపరమైన లేదా నియంత్రణ ఆవశ్యకతలను చేరుకోవడానికి చట్టం ప్రకారం లేదా Nuance నుండి కొనుగోలు చేసిన లేదా దానిలో విలీనమైన మూడవ పక్షం ద్వారా అవసమైతే కోర్టు ఆర్డర్ లేదా ప్రభుత్వ ఏజెన్సీ ప్రకారం అవసరమైతే Nuance వెల్లడించవచ్చు.
tg_tj: 4. You consent and agree that in providing the Speech Recognition Service, Nuance may collect Speech Data which may be used by Nuance and its third party partners to tune, enhance and improve (a) the Speech Recognition Service and (b) other Nuance products and services.<br>5. You acknowledge and agree that your Speech Data may be transferred to the United States and/or other countries for storage, processing and use by Nuance and its third party partners.<br>6. Any and all Speech Data that you provide will remain confidential and will be used in accordance with applicable law, but may be disclosed by Nuance, if so required, to meet legal or regulatory requirements, such as under a court order or to a government agency if required or authorised by law, or to a third party which acquires or merges with Nuance.
th: 4. คุณยินยอมและยอมรับว่าในการให้บริการจดจำคำพูด Nuance อาจรวบรวมข้อมูลคำพูดโดย Nuance และคู่ค้าที่เป็นบุคคลภายนอกอาจนำข้อมูลคำพูดนั้นไปใช้ เพื่อปรับแต่ง ปรับปรุงและพัฒนา (ก) บริการจดจำคำพูด และ (ข) ผลิตภัณฑ์และบริการอื่นของ Nuance <br>5. คุณรับทราบและยอมรับว่าข้อมูลคำพุดของคุณอาจถูกโอนไปยังสหรัฐอเมริกา และ/หรือประเทศอื่นๆ เพื่อการจัดเก็บ การประมวลผลและการใช้โดย Nuance และคู่ค้าที่เป็นบุคคลภายนอก <br>6. ข้อมูลคำพูดใดหรือทั้งหมดที่คุณให้ไว้จะได้รับการเก็บรักษาอย่างเป็นความลับและจะนำไปใช้ตามกฎหมายที่บังคับใช้ แต่ Nuance อาจเปิดเผยข้อมูลดังกล่าว ในกรณีที่มีความจำเป็นเพื่อให้เป็นไปตามข้อกำหนดตามกฎหมายหรือข้อบังคับ เช่น ภายใต้คำสั่งศาล หรือตามที่หน่วยงานของรัฐร้องขอ หรือตามที่กฎหมายอนุญาต หรือเปิดเผยให้กับบุคคลภายนอกที่ได้รับสิทธิ์หรือควบรวมกับ Nuance
tk_tm: 4. You consent and agree that in providing the Speech Recognition Service, Nuance may collect Speech Data which may be used by Nuance and its third party partners to tune, enhance and improve (a) the Speech Recognition Service and (b) other Nuance products and services.<br>5. You acknowledge and agree that your Speech Data may be transferred to the United States and/or other countries for storage, processing and use by Nuance and its third party partners.<br>6. Any and all Speech Data that you provide will remain confidential and will be used in accordance with applicable law, but may be disclosed by Nuance, if so required, to meet legal or regulatory requirements, such as under a court order or to a government agency if required or authorised by law, or to a third party which acquires or merges with Nuance.
tl: 4. Pinapahintulutan mo at sumsang-ayon na sa pagkakaloob ng Speech Recognition Service, maaaring kumolekta ang Nuance ng Speech Data kung saan ay maaaring gamitin ng Nuance at mga kasosyong ikatlong partido nito para i-tune, pagandahin at pabutihin ang (a) ang Speech Recognition Service at (b) iba pang produkto at serbisyo ng Nuance. <br>5. Tinatanggap mo at sumasang-ayon na ang iyong Speech Data ay maaaring mailipat sa United States at/o iba pang bansa para sa pag-iimbak, pagpoproseso at paggamit ng Nuance at mga ikatlong partidong kasosyo nito. <br>6. Ang anuman at lahat ng Speech Data na iyong pagkakaloob ay mananatiling kumpidensyal at gagamitin nang naaayon sa naaangkop na batas, ngumit maaaring ibunyag ng Nuance, kung talagang kailangan, para matugunan ang mga legal o nasa batas na kinakailangan, tulad ng isang kautusan ng korte o sa isang ahensya ng gobyerno kung kailangan o awtorisado ng batas, o sa isang ikatlong partido kung saan ay kumukuha o sumasanib sa Nuance.
uk: 4. Ви погоджуєтеся, що в рамках надання Служби розпізнавання мовлення компанія Nuance може збирати Дані мовлення, які компанія Nuance та її сторонні партнери можуть використати для вдосконалення та покращення (а) Служби розпізнавання мовлення та (b) інших продуктів і послуг Nuance.<br>5. Ви погоджуєтеся, що ваші Дані мовлення можуть бути передані до США та/або інших країн для зберігання, обробки та використання компанією Nuance і її сторонніми партнерами.<br>6. Усі надані вами Дані мовлення залишатимуться конфіденційними та використовуватимуться згідно з відповідними законами, але можуть бути розкриті компанією Nuance, якщо це необхідно для виконання юридичних вимог, наприклад за рішенням судових або інших компетентних органів та служб, якщо це вимагається або дозволяється законом, або надані третій стороні, що придбала компанію Nuance або об’єдналася з нею.
ur: 4۔ آپ رضامند ہیں اور اتفاق کرتے ہیں کہ گفتگو کی پہچان کی خدمت فراہم کرنے میں، Nuance گفتگو کا ایسا ڈیٹا جمع کرسکتا ہے جو Nuance اور اس کے تیسرے فریق شرکاء کار کے توسط سے (ا) اس گفتگو کی پہچان کی خدمت اور (ب) دوسری Nuance مصنوعات اور خدمات کو ٹیون کرنے، افزودہ بنانے اور بہتر کرنے کیلئے استعمال کیا جاسکتا ہے۔ <br>5۔ آپ تسلیم کرتے ہیں اور اتفاق کرتے ہیں کہ آپ کی گفتگو کے ڈیٹا کو ذخیرہ کرنے، عمل کاری کرنے اور Nuance اور اس کے تیسرے فریق شرکاء کار کے استعمال کرنے کیلئے ریاستہائے متحدہ امریکہ اور/یا دیگر ممالک کو منتقل کیا جاسکتا ہے۔ <br>6۔ گفتگو کا کوئی بھی یا تمام ڈیٹا جو آپ فراہم کرتے ہیں صیغہ راز میں رہے گا اور قابل اطلاق قانون کے موجب استعمال کیا جائے گا، لیکن Nuance کے توسط سے افشا کیا جاسکتا ہے، اگر قانونی یا باقاعدہ نگرانی سے متعلق تقاضے پورے کرنے کیلئے، ایسا کرنا ضروری ہو، جیسے کہ کسی عدالتی حکم کے تحت یا کسی سرکاری محکمہ پر اگر ضرورت ہو یا قانون کے تحت مجاز ہو، یا کسی ایسے تیسرے فریق پر جو Nuance کے ساتھ اکتساب کررہا ہو یا ضم ہورہا ہو۔
uz: 4. Siz Nutqni aniqlash xizmatini ko‘rsatishda (a) Nutqni aniqlash xizmati va (b) boshqa Nuance mahsulotlari va xizmatlarini sozlash, takomillashtirish va yaxshilash maqsadida Nuance va uning boshqa hamkorlari tomonidan foydalanilishi mumkin bo‘lgan Nutq ma’lumotlarining Nuance kompaniyasi tomonidan to‘planishiga o‘z roziligingizni bildirasiz.<br>5. Siz Nutq ma’lumotlari saqlash, qayta ishlash hamda Nuance va uning boshqa hamkorlari tomonidan foydalanilishi uchun Amerika Qo‘shma Shtatlari va/yoki boshqa mamlakatlarga o‘tkazilishi mumkinligini tasdiqlaysiz va bunga o‘z roziligingizni bildirasiz.<br>6. Siz taqdim etadigan har qanday Nutq ma’lumotlari maxfiy saqlanib, ulardan amaldagi qonchilikka muvofiq foydalaniladi, biroq ular zarur hollarda qonuniy yoki me’yoriy talablarga javob berish uchun, masalan, sud qarori bo‘yicha, zarur hollarda yoki qonun talabi bo‘yicha davlat organlariga yoki Nuance kompaniyasini sotib olayotgan yoki u bilan birlashayotgan boshqa tomonga Nuance tomonidan oshkor qilinishi mumkin.
vi: 4. Bạn chấp nhận và đồng ý rằng trong quá trình cung cấp Dịch vụ nhận dạng lời nói, Nuance có thể thu cập Dữ liệu lời nói, và Nuance cùng các đối tác bên thứ ba của hãng có thể sử dụng dữ liệu đó để tinh chỉnh, cải thiện và nâng cao (a) Dịch vụ nhận dạng lời nói và (b) các sản phẩm và dịch vụ khác của Nuance. <br>5. Bạn công nhận và đồng ý rằng Dữ liệu lời nói của bạn có thể được chuyển đến Mỹ và/hoặc quốc gia khác nhằm mục đích lưu trữ, xử lý và sử dụng cho Nuance và các đối tác bên thứ ba của hãng. <br>6. Mọi Dữ liệu lời nói do bạn cung cấp sẽ được giữ bí mật và sẽ được sử dụng tuân theo luật pháp hiện hành, nhưng Nuance có thể tiết lộ dữ liệu này, nếu bắt buộc, nhằm thực hiện các yêu cầu theo luật hoặc theo quy định (như theo trát của tòa hay cung cấp cho cơ quan công quyền nếu được yêu cầu hoặc được cho phép theo luật), hoặc tiết lộ cho bên thứ ba được Nuance mua lại hoặc sáp nhập.
zh_cn: 4.您同意 Nuance 在提供语音识别服务时可以收集语音数据，并且 Nuance 及其第三方合作伙伴可以将这些语音数据用于调整、加强和改善 (a) 语音识别服务和 (b) 其他 Nuance 产品和服务。<br>5.您确认并同意您的语音数据可以被传送到美国和/或其他国家或地区，由 Nuance 及其第三方合作伙伴存储、处理和使用。<br>6.您提供的任何和所有语音数据均属机密信息，我们会根据适用法律加以使用，但 Nuance 可以在符合法律或法规要求的情况下披露此类语音数据，例如，根据法院命令；在法律规定或授权的情况下披露给政府机构；披露给收购 Nuance 或与之合并的第三方。
zh_hk: 4. 您同意 Nuance 為提供語音識別服務，得以收集語言數據作使用，或由其第三方合作夥伴作調整、加強及改進 (a) 語音識別服務及 (b) 其他 Nuance 產品及服務。<br>5. 您確認並同意您的語音數據會轉移至美國及/或其他國家，由 Nuance 及其第三方合作夥伴作儲存、處理及使用。<br>6. 您提供的任何及全部語音數據會保持機密，在符合適用法律下使用。但在有需要下可能會由 Nuance 公開，以符合法律或規管要求（如根據法院命令）或在法律要求下須符合政府機關的要求，或向會收購 Nuance 或與其合併的第三方發佈。
zh_tw: 4.您同意 Nuance 為提供語音辨識服務，得以收集語音資料，同時 Nuance 和其第三方合作夥伴得使用這些語音資料來調整、加強和改善 (a) 語音辨識服務及 (b) 其他 Nuance 產品和服務。<br>5.您認知並同意您的語音資料會傳輸至美國和/或其他國家或地區，以供 Nuance 和其第三方合作夥伴儲存、處理和使用。<br>6.您提供的任何及所有語音資料將保持機密，並在遵守相關法律的情況下使用，但 Nuance 得以在必要時揭露此類資料以符合法律或法規要求 (例如依據法院命令)，或在法律要求或許可下揭露給政府機關，或揭露給收購或兼併 Nuance 的第三方。
