Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# IDS_VOICE_BODY_PRIVACY_NOTICE_WC1_LEGALPHRASE_CHN_WC1
source: Privacy Notice
da: Meddelelse om beskyttelse af personlige oplysninger
es_es: Declaración de privacidad
fi: Tietosuojatiedot
fr: Déclaration de confidentialité
he: הודעה בנוגע לפרטיות
id: Pemberitahuan Privasi
it_it: Comunicazione relativa alla Privacy
ja_jp: プライバシーに関する注意
ko_kr: 개인정보 수집이용 안내
nl: Privacykennisgeving
pt_pt: Notificação de Privacidade
th: ประกาศด้านความเป็นส่วนตัว
vi: Thông báo về quyền riêng tư
zh_cn: 隐私声明
zh_hk: 隱私聲明
zh_tw: 隱私權聲明

source: Samsung S Voice allows for voice control for certain features such as S Voice, Gear Input, Voice memo and Find My car. When you use S Voice features, your voice commands, your device ID, and certain other relevant information such as contact names, song information in your music library and/or location information (if your GPS is turned on) will be processed in order to improve the accuracy of S Voice response to your requests and to provide S Voice features. You can learn more about our privacy practices at https://account.samsung.com/membership/pp
da: Samsung S Voice giver mulighed for talestyring i forbindelse med visse funktioner, f.eks. S Voice, Gear Input, Stemmenotat og Find min bil. Når du bruger S Voice-funktioner, behandles dine stemmekommandoer, dit enheds-id og visse andre relevante oplysninger, f.eks. navne på kontaktpersoner, oplysninger om sange i dit musikbibliotek og/eller placeringsoplysninger (hvis din GPS er aktiveret) for at forbedre nøjagtigheden af S Voice-svar på dine anmodninger og for at levere S Voice-funktioner. Du kan få mere at vide om vores politikker om beskyttelse af personlige oplysninger på https://account.samsung.com/membership/pp
es_es: Samsung S Voice permite controlar mediante la voz ciertas funciones como S Voice, Teclado Gear, Nota de voz y Buscar mi coche. Al usar las funciones de S Voice se procesan tus órdenes orales, la ID de tu dispositivo y cierta información relevante como nombres de contacto, información de las canciones de tu biblioteca musical y/o la información de tu ubicación (si está activado el GPS) para mejorar la precisión de la respuesta de S Voice a tus peticiones y proporcionar funciones de S Voice. Puedes obtener más información sobre nuestras prácticas de privacidad en https://account.samsung.com/membership/pp.
fi: Samsung S Voice mahdollistaa tiettyjen toimintojen, kuten S Voicen, Gear Inputin, Puhemuistion ja Etsi autoni -toiminnon, ääniohjauksen. Kun käytät S Voice -toimintoja, äänikomentosi, laitetunnuksesi ja joitain muita asiaan liittyviä tietoja, kuten yhteystietojen nimiä, musiikkikirjastosi kappaleen tietoja ja/tai sijaintitietoja (jos GPS on käytössä), käsitellään parantamaan S Voicen vastetta pyyntöihisi ja toimittamaan S Voice -toimintoja. Lisätietoja tietosuojakäytännöistämme on osoitteessa https://account.samsung.com/membership/pp
fr: Samsung S Voice est une fonction de commande vocale compatible avec certaines fonctions, telles que S Voice, Gear Input, Mémo vocal et Rechercher ma voiture. Lorsque vous utilisez les fonctions S Voice, vos commandes vocales, votre ID d’appareil et certaines autres informations importantes telles que les noms de contact, les informations sur les morceaux de votre bibliothèque musicale et/ou les informations de localisation (si votre GPS est activé) seront traités de manière à améliorer la précision de la réponse de S Voice à vos demandes et optimiser les fonctions S Voice. Pour connaître notre politique de confidentialité, consultez notre site à l’adresse https://account.samsung.com/membership/pp.
he: Samsung S Voice מאפשר בקרה קולית עבור תכונות מסוימות, כגון S Voice‏, קלט Gear, 'תזכיר קולי' ו'אתר את הרכב שלי'. בעת שימוש בתכונות של S Voice, הפקודות הקוליות שלך, מזהה המכשיר שלך ומידע רלוונטי אחר כגון שמות אנשי הקשר, פרטי השירים בספריית המוסיקה שלך ו/או פרטי מיקום (אם GPS פועל) יעובדו כדי לשפר את הדיוק של תגובת S Voice לבקשות שלך וכדי לספק תכונות של S Voice. תוכל למצוא מידע נוסף אודות נוהלי הפרטיות שלנו בכתובת https://account.samsung.com/membership/pp
id: Samsung S Voice memungkinkan pengendalian suara untuk fitur-fitur tertentu seperti S Voice, Gear Input, Memo Suara, dan Temukan mobil saya. Ketika Anda menggunakan fitur S Voice, perintah suara Anda, ID perangkat Anda, dan informasi tertentu lain yang relevan seperti nama kontak, informasi lagu dalam perpustakaan musik Anda, dan/atau informasi lokasi (jika GPS Anda dinyalakan) akan diproses untuk meningkatkan keakuratan respons S Voice terhadap permintaan Anda dan untuk menyediakan fitur S Voice. Anda dapat mempelajari selengkapnya tentang praktik privasi kami di https://account.samsung.com/membership/pp
it_it: Samsung S Voice consente il controllo vocale di alcune funzioni, quali S Voice, Gear Input, Promemoria vocale e Trova auto personale. Quando l'utente utilizza le funzioni S Voice, i comandi vocali, l'ID del dispositivo e alcune altre informazioni rilevanti, quali i nomi dei contatti, le informazioni relative ai brani della raccolta musicale e/o le informazioni sulla posizione (nel caso in cui il GPS sia acceso), verranno elaborati al fine di migliorare la precisione della risposta di S Voice alle richieste dell'utente e per fornire le funzioni S Voice. Ulteriori informazioni sulle regole privacy sono disponibili all'indirizzo https://account.samsung.com/membership/pp.
ja_jp: Samsung Sボイスでは、Sボイス、Gear入力、音声メモ、マイカーリモート追跡といった特定の機能の音声コントロールができます。Sボイスの機能を使用する場合、ユーザーリクエストに対するSボイスの反応の正確性を向上させ、Sボイスの機能を提供するために、ユーザーのボイスコマンド、デバイスID、および連絡先名、ミュージックライブラリの曲情報、および/または位置情報 (GPSがオンの場合) といった特定の関連情報が処理されます。弊社のプライバシー保護に対する取り組みの詳細については、https://account.samsung.com/membership/ppをご覧ください。
ko_kr: Samsung S보이스를 통해 S보이스, Gear 입력기, 음성 메모 및 내 자동차 찾기와 같은 기능을 음성 제어할 수 있습니다. S보이스 기능 사용 시 귀하의 요청에 대한 S보이스의 응답 정확도를 향상시키고 S보이스 기능을 제공하기 위해 음성 명령, 장치 ID 및 기타 관련 정보 즉, 연락처 이름, 뮤직 라이브러리에 있는 노래 정보 및/또는 위치 정보(GPS가 켜져 있는 경우)가 처리됩니다. 당사의 개인정보 수집이용 관행에 대한 자세한 내용은 https://account.samsung.com/membership/pp에서 확인할 수 있습니다.
nl: Samsung S Voice maakt het mogelijk bepaalde functies, zoals S Voice, Gear invoer, Spraakmemo en Zoek mijn auto te bedienen via spraak. Wanneer u S Voice gebruikt, worden uw gesproken opdrachten, uw apparaat-ID en bepaalde andere relevante gegevens, zoals namen van contactpersonen, gegevens van nummers in uw muziekbibliotheek en/of locatiegegevens (als uw GPS is ingeschakeld) verwerkt om de trefzekerheid van de reacties van S Voice op uw verzoeken en de functionaliteit van S Voice te verbeteren. Meer informatie over ons privacybeleid kunt u vinden op https://account.samsung.com/membership/pp
pt_pt: O Samsung S Voice permite o controlo de voz para determinadas funcionalidades, como S Voice, Gear Input, Memorando de voz e Localizar o meu carro. Quando utiliza funcionalidades S Voice, os seus comandos de voz, o seu ID de dispositivo e outras informações relevantes específicas, como nomes de contacto, informações de música na sua biblioteca de música e/ou informações de localização (se o seu GPS estiver activado) serão processadas para melhorar a exactidão da resposta S Voice aos seus pedidos e para fornecer funcionalidades S Voice. Pode obter mais informações sobre as nossas práticas de privacidade em https://account.samsung.com/membership/pp
th: Samsung S Voice ช่วยในเรื่องการควบคุมเสียงสำหรับฟีเจอร์บางอย่าง เช่น S Voice, Gear Input, เสียงบันทึก และค้นหารถของฉัน เมื่อคุณใช้ฟีเจอร์ S Voice คำสั่งเสียงของคุณ ID อุปกรณ์ของคุณ และข้อมูลอื่นที่เกี่ยวข้อง เช่น ชื่อผู้ติดต่อ ข้อมูลเพลงในไลบรารีเพลงของคุณ และ/หรือข้อมูลตำแหน่ง (หากคุณเปิดใช้งาน GPS) จะถูกนำไปประมวลผลเพื่อปรับปรุงความถูกต้องในการตอบกลับของ S Voice ต่อคำร้องขอของคุณและเพื่อการให้บริการฟีเจอร์ S Voice คุณสามารถดูข้อมูลเพิ่มเติมเกี่ยวกับแนวปฏิบัติด้านความเป็นส่วนตัวได้ที่ https://account.samsung.com/membership/pp
vi: Samsung S Voice cho phép sử dụng giọng nói để điều khiển một số tính năng nhất định chẳng hạn như S Voice, Gear Input, Ghi nhớ thoại và Tìm xe của bạn. Khi bạn sử dụng các tính năng của S Voice, khẩu lệnh, ID thiết bị của bạn và một số thông tin có liên quan nhất định khác chẳng hạn như tên liên hệ, thông tin bài hát trong thư viện nhạc và/hoặc thông tin vị trí (nếu GPS của bạn được bật) sẽ được xử lý để cải thiện độ chính xác của phản hồi của S Voice đối với yêu cầu của bạn và để cung cấp các tính năng của S Voice. Bạn có thể tìm hiểu thêm về các thực tiễn riêng tư của chúng tôi trên https://account.samsung.com/membership/pp.
zh_cn: 三星 S Voice 支持对某些功能（如 S Voice、Gear 输入、语音备忘录和查找我的汽车）进行语音控制。当您使用 S Voice 功能时，系统会处理您的语音命令、设备 ID 以及某些其他相关信息，如联系人姓名、音乐库中的歌曲信息和/或位置信息（在您打开 GPS 的情况下），以便提供 S Voice 功能并改善 S Voice 响应您的要求的准确性。您可以访问 https://account.samsung.com/membership/pp，了解有关我们的隐私措施的详细信息。
zh_hk: 三星 S Voice 可讓您通過語音控制某些功能，例如：S Voice、Gear Input、語音備忘錄和尋找我的汽車。當您使用 S Voice 功能時，就會對您的語音命令、裝置 ID 和其他相關資料進行處理，例如：聯絡人姓名、音樂庫中的歌曲資料和/或位置資料 (如果您開啟 GPS)，藉以改善 S Voice 在回應您的要求時的正確性以及提供 S Voice 功能。如要了解隱私保護措施的更多相關資料，請前往 https://account.samsung.com/membership/pp。
zh_tw: 三星 S Voice 可讓您透過語音控制某些功能，例如：S Voice、Gear 輸入法、語音備忘錄和尋找我的車。當您使用 S Voice 功能時，就會對您的語音命令、裝置 ID 和其他相關資訊進行處理，例如：連絡人姓名、音樂庫中的歌曲資訊和/或位置資訊 (如果您開啟 GPS)，藉以改善 S Voice 在回應您的要求時的正確性以及提供 S Voice 功能。若要了解隱私權保護措施的更多相關資訊，請瀏覽 https://account.samsung.com/membership/pp。

# IDS_VOICE_BODY_PRIVACY_NOTICE_LEGALPHRASE_WC1
source: Privacy Notice
es_es: Declaración de privacidad
fr: Déclaration de confidentialité
it_it: Comunicazione relativa alla Privacy
ja_jp: プライバシーに関する注意
ko_kr: 개인정보 수집이용 안내
my_mm: သီးသန့် ကြေညာချက်
pl_sp: Ôchrōna Prywatności
vi: Thông báo về quyền riêng tư
zh_cn: 隐私声明
zh_hk: 隱私聲明
zh_tw: 隱私權聲明

source: Samsung S Voice allows for voice control for certain features such as S Voice, Gear Input, Voice memo and Find My car. When you use S Voice features, your voice commands, your device ID, and certain other relevant information such as contact names, song information in your music library and/or location information (if your GPS is turned on) will be processed in order to improve the accuracy of S Voice response to your requests and to provide S Voice features. You can learn more about our privacy practices at https://account.samsung.com/membership/pp
es_es: Samsung S Voice permite controlar mediante la voz ciertas funciones como S Voice, Teclado Gear, Nota de voz y Buscar mi coche. Al usar las funciones de S Voice se procesan tus órdenes orales, la ID de tu dispositivo y cierta información relevante como nombres de contacto, información de las canciones de tu biblioteca musical y/o la información de tu ubicación (si está activado el GPS) para mejorar la precisión de la respuesta de S Voice a tus peticiones y proporcionar funciones de S Voice. Puedes obtener más información sobre nuestras prácticas de privacidad en https://account.samsung.com/membership/pp.
fr: Samsung S Voice est une fonction de commande vocale compatible avec certaines fonctions, telles que S Voice, Gear Input, Mémo vocal et Rechercher ma voiture. Lorsque vous utilisez les fonctions S Voice, vos commandes vocales, votre ID d’appareil et certaines autres informations importantes telles que les noms de contact, les informations sur les morceaux de votre bibliothèque musicale et/ou les informations de localisation (si votre GPS est activé) seront traités de manière à améliorer la précision de la réponse de S Voice à vos demandes et optimiser les fonctions S Voice. Pour connaître notre politique de confidentialité, consultez notre site à l’adresse https://account.samsung.com/membership/pp.
it_it: Samsung S Voice consente il controllo vocale di alcune funzioni, quali S Voice, Gear Input, Promemoria vocale e Trova auto personale. Quando l'utente utilizza le funzioni S Voice, i comandi vocali, l'ID del dispositivo e alcune altre informazioni rilevanti, quali i nomi dei contatti, le informazioni relative ai brani della raccolta musicale e/o le informazioni sulla posizione (nel caso in cui il GPS sia acceso), verranno elaborati al fine di migliorare la precisione della risposta di S Voice alle richieste dell'utente e per fornire le funzioni S Voice. Ulteriori informazioni sulle regole privacy sono disponibili all'indirizzo https://account.samsung.com/membership/pp.
ja_jp: Samsung Sボイスでは、Sボイス、Gear入力、音声メモ、マイカーリモート追跡といった特定の機能の音声コントロールができます。Sボイスの機能を使用する場合、ユーザーリクエストに対するSボイスの反応の正確性を向上させ、Sボイスの機能を提供するために、ユーザーのボイスコマンド、デバイスID、および連絡先名、ミュージックライブラリの曲情報、および/または位置情報 (GPSがオンの場合) といった特定の関連情報が処理されます。弊社のプライバシー保護に対する取り組みの詳細については、https://account.samsung.com/membership/ppをご覧ください。
ko_kr: Samsung S보이스를 통해 S보이스, Gear 입력기, 음성 메모 및 내 자동차 찾기와 같은 기능을 음성 제어할 수 있습니다. S보이스 기능 사용 시 귀하의 요청에 대한 S보이스의 응답 정확도를 향상시키고 S보이스 기능을 제공하기 위해 음성 명령, 장치 ID 및 기타 관련 정보 즉, 연락처 이름, 뮤직 라이브러리에 있는 노래 정보 및/또는 위치 정보(GPS가 켜져 있는 경우)가 처리됩니다. 당사의 개인정보 수집이용 관행에 대한 자세한 내용은 https://account.samsung.com/membership/pp에서 확인할 수 있습니다.
my_mm: #N/A
pl_sp: Samsung S Voice dozwŏlŏ na kōntrol bez głos takich fōnkcyjōw jak S Voice, Gear Input, zapiski głosowe i Znŏjdź moje auto. Bez czas używania fōnkcyji S Voice Twoje kōmyndy głosowe, ID Twojij masziny, a tyż niykere inksze istotne info take jak miana kōntaktōw, info ô śpiywkach w bibliōtyce muzycznyj i/abo info ô lokalizacyji (jak GPS je załōnczōny) bydōm przerobiane coby zwielgszyć dokładność ôdpedzyń S Voice na żōndania i coby fōnkcyje S Voice fōngowōł na zicher. Możesz sie dowiedzieć wiyncyj ô naszych praktykach ôchrōny prywatności na zajcie https://account.samsung.com/membership/pp
vi: Samsung S Voice cho phép sử dụng giọng nói để điều khiển một số tính năng nhất định chẳng hạn như S Voice, Gear Input, Ghi nhớ thoại và Tìm xe của bạn. Khi bạn sử dụng các tính năng của S Voice, khẩu lệnh, ID thiết bị của bạn và một số thông tin có liên quan nhất định khác chẳng hạn như tên liên hệ, thông tin bài hát trong thư viện nhạc và/hoặc thông tin vị trí (nếu GPS của bạn được bật) sẽ được xử lý để cải thiện độ chính xác của phản hồi của S Voice đối với yêu cầu của bạn và để cung cấp các tính năng của S Voice. Bạn có thể tìm hiểu thêm về các thực tiễn riêng tư của chúng tôi trên https://account.samsung.com/membership/pp.
zh_cn: 三星 S Voice 支持对某些功能（如 S Voice、Gear 输入、语音备忘录和查找我的汽车）进行语音控制。当您使用 S Voice 功能时，系统会处理您的语音命令、设备 ID 以及某些其他相关信息，如联系人姓名、音乐库中的歌曲信息和/或位置信息（在您打开 GPS 的情况下），以便提供 S Voice 功能并改善 S Voice 响应您的要求的准确性。您可以访问 https://account.samsung.com/membership/pp，了解有关我们的隐私措施的详细信息。
zh_hk: 三星 S Voice 可讓您通過語音控制某些功能，例如：S Voice、Gear Input、語音備忘錄和尋找我的汽車。當您使用 S Voice 功能時，就會對您的語音命令、裝置 ID 和其他相關資料進行處理，例如：聯絡人姓名、音樂庫中的歌曲資料和/或位置資料 (如果您開啟 GPS)，藉以改善 S Voice 在回應您的要求時的正確性以及提供 S Voice 功能。如要了解隱私保護措施的更多相關資料，請前往 https://account.samsung.com/membership/pp。
zh_tw: 三星 S Voice 可讓您透過語音控制某些功能，例如：S Voice、Gear 輸入法、語音備忘錄和尋找我的車。當您使用 S Voice 功能時，就會對您的語音命令、裝置 ID 和其他相關資訊進行處理，例如：連絡人姓名、音樂庫中的歌曲資訊和/或位置資訊 (如果您開啟 GPS)，藉以改善 S Voice 在回應您的要求時的正確性以及提供 S Voice 功能。若要了解隱私權保護措施的更多相關資訊，請瀏覽 https://account.samsung.com/membership/pp。

# WDS_MYMAG_TPOP_SHOWING_DETAILS_ON_YOUR_PHONE_ING
source: Showing details on your phone...
ar: جارٍ عرض التفاصيل على هاتفك...
as: আপোনাৰ ফোনত বিৱৰণ দেখুৱাই আছে...
az: Təfərrüatlar telefonda görünür...
bg: Показване на подробности на телефона...
bn: আপনার ফোনে বিশদ দেখানো হচ্ছে...
ca: Mostrant els detalls al telèfon...
cs: Zobrazení detailů v telefonu...
da: Viser oplysninger på din telefon ...
el_gr: Εμφάνιση λεπτομερειών στο τηλέφωνό σας...
es_es: Mostrando detalles en el teléfono...
et: Üksikasjade kuvamine telefonis...
eu: Telefonoan xehetasunak erakusten...
fa: در حال نمایش جزئیات در تلفن...
fi: Näytetään tiedot puhelimessasi...
fr: Affichage des détails sur votre téléphone...
ga: Sonraí á dtaispeáint ar d'fhón...
gl: Amosando detalles no teu teléfono...
gu: તમારા ફોન પર વિગતો બતાવી રહ્યાં છે...
he: מציג פרטים על הטלפון שלך...
hi: आपके फोन पर विवरण दिखा रहे हैं...
hr: Prikazivanje detalja na telefonu...
hu: Részletek megjelenítése a telefonon...
hy: Մանրամասները ցուցադրվում են հեռախոսի վրա...
id: Menunjukkan detail di ponsel...
is: Birti upplýsingar í símanum...
it_it: Visualizzazione dei dettagli sul dispositivo in corso...
ja_jp: 端末に詳細を表示中...
ka: დეტალების ჩვენება ტელეფონში...
kk: Мәліметтер телефонда көрсетілуде...
km: កំពុង​បង្ហាញ​ព័ត៌មាន​លម្អិត​លើ​ទូរសព្ទ​របស់​អ្នក...
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ವಿವರಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 폰에서 상세내용을 확인하세요.
ky_kg: Кошумча маалыматтарды телефонуңуздан көрсөтүүдө...
lo: ກຳລັງສະແດງລາຍລະອຽດເທິງໂທລະສັບ...
lt: Išsami informacija rodoma telefone...
lv: Rāda datus jūsu tālrunī...
mk: Се прикажуваат детали на телефонот...
ml: വിശദാംശങ്ങൾ നിങ്ങളുടെ ഫോണിൽ കാണിക്കുന്നു...
mn_mn: Таны утсан дээр дэлгэрэнгүйг харуулж байна...
mr: आपल्या फोनवर तपशील दर्शवत आहे...
ms: Menunjukkan butiran pada telefon anda...
my_mm: သင့်ကိရိယာတွင်အသေးစိတ်အချက်များပြသနေဆဲ...
my_zg: သင့္ကိရိယာတြင္အေသးစိတ္အခ်က္မ်ားျပသေနဆဲ...
nb: Viser detaljer på telefonen...
ne: तपाईको फोनमा विवरणहरू देखाउँदै...
nl: Details weergeven op uw telefoon...
or: ଆପଣଙ୍କ ଫୋନରେ ବିବରଣୀ ଦେଖାଉଛି...
pa: ਤੁਹਾਡੇ ਫ਼ੋਨ ਤੇ ਵੇਰਵੇ ਦਿਖਾਏ ਜਾ ਰਹੇ ਹਨ...
pl: Wyświetlanie szczegółów w telefonie...
pl_sp: Pokazywanie detajlōw w telefōnie…
pt_pt: A mostrar detalhes no seu telefone...
ro: Se afişează detaliile pe telefon...
si: ඔබේ දුරකථනයේ විස්තර පෙන්වමින්...
sk: Zobrazujú sa podrobnosti na vašom telefóne...
sl: Prikazovanje podrobnosti v telefonu ...
sq: Duke treguar hollësitë në telefon...
sr: Prikazuju se detalji na telefonu...
sv: Visar detaljer på din telefon ...
ta: உங்கள் ஃபோனில் விவரங்களை காட்டுகிறது...
te: మీ ఫోన్‌లో వివరాలు చూపబడుతున్నాయి...
tg_tj: Нишон додани тафсилот дар телефони шумо...
th: แสดงรายละเอียดบนโทรศัพท์ของคุณ...
tk_tm: Telefonyňyzda jikme-jiklik görkezilýär...
tl: Ipinapakita ang mga detalye sa telepono mo...
uk: Відображення відомостей на телефоні...
ur: آپ کے فون پر تفصیلات دکھا رہا ہے...
uz: Tafsilotlar telefoningizda ko‘rsatilmoqda...
vi: Đang hiển thị chi tiết trên điện thoại...
zh_cn: 正在手机上显示详情...
zh_hk: 正在手機上顯示詳細資料...
zh_tw: 正在手機上顯示詳細資料...

# WDS_IME_ACBUTTON_ADD_TEMPLATE_ABB
source: ADD TEMPLATE
ar: إضافة قالب
as: টেমপ্লেট যোগ
az: ŞABLON ƏL ET
bg: ДОБ. ШАБЛОН
bn: টেমপ্লেট যোগ
ca: AFEGIR PLANT
cs: PŘ. ŠABLONU
da: TILF. SK.LON
el_gr: ΠΡΟΣΘ. ΠΡΟΤ.
es_es: PLANTILLA
et: LISA MALL
eu: GEHITU TXANT.
fa: افزودن الگو
fi: LISÄÄ MALLI
fr: AJ. MODÈLE
ga: C. TEIMP. LEIS
gl: ENG. MODELO
gu: ટેમ્પ્લેટ ઉમેરો
he: הוסף תבנית
hi: टेम्पलेट जोड़े
hr: DODAJ PREDL.
hu: SABLON H.AD.
hy: ԱՎԼՑ. ՁԵՎՆՄՇ
id: TMBH TEMPLAT
is: NÝTT SNIÐMÁT
it_it: AGG. MODELLO
ja_jp: 定型文を追加
ka: ახალი შაბლ.
kk: ҮЛГІНІ ҚОСУ
km: ថែម​ពុម្ពគំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ ಸೇರಿಸಿ
ko_kr: 상용구 추가
ky_kg: ШАБЛОН КОШУУ
lo: ເພີ່ມເທັມເພລດ
lt: PRID.ŠABLONĄ
lv: PIEV. VEIDNI
mk: ДОДАЈ УРНЕК
ml: ടെംപ്ലേറ്റ് ചേർക്കുക
mn_mn: ЗАГВАР НЭМ
mr: टेम्प्लेट जोडा
ms: TMBH TMPLAT
my_mm: ပုံစံထည့်ပါ
my_zg: ပုံစံထည့္ပါ
nb: LEGG TIL MAL
ne: टेम्प्‍लेट थप्नु
nl: SJABL. TOEV.
or: ଟେମ୍ପ. ଯୋଡ.
pa: ਟੈਂਪਲੇਟ ਜੋੜੋ
pl: DOD. SZABLON
pl_sp: DODEJ MUSTER
pt_pt: ADIC. MODELO
ro: AD. ŞABLON
si: අච්චුව එක් ක.
sk: PRID. ŠABLÓNU
sl: DODAJ PREDL.
sq: SHTO SHABLLON
sr: DODAJ ŠABLON
sv: L. TILL MALL
ta: டெம்ப்ளேட் சேர்.
te: టెంప్లేట్‌ను జోడించండి
tg_tj: ИЛОВАИ ҚОЛИБ
th: เพิ่มเทมเพลท
tk_tm: ŞABLON GOŞ
tl: IDAGDAG ANG TEMPLATE
uk: ДОД. ШАБЛОН
ur: ٹمپلیٹ شامل کریں
uz: SHABL. QO‘SH
vi: THÊM MẪU
zh_cn: 添加模板
zh_hk: 加入範本
zh_tw: 新增範本

# WDS_IME_MBODY_ADD_TEMPLATE_ABB
source: Add template
ar: إضافة قالب
as: টেমপ্লেট যোগ
az: Şablon əl et
bg: Доб. шаблон
bn: টেমপ্লেট যোগ
ca: Af plantilla
cs: Př. šablonu
da: Tilf. sk.lon
el_gr: Προσθ. προτ.
es_es: Plantilla
et: Lisa mall
eu: Gehitu txant.
fa: افزودن الگو
fi: Lisää malli
fr: Aj. modèle
ga: C. teimp. leis
gl: Eng. modelo
gu: ટેમ્પ્લેટ ઉમેરો
he: הוסף תבנית
hi: टेम्पलेट जोड़े
hr: Dodaj predl.
hu: Sablon h.ad.
hy: Ավլց. ձևնմշ
id: Tmbh templat
is: Nýtt sniðmát
it_it: Agg. modello
ja_jp: 定型文を追加
ka: ახალი შაბლ.
kk: Үлгіні қосу
km: ថែម​ពុម្ពគំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ ಸೇರಿಸಿ
ko_kr: 상용구 추가
ky_kg: Шаблон кошуу
lo: ເພີ່ມເທັມເພລດ
lt: Prid.šabloną
lv: Piev. veidni
mk: Додај урнек
ml: ടെംപ്ലേറ്റ് ചേർക്കുക
mn_mn: Загвар нэм
mr: टेम्प्लेट जोडा
ms: Tmbh templat
my_mm: ပုံစံထည့်ပါ
my_zg: ပုံစံထည့္ပါ
nb: Legg til mal
ne: टेम्प्‍लेट थप्नु
nl: Sjabl. toev.
or: ଟେମ୍ପ. ଯୋଡ.
pa: ਟੈਂਪਲੇਟ ਜੋੜੋ
pl: Dod. szablon
pl_sp: Dodej muster
pt_pt: Adic. modelo
ro: Ad. şablon
si: අච්චුව එක් ක.
sk: Prid. šablónu
sl: Dodaj predl.
sq: Shto shabllon
sr: Dodaj šablon
sv: L. till mall
ta: டெம்ப்ளேட் சேர்.
te: టెంప్లేట్‌ను జోడించండి
tg_tj: Иловаи қолиб
th: เพิ่มเทมเพลท
tk_tm: Şablon goş
tl: Idagdag ang template
uk: Дод. шаблон
ur: ٹمپلیٹ شامل کریں
uz: Shabl. qo‘sh
vi: Thêm mẫu
zh_cn: 添加模板
zh_hk: 加入範本
zh_tw: 新增範本

# WDS_IME_TPOP_ADD_TEMPLATE_ON_YOUR_PHONE_ABB
source: Add template on your phone.
ar: أضف قالباً على هاتفك.
as: আপোনাৰ ফোনত টেমপ্লেট যোগ কৰক৷
az: Telefonda şablon əlavə et.
bg: Добавете шаблон в телефона.
bn: আপনার ফোনে টেমপ্লেট জুড়ুন।
ca: Afegeixi plan<br>tilla telèfon.
cs: Přidejte šablonu do tel.
da: Tilføj skabelon på din tlf.
el_gr: Προσθ. το πρότ. στο τηλ.
es_es: Añada plantilla al teléfono.
et: Lisa mall oma telefoni.
eu: Gehitu txant.<br>telefonoan.
fa: الگو را به تلفن اضافه کنید.
fi: Lisää malli puhelimeesi.
fr: Aj. modèle sur téléphone.
ga: Cuir teimpléad leis ar d'fhón.
gl: Engade modelo no teléfono.
gu: તમારા ફોન પર ટેમ્પ્લેટ ઉમેરો.
he: הוסף תבנית בטלפון שלך.
hi: अपने फोन पर टेम्पलेट जोड़ें।
hr: Dod. predložak<br>na telefonu.
hu: Adjon h. sabl.<br>a telefonon.
hy: Ձևնմուշ ավելցրեք հեռախոսում:
id: Tambah templat di ponsel.
is: Bættu sniðmáti í símann.
it_it: Aggiun. modello su disposit.
ja_jp: 端末で定型文を追加します。
ka: დაამატეთ შაბლონი ტელეფონში.
kk: Үлгіні телефонда қосыңыз.
km: ថែម​ពុម្ពគំរូ​លើ​ទូរសព្ទ​របស់​អ្នក។
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ಟೆಂಪ್ಲೇಟ್ ಸೇರಿಸಿ.
ko_kr: 폰에서 상용구를 추가하세요.
ky_kg: Телеф. шаблон кошуңуз.
lo: ເພີ່ມເທັມເພລດໃນໂທລະສັບຂອງທ່ານ.
lt: Pridėkite šabloną telefone.
lv: Piev. veidni savā tālrunī.
mk: Додај урнек<br>на телефонот.
ml: നിങ്ങളുടെ ഫോണിൽ ടെംപ്ലേറ്റ് ചേർക്കുക
mn_mn: Утсан дээрээ загвар нэм.
mr: आपल्या फोनमध्ये टेम्प्लेट जोडा.
ms: Tmbh templt pd telefon anda.
my_mm: သင့်ဖုန်းတွင်ပုံစံထည့်ပါ။
my_zg: သင့္ဖုန္းတြင္ပုံစံထည့္ပါ။
nb: Legg til mal på telefonen.
ne: तपाईको फोनमा टेम्प्‍लेट थप्नु।
nl: Voeg sjabloon toe op telef.
or: ଆପଣଙ୍କ ଫୋନରେ ଟେମ୍ପ. ଯୋଡ.।
pa: ਆਪਣੇ ਫ਼ੋਨ ਤੇ ਟੈਂਪਲੇਟ ਜੋੜੋ।
pl: Dodaj szablon<br>w telefonie.
pl_sp: Dodej muster<br>w telefōnie.
pt_pt: Adic. modelo no telefone.
ro: Ad. şablonul pe telefon.
si: ඔබේ දුරකථන. අච්චුවක් එක් කර.
sk: Prid. šablónu do telefónu.
sl: Dod. predlogo<br>v telefon.
sq: Shto shabllon në telefon.
sr: Dodajte šablon u telefon.
sv: L. till en mall på din tfn.
ta: ஃபோனில் டெம்ப்ளேட் சேர்.
te: మీ ఫోన్‌లో టెంప్లేట్‌ను జోడించండి.
tg_tj: Ба тел-ни худ қолиб илова к.
th: เพิ่มเทมเพลทในโทรศัพท์ของคุณ
tk_tm: Telefonyňyzda şablon goşuň.
tl: Idagdag ang template sa telepono mo.
uk: Додайте шаблон на телефоні.
ur: اپنے فون میں ٹمپلیٹ شامل کریں۔
uz: Shablonni tel-ga qo‘shing.
vi: Thêm mẫu trên điện thoại.
zh_cn: 在手机上添加模板
zh_hk: 在手機上加入範本。
zh_tw: 在手機上新增範本。

# IDS_PB_HEADER_SMILE
source: Smile
ar: ضحكة
as: স্মাইল
az: Təbəssüm
bg: Усмивка
bn: স্মাইল
ca: Somriure
cs: Úsměv
da: Smil
el_gr: Χαμόγελο
es_es: Sonrisa
et: Naeratus
eu: Irribarre
fa: لبخند
fi: Hymy
fr: Sourire
ga: Miongháire
gl: Sorriso
gu: સ્મિત
he: חיוך
hi: मुस्‍कुराहट
hr: Osmjeh
hu: Mosoly
hy: Ժպիտ
id: Senyum
is: Bros
it_it: Sorriso
ja_jp: スマイル
ka: ღიმილი
kk: Күлкі
km: ញញឹម
kn: ನಗು
ko_kr: 미소
ky_kg: Жылмаюу
lo: ຮອຍຍິ້ມ
lt: Šypsena
lv: Smaids
mk: Насмевка
ml: സ്മൈല്‍
mn_mn: Инээмсэглэл
mr: हास्य
ms: Senyum
my_mm: ပြုံးပါ
my_zg: ၿပံဳးပါ
nb: Smil
ne: मुस्कान
or: ହସ
pa: ਮੁਸਕਾਨ
pl: Uśmiech
pl_sp: Lachaniy
pt_pt: Sorriso
ro: Zâmbet
si: සිනහව
sk: Úsmev
sl: Nasmeh
sq: Buzëqeshje
sr: Osmeh
sv: Leende
ta: புன்னகை
te: స్మైల్
tg_tj: Табассум кунед
th: ยิ้ม
tk_tm: Ýylgyryş
tl: Ngiti
uk: Посмішка
ur: مسکراہٹ
uz: Tabassum
vi: Cười
zh_cn: 微笑
zh_hk: 微笑
