Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

source: To provide %s, Samsung uses speech recognition services provided by a third party service provider, Nuance Communications Inc. (“Nuance”). Nuance will collect and store recordings of the words you dictate to %s, in order to provide, improve, and troubleshoot problems of the speech recognition service in %s. Collected data will be stored on a server controlled by Nuance in the United States, and may be shared with Nuance’s partners to improve services.
ar: لتقديم %s، تستخدم Samsung خدمات التعرف على الكلام التي يقدمها موفر طرف ثالث، Nuance Communications Inc. (“Nuance”). ستقوم Nuance بتجميع تسجيلات الكلمات التي أمليتها على %s وتخزينها، من أجل تقديم خدمة التعرف على الكلام وتحسينها واستكشاف المشاكل فيها وإصلاحها في %s. سيتم تخزين البيانات المجمعة على خادم يخضع لتحكم Nuance في الولايات المتحدة، وقد تتم مشاركتها مع شركاء Nuance لتحسين الخدمات.
as: %s প্ৰদান কৰিবলৈ, চেমচাঙে এটা তৃতীয় পক্ষৰ সেৱা প্ৰদানকাৰী, Nuance Communications Inc. (“Nuance”)-এ প্ৰদান কৰা ধ্বনি চিনাক্তকৰণ সেৱাসমূহ ব্যৱহাৰ কৰে৷ Nuance-এ %s-ত থকা ধ্বনি চিনাক্তকৰণ সেৱা প্ৰদান কৰা, উন্নত কৰা, আৰু সমস্যা নিৰ্মূল কৰাৰ উদ্দেশ্যে আপুনি %s-ৰ কাৰণে বৰকৈ উচ্চাৰণ কৰা শব্দসমূহৰ ৰেকৰ্ডিং সংগ্ৰহ আৰু সঞ্চিত কৰিব৷ সংগৃহিত ডাটা আমেৰিকা যুক্তৰাষ্ট্ৰত থকা Nuance-ৰ দ্বাৰা নিয়ন্ত্ৰিত এটা ছাৰ্ভাৰত সঞ্চিত কৰা হ'ব, আৰু সেৱাসমূহ উন্নত কৰিবলৈ Nuance-ৰ অংশীদাৰসকলৰ সৈতে ভাগ-বতৰা কৰাও হ'ব পাৰে৷
az: %s təqdim etmək üçün Samsung üçüncü tərəfin xidmət provayderi olan Nuance Communications Inc. (“Nuance”) tərəfindən təmin olunan nitqin tanınması xidmətlərindən istifadə edir. Nuance %s-da nitqin tanınması xidmətini təqdim etmək, təkmilləşdirmək və problemləri aradan qaldırmaq məqsədilə sizin %s-a diktə etdiyiniz sözlərin yazısını toplayacaq və saxlayacaq. Toplanmış məlumatlar ABŞ-da Nuance tərəfindən idarə olunan serverdə saxlanacaq və xidmətləri təkmilləşdirmək məqsədilə Nuance-ın partnyorları ilə paylaşıla bilər.
bg: За предоставяне на %s Samsung използва услуги за разпознаване на реч от трето лице доставчик на услуги, а именно Nuance Communications Inc. („Nuance“). Nuance ще събира и съхранява записи на думите, които диктувате на %s, за да предоставя, подобрява и отстранява проблеми в услугата за разпознаване на реч на %s. Събираните данни ще бъдат съхранявани на сървър, управляван от Nuance в Съединените щати, и могат да бъдат споделяни с партньори на Nuance с цел подобряване на услугите.
bn: %s সরবরাহ করতে, স্যামসাং Nuance Communications Inc. (“Nuance”) নামক কোনও তৃতীয় পক্ষের পরিষেবা সরবরাহকারী দ্বারা সরবরাহিত স্পিচ স্বীকৃতির পরিষেবাগুলিকে ব্যবহার করে। Nuance %s‎-এ স্পিচ স্বীকৃতির পরিষেবাটি সরবরাহ, উন্নতি এবং সমস্যাগুলির সমাধান করতে আপনার %s নির্দেশিত শব্দগুলির রেকর্ডিং সংগ্রহ এবং স্টোর করবে। সংগৃহীত ডেটা মার্কিন যুক্তরাষ্ট্রে Nuance দ্বারা নিয়ন্ত্রিত একটি সার্ভারে সঞ্চিত হবে এবং এটি পরিষেবাগুলির উন্নতি করতে Nuance-এর সহযোগীদের সাথে শেয়ার করা হতে পারে।
ca: Per tal d'oferir %s, Samsung utilitza els serveis de reconeixement de veu proporcionats per un proveïdor de serveis de tercers, Nuance Communications Inc. (“Nuance”). Nuance recopilarà i emmagatzemarà les gravacions de les paraules que dicti a %s, a fi de proporcionar, millorar i resoldre els problemes del servei de reconeixement de veu a %s. Les Dades recopilades s'emmagatzemaran en un servidor controlat per Nuance als Estats Units, i és possible que es comparteixin amb els associats de Nuance per tal de millorar-ne els serveis.
cs: K poskytování %s používá společnost Samsung služby rozpoznávání řeči poskytované třetí stranou, společností Nuance Communications Inc. („Nuance“). Společnost Nuance bude shromažďovat a ukládat záznamy slov diktovaných do %s za účelem poskytování, zlepšování a odstraňování potíží služby rozpoznávání řeči v %s. Shromážděná data se budou ukládat na server provozovaný společností Nuance ve Spojených státech a mohou být sdílena s partnery společnosti Nuance za účelem zlepšování služeb.
da: For at levere %s, bruger Samsung talegenkendelsestjenester, der leveres af en tredjepartstjenesteudbyder, Nuance Communications Inc. (“Nuance”). Nuance indsamler og gemmer optagelser af de ord du dikterer til %s, for at kunne levere, forbedre og foretage fejlfinding af problemer med talegenkendelsestjenesten i %s. Indsamlede data vil blive gemt på en server, der kontrolleres af Nuance i USA, og kan deles med Nuances partnere for at forbedre tjenester.
el_gr: Για την παροχή του %s, η Samsung χρησιμοποιεί υπηρεσίες αναγνώρισης φωνής που παρέχονται από τρίτο πάροχο υπηρεσιών, τη Nuance Communications Inc. («Nuance»). Η Nuance θα συλλέγει και θα αποθηκεύει ηχογραφήσεις των λέξεων που υπαγορεύετε στο %s, προκειμένου να παρέχει και να βελτιώνει την υπηρεσία αναγνώρισης φωνής και να αντιμετωπίζει τυχόν προβλήματά της στο %s. Τα συλλεγόμενα δεδομένα θα αποθηκεύονται σε διακομιστή υπό τον έλεγχο της Nuance στις Ηνωμένες Πολιτείες και ενδέχεται να κοινοποιούνται στους συνεργάτες της Nuance με σκοπό τη βελτίωση των υπηρεσιών.
es_es: Para proporcionar %s, Samsung utiliza servicios de reconocimiento de voz proporcionados el proveedor de servicios Nuance Communications Inc. (“Nuance”). Nuance recopilará y almacenará las grabaciones de las palabras que usted dicte a %s para proporcionar el servicio de reconocimiento de voz en %s, así como para mejorarlo y solucionar problemas de dicho servicio. Los Datos recopilados se almacenarán en un servidor controlado por Nuance en Estados Unidos y podrán compartirse con socios de Nuance para mejorar los servicios.
et: Teenuse %s osutamiseks kasutab Samsung kõnetuvastusteenust, mida pakub muu osapoole teenuseosutaja, Nuance Communications Inc. (Nuance). Nuance kogub ja säilitab salvestusi teenuses %s dikteeritud sõnadest, et osutada ja parandada kõnetuvastust teenuses %s ja teha probleemide tõrkeotsingut. Kogutud andmed salvestatakse serveris, mida juhib Nuance Ameerika Ühendriikides, ja teenuste parandamiseks võidakse neid jagada Nuanceʼi partneritega.
eu: %s eskaintzeko, Samsung-ek hirugarren zerbitzu hornitzaile batek, Nuance Communications Inc. (“Nuance”) konpainiak, emandako hizketa ezagutzeko zerbitzuak erabiltzen ditu. Nuance konpainiak %s aplikazioari diktatzen dizkiozun hitzen grabaketak bildu eta gordeko ditu, %s aplikazioaren hizketa ezagutzeko zerbitzua eskaintzeko eta hobetzeko eta horren arazoak konpontzeko. Bildutako datuak Nuance konpainiak Estatu Batuetan kudeatzen duen zerbitzari batean gordeko dira eta baliteke Nuance konpainiaren bazkideekin partekatzea, zerbitzuak hobetzeko.
fa: برای ارائه %s، Samsung از سرویس های تشخیص گفتار ارائه شده توسط ارائه دهنده سرویس شخص ثالث Nuance Communications Inc. (”Nuance“) استفاده می کند. Nuance برای ارائه، بهبود و عیب یابی مشکلات سرویس تشخیص گفتار در %s، ضبط واژه هایی که در %s دیکته می کنید را جمع آوری و ذخیره می کند. داده های جمع آوری شده در سرور کنترل شده توسط Nuance در ایالات متحده را کنترل می کند و برای بهبود سرویس ها، ممکن است با شرکای Nuance به اشتراک بگذارد.
fi: Palvelun %s toimittamiseksi Samsung käyttää kolmannen osapuolen palveluntarjoajan, Nuance Communications Inc. (”Nuance”), toimittamia puheentunnistuspalveluita. Nuance kerää ja tallentaa palveluun %s sanelemiesi sanojen tallenteet voidakseen toimittaa palvelun %s puheentunnistuspalvelun, parantaakseen sitä ja suorittaakseen sen ongelmien vianmäärityksen. Kerätyt tiedot tallennetaan Nuancen hallinnoimaan palvelimeen Yhdysvalloissa, ja ne voidaan jakaa Nuancen kumppaneiden kanssa palveluiden parantamiseksi.
fr: Pour fournir %s, Samsung utilise les services de reconnaissance vocale d'un autre fournisseur de service tiers, Nuance Communications Inc. (“Nuance”). Nuance collectera et stockera tous les enregistrements des mots que vous dictez à %s, afin de fournir les services de reconnaissance vocale à %s, de les améliorer et de réparer les problèmes inhérents. Les données collectées seront stockées sur un serveur contrôlé par Nuance situé aux États-Unis, et pourront être partagées avec les partenaires de Nuance afin d'améliorer les services.
ga: Le %s a chur ar fáil, úsáideann Samsung seirbhísí aitheanta gutha arna gcur ar fáil ag soláthraí seirbhíse tríú páirtí darb ainm Nuance Communications Inc. (“Nuance”). Déanfaidh Nuance taifeadtaí ar na focail a dheachtóidh tú do %s a bhailiú agus a stóráil, leis an tseirbhís aitheanta gutha atá in %s a chur ar fáil agus a fheabhsú, agus le fadhbanna leis an tseirbhís sin a fhabhtcheartú. Déanfar na Sonraí Bailithe a stóráil ar fhreastalaí a bheidh faoi rialú Nuance i Stáit Aontaithe Mheiriceá, agus féadfar na sonraí sin a chomhroinnt le comhpháirtithe de chuid Nuance le seirbhísí a fheabhsú.
gl: Para fornecer %s, Samsung usa servizos de recoñecemento dun provedor de servizo de terceiros, Nuance Communications Inc. (“Nuance”). Nuance recompilará e almacenará gravacións das palabras que dites a %s para fornecer o servizo de recoñecemento de voz de %s, melloralo e solucionar problemas relacionados con el. Os datos recompilados almacenaranse nun servidor controlado por Nuance nos Estados Unidos e é posible que se compartan cos socios de Nuance para mellorar os servizos.
gu: %s પ્રદાન કરવા માટે, Samsung તૃતીય સેવા પ્રદાતા, Nuance Communications Inc. (“Nuance”) દ્વારા પ્રદાન કરવામાં આવેલ વાણી ઓળખ સેવાઓનો ઉપયોગ કરે છે. %s માં વાણી ઓળખ પ્રદાન કરવા, તેને બહેતર બનાવવા અને સમસ્યાઓ નિવારવા માટે, Nuance તમે %s પર બોલો છો તે શબ્દોની રેકોર્ડિંગ્સ એકત્ર અને સંગ્રહિત કરશે. એકત્ર કરેલ ડેટાનો યુનાઇટેડ સ્ટેટ્સમાં Nuance દ્વારા નિયંત્રિત કરાયેલ સર્વર દ્વારા સંગ્રહ કરવામાં આવે છે અને સેવાઓને બહેતર બનાવવા માટે Nuance ના ભાગીદાર સાથે શેર કરવામાં આવી શકાય છે.
he: כדי לספק את %s, Samsung משתמשת בשירותי זיהוי קול המסופקים על-ידי ספק שירות של צד שלישי, Nuance Communications Inc. (”Nuance“). Nuance תאסוף ותאחסן הקלטות של המילים שתכתיב ל-%s, על מנת לספק את שירות זיהוי הקול ב-%s, לשפר אותו ולפתור בעיות הקשורות אליו. הנתונים שנאספו יאוחסנו בשרת המבוקר על-ידי Nuance בארצות הברית, וייתכן ששרת זה ישותף עם שותפים של Nuance לצורך שיפור השירותים.
hi: %s प्रदान करने के लिए, सैमसंग एक तृतीय पक्ष सेवा प्रदाता, Nuance Communications Inc. (“Nuance”) द्वारा प्रदान की गई स्पीच पहचान सेवाओं का उपयोग करता है. %s में स्पीच पहचान सेवा प्रदान करने, उसे बेहतर बनाने और उसकी समस्याओं के निदान के लिए, Nuance आपके द्वारा %s में बोले गए शब्दों की रिकॉर्डिंग्स को इकट्ठा और संग्रहित करेगा. संग्रहित डेटा को संयुक्त राज्य अमेरिका में स्थित Nuance द्वारा नियंत्रित किए जाने वाले एक सर्वर पर स्टोर किया जाएगा, और सेवाओं को बेहतर बनाने के लिए, इसे Nuance के भागीदारों के साथ साझा किया जा सकता है.
hr: Pri pružanju aplikacije %s Samsung upotrebljava usluge prepoznavanja govora koje pruža davatelj usluga treće strane, Nuance Communications Inc. („Nuance”). Nuance će prikupljati i pohranjivati snimke riječi koje diktirate aplikaciji %s radi pružanja, poboljšanja i rješavanja problema usluge prepoznavanja govora u aplikaciji %s. Prikupljeni podaci pohranit će se na poslužitelju kojim upravlja Nuance u Sjedinjenim Državama, a mogu se podijeliti s partnerima tvrtke Nuance radi poboljšanja usluga.
hu: A(z) %s biztosításához a Samsung egy szolgáltató harmadik fél, a Nuance Communications Inc. („Nuance”) által nyújtott beszédfelismerő szolgáltatásokat használ. A Nuance gyűjti és tárolja az Ön által a(z) %s alkalmazásba mondott szavak felvételét a beszédfelismerő szolgáltatás biztosítása, tökéletesítése és problémái elhárítása érdekében a(z) %s alkalmazásban. A Gyűjtött adatok egy, a Nuance által ellenőrzött szerveren lesznek tárolva az Egyesült Államokban, és a szolgáltatások tökéletesítése érdekében megoszthatók a Nuance partnereivel.
hy: %s-ը տրամադրելու համար Samsung-ն օգտվում է երրորդ կողմի ծառայություն մատուցողի՝ Nuance Communications Inc.-ի («Nuance») կողմից մատուցած ճանաչման ծառայություններից: Nuance-ը հավաքելու և պահեստավորելու է բառերի ձայնագրությունները, որոնք դուք թելադրում եք %s-ին՝ %s-ում մատուցվող խոսքի ճանաչման ծառայության խնդիրները վերացնելու, ծառայությունը մատուցելու և բարելավելու նպատակով: Հավաքված տվյալները պահեստավորվելու են Nuance-ի կողմից վերահսկվող Միացյալ Նահանգներում գտնվող սերվերի վրա և կարող են համօգտագործվել Nuance-ի գործընկերների հետ՝ ծառայությունները բարելավելու նպատակով:
id: Untuk menyediakan %s, Samsung menggunakan layanan pengenalan ucapan yang disediakan oleh penyedia layanan pihak ketiga, Nuance Communications Inc. (“Nuance”). Nuance akan mengumpulkan dan menyimpan rekaman kata-kata yang Anda diktekan ke %s, agar dapat menyediakan, menyempurnakan, dan memecahkan masalah layanan pengenalan ucapan di %s. Data yang dikumpulkan akan disimpan di server yang dikontrol oleh Nuance di Amerika Serikat, dan mungkin dibagikan dengan mitra Nuance untuk menyempurnakan layanan.
is: Til þess að geta veitt %s notar Samsung talgreiningarþjónustu þriðja aðila, Nuance Communications Inc. („Nuance“). Nuance safnar og geymir upptökur af orðunum sem þú lest inn í %s til þess að veita, bæta og lagfæra talgreiningarþjónustuna í %s. Söfnuð gögn eru vistuð á þjóni á vegum Nuance í Bandaríkjunum og kann að vera deilt með samstarfsaðilum Nuance til að bæta þjónustuna.
it_it: Per fornire %s, Samsung utilizza i servizi di riconoscimento vocale erogati da un provider di servizi terzo, Nuance Communications Inc. (“Nuance”). Nuance raccoglierà e memorizzerà le registrazioni delle parole dettate dall’utente a %s, allo scopo di erogare e migliorare il servizio di riconoscimento vocale di %s e di risolvere eventuali problemi che si potrebbero verificare. I Dati raccolti verranno archiviati su un server controllato da Nuance negli Stati Uniti e potranno essere condivisi con i partner di Nuance allo scopo di migliorare i servizi.
ja_jp: Samsungは、%sを提供するために、第三者サービス プロバイダーであるNuance Communications Inc. (以下 “Nuance” といいます) が提供する音声認識サービスを利用します。Nuanceは、%sにおける音声認識サービスの提供、改善、および問題のトラブルシューティングのために、%sに指示した言葉の記録を収集して保存します。収集データは、Nuanceが米国で管理するサーバーに保存されます。また、サービスを改善するために、Nuanceのパートナーと共有される場合があります。
ka: %s რომ უზრუნველყოს, Samsung იყენებს ხმის ამოცნობის სერვისებს, რომლის მომწოდებელია მესამე მხარის მომსახურების მომწოდებელი, Nuance Communications Inc. („Nuance“). Nuance შეაგროვებს და შეინახავს ჩაწერილ სიტყვებს, რომლებიც უკარნახეთ %s-ს, რომ უზრუნველყოფილი იყოს, გაუმჯობესდეს და მოგვარდეს ხმის ამოცნობის სერვისთან დაკავშირებული პრობლემები %s-ში. შეგროვილი მონაცემები შეინახება Nuance-ს მიერ კონტროლირებულ სერვერზე შეერთებულ შტატებში და, შეიძლება, გაზიარდეს Nuance-ს პარტნიორებთან, მომსახურების გაუმჯობესების მიზნით.
kk: %s қамтамасыз ету үшін Samsung ұйымы үшінші тарап қызмет провайдерімен, Nuance Communications Inc. (“Nuance”), қамтамасыз етілетін дауысты тану қызметтерін пайдаланады. %s дауысты тану қызметі мәселелерін шешу, қамтамасыз ету және жетілдіру мақсатында Nuance ұйымы %s қызметіне айтылған сөздер жазбаларын жинап сақтайды. Жиналған деректер Америка Құрама Штаттарындағы Nuance ұйымымен басқарылатын серверде сақталады және қызметтерді жетілдіру үшін Nuance серіктестерімен ортақ пайдаланылуы мүмкін.
km: ដើម្បី​ផ្ដល់ %s Samsung ប្រើ​សេវា​ទទួលស្គាល់​សម្ដី ដែល​ផ្ដល់ជូន​ដោយ​អ្នកផ្ដល់​សេវា​ជា​តតីយភាគី​គឺ Nuance Communications Inc. (“Nuance”)។ Nuance នឹង​ប្រមូល ហើយ​រក្សាទុក​ការថត​ពាក្យ​ដែល​អ្នក​និយាយ​ដាក់ %s ដើម្បី​ផ្ដល់ កែលម្អ និង​ដោះស្រាយ​បញ្ហា​នៃ​សេវា​ទទួលស្គាល់​សម្ដី​ក្នុង %s។ ទិន្នន័យ​ដែល​បាន​ប្រមូល​នឹង​ត្រូវ​បាន​រក្សាទុក​លើ​សឺវើ​ដែល​គ្រប់គ្រង​ដោយ Nuance នៅក្នុង​សហរដ្ឋ​អាមេរិក ហើយ​អាច​ចែករំលែក​ជាមួយ​ដៃគូ​របស់ Nuance ដើម្បី​កែលម្អ​សេវា​នានា។
kn: %s ಒದಗಿಸಲು, ಸ್ಯಾಮ್‌ಸಂಗ್ ಮೂರನೇ ಪಕ್ಷದ ಸೇವಾ ಪೂರೈಕೆದಾರ ಸಂಸ್ಥೆಯಾಗಿರುವ, Nuance Communications Inc. (“Nuance”) ಒದಗಿಸಿರುವ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಸೇವೆಗಳನ್ನು ಬಳಸುತ್ತದೆ. %s ನಲ್ಲಿನ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು, ಸುಧಾರಿಸಲು, ಮತ್ತು ಅದರಲ್ಲಿರುವ ಸಮಸ್ಯೆಗಳಿಗೆ ಪರಿಹಾರ ಕಲ್ಪಿಸಲು ನೀವು %s ಗೆ ಉದ್ಘೋಷಿಸುವ ಪದಗಳ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು Nuance ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಶೇಖರಿಸುತ್ತದೆ. ಸಂಗ್ರಹಿಸಿದ ಡೇಟಾವನ್ನು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನಲ್ಲಿ Nuance ನಿಯಂತ್ರಣದಲ್ಲಿರುವ ಸರ್ವರ್‌ನಲ್ಲಿ ಶೇಖರಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು Nuance ನ ಪಾಲುದಾರರ ಜತೆ ಹಂಚಿಕೊಳ್ಳಬಹುದಾಗಿದೆ.
ko_kr: %s 서비스를 제공하기 위해, 삼성은 제3의 서비스 제공 업체인 Nuance Communications Inc.("Nuance")에서 개발한 음성인식 기술을 사용합니다. 귀하가 입력한 음성은 Nuance의 서버(미국)에 저장되고, 수집된 정보는 서비스 제공∙개선∙오류수정 목적으로 활용되며 Nuance의 제휴사에 제공될 수 있습니다.
ky_kg: %s камсыз кылууга, Samsung үчүнчү тарап кызмат көрсөтүүчү Nuance Communications Inc. (“Nuance”), камсыз кылган сөз таануу кызматтарын колдонот. Nuance %s айтылган сөздөрдүн жаздырууларын %s деги сөз таануу кызматын камсыз кылууга, жакшыртууга жана көйгөлөрүн чечүүгө, чогултуп жана сактайт. Чогултулган айтымдар Кошмо Штаттарда Nuance башкарган серверде сакталат жана кызматтарды жакшыртууга, Nuance’тын шериктештери менен бөлүшүлүшү мүмкүн.
lo: ເພື່ອ​ສະ​ຫນອງ %s​, ຊໍາຊຸງ ນໍາ​ໃຊ້​ ​ບໍ​ລິ​ການການ​ຮັບ​ຮູ້​ຄຳ​ເວົ້າ​ທີ່ໃຫ້​ບໍ​ລິ​ການ​ໂດຍຜູ້ບໍລິການ​ພາກ​ສ່ວນ​ທີ​ສາມ​, Nuance Communications Inc. (“Nuance”). Nuance ຈະ​ເກັບ​ກໍາ​ ແລະ ​ເກັບການບັນ​ທຶກ​ຄໍາ​ເວົ້າ​ຕ່າງໆ​ທີ່​ທ່ານ​ສັ່ງໄປ %s​, ເພື່ອທີ່​ຈະ​ສະ​ຫນອງ​​, ການ​ປັບ​ປຸງ ​ແລະ ​ແກ້​ໄຂ​ບັນ​ຫາ​ຂອງ​ການ​ບໍ​ລິ​ການການ​ຮັບ​ຮູ້​ຄໍາ​ເວົ້າໃນ %s​. ຂໍ້​ມູນທີ່ເກັບ​ກໍາແລ້ວ​ຈະ​ໄດ້​ຮັບ​ການ​ເກັບ​ຮັກ​ສາ​ໄວ້​ໃນເຊີເວີ​ຄວບ​ຄຸມ​ໂດຍ Nuance ຢູ່​ໃນ​ສະ​ຫະ​ລັດ​ອາ​ເມລິ​ກາ​, ແລະ​ອາດ​ຈະ​ໄດ້​ແບ່ງປັນ​ກັບ Nuanceຄູ່​ຮ່ວມ​ງານ​ເພື່ອ​ປັບ​ປຸງ​ການ​ບໍ​ລິ​ການ​.
lt: Tam, kad galėtų teikti %s, „Samsung“ naudoja šnekos atpažinimo paslaugas, kurias teikia trečioji šalis – paslaugų teikėja „Nuance Communications Inc.“ („Nuance“). „Nuance“ rinks ir saugos žodžių, kuriuos diktuosite %s, įrašus, kad %s galėtų teikti šnekos atpažinimo paslaugą, ją gerinti ir spręsti su ja susijusias problemas. Renkami duomenys bus saugomi „Nuance“ valdomame serveryje Jungtinėse Amerikos Valstijose, taip pat gali būti bendrinami su „Nuance“ partneriais siekiant tobulinti paslaugas.
lv: Lai nodrošinātu lietojumprogrammas %s darbību, Samsung izmanto balss atpazīšanas pakalpojumus, ko nodrošina trešo pušu pakalpojumu sniedzējs Nuance Communications Inc. (turpmāk — “Nuance”). Nuance apkopos un glabās jūsu diktēto vārdu ierakstus lietojumprogrammā %s, lai nodrošinātu un uzlabotu balss atpazīšanas pakalpojumu un novērstu ar to saistītās problēmas lietojumprogrammā %s. Apkopotie dati tiks glabāti serverī, ko kontrolē Nuance ASV, un tie var tikt kopīgoti ar Nuance partneriem pakalpojumu uzlabošanas nolūkos.
mk: За да ја обезбеди услугата %s, Samsung користи услуги за препознавање говор обезбедени од страна на давател на услуги на трета страна, Nuance Communications Inc. („Nuance“). Nuance ќе собира и складира снимки од зборовите што ги диктирате на %s, со цел да ја обезбеди и подобри услугата за препознавање говор и да ги решава проблемите со неа во %s. Собраните податоци ќе се складираат на сервер контролиран од Nuance во Соединетите Американски Држави и може да се споделуваат со партнерите на Nuance за да се подобрат услугите.
ml: %s നൽകുന്നതിന് Nuance Communications Inc. (“Nuance”) എന്ന മൂന്നാം കക്ഷി സേവന ദാതാവ് നൽകുന്ന സംസാരം തിരിച്ചറിയൽ സേവനങ്ങളാണ് Samsung ഉപയോഗിക്കുന്നത്. %s എന്നതിലെ സംസാരം തിരിച്ചറിയൽ സേവനം നൽകുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും അതിലെ പ്രശ്നങ്ങൾ പരിഹരിക്കുന്നതിനും നിങ്ങൾ %s എന്നതിലേക്ക് ഉച്ചരിക്കുന്ന വാക്കുകളുടെ റെക്കോർഡിംഗുകൾ Nuance ശേഖരിക്കുകയും സംഭരിക്കുകയും ചെയ്യും. യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ ഉള്ളതും Nuance നിയന്ത്രിക്കുന്നതുമായ ഒരു സെർവറിൽ ശേഖരിക്കപ്പെടുന്ന ഡാറ്റ സംഭരിക്കപ്പെടും, സേവനങ്ങൾ മെച്ചപ്പെടുത്തുന്നതിനായി Nuance-ന്റെ പങ്കാളികൾക്ക് ഇത് പങ്കിടുകയും ചെയ്തേക്കാം.
mn_mn: %s үйлчилгээг үзүүлэхийн тулд, гуравдагч талын үйлчилгээ үзүүлэгч Nuance Communications Inc. (“Nuance”)-ийн яриа таних үйлчилгээг Samsung ашигладаг. Nuance таны %s-д хэлж бичүүлсэн үгсийн бичлэгийг үйлчилгээг үзүүлэх, сайжруулах, %s-н яриа таних үйлчилгээнд гарсан асуудлын алдааг эрж олохын тулд цуглуулж, хадгална. Цуглуулсан мэдээллийг АНУ дахь Nuance-н удирддаг серверт хадгалах ба үйлчилгээг сайжруулахын тулд Nuance-н түншүүдтэй хуваалцаж болно.
mr: %s प्रदान करण्यासाठी, Samsung वाचा ओळख सेवा वापरतात जी या Nuance Communications Inc. (“Nuance”) तृतीय पक्ष सेवा प्रदात्याद्वारे प्रदान केलेली आहे. %s मधील वाचा ओळख सेवा प्रदान करण्यासाठी, सुधारण्यासाठी आणि त्यातील समस्यांचे निराकरण करण्यासाठी आपण %s ला आदेश देणार्‍या शब्दांची रेकॉर्डिंग Nuance संकलित आणि संचयित करतील. संकलित डेटा संयुक्त संस्थानांमध्ये Nuance द्वारे नियंत्रित सर्व्हरवर संचयित केला जाईल आणि सेवा सुधारण्यासाठी Nuance च्या भागीदारांसोबत शेअर केला जाऊ शकेल.
ms: Untuk menyediakan %s, Samsung menggunakan perkhidmatan pengenalan pertuturan yang disediakan oleh penyedia perkhidmatan pihak ketiga, Nuance Communications Inc. (“Nuance”). Nuance akan mengumpul dan menyimpan rakaman perkataan yang anda rencanakan ke %s, untuk menyediakan, menambah baik dan menyelesaikan masalah perkhidmatan pengenalan pertuturan dalam %s. Data terkumpul akan disimpan pada pelayan yang dikawal oleh Nuance di Amerika Syarikat dan mungkin akan dikongsi dengan rakan kongsi Nuance untuk menambah baik perkhidmatan.
my_mm: %s အားပံ့ပိုးပေးရန်၊ Samsung မှ တွဲဖက်ဆောင်ရွက်သူ၊ Nuance Communications Inc. (“Nuance”) မှ ပံ့ပိုးထားသော အသံအသိအမှတ်ပြုခြင်း ဝန်ဆောင်မှုအား အသုံးပြုပါမည်။ Nuance မှ %s တွင်းသို့ သင်ပြောဆိုလိုက်သော စကားလုံးများအား မှတ်တမ်းတင်သိမ်းဆည်း စုဆောင်းပြီး၊ %s ရှိ အသံအသိအမှတ်ပြုခြင်း ဝန်ဆောင်မှု ပြဿနာရှာဖွေခြင်း၊ တိုးတက်အောင်ပြုလုပ်ခြင်းနှင့် ပံ့ပိုခြင်းတို့ကို လုပ်ဆောင်သွားပါမည်။ စုဆောင်းမည့်ဒေတာများအား အမေရိကန်ပြည်ထောင်စု သမ္မတနိုင်ငံရှိ Nuance တွင်ရှိတော ဆာဗာတွင် စုဆောင်းသိမ်းဆည်းမည်ဖြစ်ပြီး၊ ဝန်ဆောင်မှု တိုးတက်စေရန် Nuance၏တွဲဖက်ဆောင်ရွက်သူများအား မျှဝေသွားမည်ဖြစ်သည်။
my_zg: %s အားပံ့ပိုးေပးရန္၊ Samsung မွ တြဲဖက္ေဆာင္ရြက္သူ၊ Nuance Communications Inc. (“Nuance”) မွ ပံ့ပိုးထားေသာ အသံအသိအမွတ္ျပဳျခင္း ဝန္ေဆာင္မႈအား အသံုးျပဳပါမည္။ Nuance မွ %s တြင္းသို႔ သင္ေျပာဆိုလိုက္ေသာ စကားလံုးမ်ားအား မွတ္တမ္းတင္သိမ္းဆည္း စုေဆာင္းၿပီး၊ %s ရွိ အသံအသိအမွတ္ျပဳျခင္း ဝန္ေဆာင္မႈ ျပႆနာရွာေဖြျခင္း၊ တုိးတက္ေအာင္ျပဳလုပ္ျခင္းႏွင့္ ပံ့ပိုျခင္းတို႔ကို လုပ္ေဆာင္သြားပါမည္။ စုေဆာင္းမည့္ေဒတာမ်ားအား အေမရိကန္ျပည္ေထာင္စု သမၼတႏိုင္ငံရွိ Nuance တြင္ရွိေတာ ဆာဗာတြင္ စုေဆာင္းသိမ္းဆည္းမည္ျဖစ္ၿပီး၊ ဝန္ေဆာင္မႈ တိုးတက္ေစရန္ Nuance၏တြဲဖက္ေဆာင္ရြက္သူမ်ားအား မွ်ေဝသြားမည္ျဖစ္သည္။
nb: For å kunne tilby %s bruker Samsung talegjenkjenningstjenester som leveres av en tredjeparts tjenesteleverandør, Nuance Communications Inc. (“Nuance”). Nuance samler inn og lagrer opptak av ordene du dikterer til %s, for å kunne tilby og forbedre talegjenkjenningstjenesten i %s og for å feilsøke problemer. Innsamlede data lagres på en server som kontrolleres av Nuance i USA, og kan bli delt med Nuance sine partnere for å forbedre tjenester.
ne: %s उपलब्ध गराउन, सैमसंगले तेस्रो पक्ष सेवा प्रदायक, Nuance Communications Inc. (“Nuance”) द्वारा उपलब्ध गराइएको आवाज पहिचान प्रयोग गर्छ। Nuance ले %s मा आवाज पहिचान सेवा उपलब्ध गराउन, सुधार्न, र समस्याहरू निवारणका लागि, तपाईंले %s मा बोल्नुभएका शब्दहरूको संकलन र रेकर्डिङहरूको भण्डारण गर्नेछ। संकलित डाटालाई संयुक्त राज्य अमेरिकामा रहेको Nuance द्वारा नियन्त्रित सर्भरमा भण्डारण गरिनेछ, र सेवाहरू सुधारका लागि Nuance का साझेदारसँग साझा गर्न सकिनेछ।
nl: Voor het leveren van %s maakt Samsung gebruik van services voor spraakherkenning die worden geleverd door een externe serviceprovider, Nuance Communications Inc. (“Nuance”). Nuance verzamelt en bewaart de woorden die u inspreekt op %s voor het leveren, verbeteren en oplossen van problemen in de spraakherkenningsservice in %s. Verzamelde gegevens worden opgeslagen op een server in de Verenigde Staten die wordt beheerd door Nuance en kunnen worden gedeeld met partners van Nuance ten behoeve van het verbeteren van services.
or: %s ଯୋଗାଇବା ପାଇଁ, ସାମସଙ୍ଗ ତୃତୀୟ ପକ୍ଷ ପ୍ରଦାନକାରୀ, Nuance Communications Inc. (“Nuance”)ଙ୍କ ଦ୍ୱାରା ଯୋଗା ଯାଇଥିବା ସ୍ପିଚ୍ ରିକୋଗନିସନ ସେବା ବ୍ୟବହାର କରେ. %sରେ ସ୍ପିଚ୍ ରିକଗ୍‌ନେସନ ସେବା ଯୋଗାଇବା, ଉନ୍ନତି କରିବା ଓ ସମସ୍ୟାର ସମାଧାନ କରିବା ପାଇଁ ଆପଣ %sକୁ ଡାକିଥିବା ଶଦ୍ଦଗୁଡିକର ରେକର୍ଡିଂ Nuance ସଂଗ୍ରହ ଓ ଷ୍ଟୋର୍ କରିବ. ୟୁନାଇଟେଡ୍ ଷ୍ଟେଟ୍ସରେ ଥିବା Nuance ଦ୍ୱାରା ସଂଗୃହିତ ଡାଟା ଏକ ସର୍ଭରରେ ଷ୍ଟୋର୍ ହେବ, ଓ ସେବାରେ ଉନ୍ନତି ପାଇଁ Nuance ଅଂଶିଦାରମାନଙ୍କ ସହ ଅଂଶିଦାର ହୋଇପାରିବ.
pa: ਮੁਹਈਆ ਕਰਨ %s, ਲਈ, ਸੈਮਸੰਗ ਇੱਕ ਤੀਜੀ ਧਿਰ ਸੇਵਾ ਪ੍ਰਦਾਤੇ, Nuance Communications Inc. (“Nuance”) ਦੁਆਰਾ ਮੁਹੱਈਆ ਸਪੀਚ ਪਹਿਚਾਣ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਵਿੱਚ ਸਪੀਚ ਪਹਿਚਾਣ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ, ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਅਤੇ ਸੁਧਾਰਨ ਲਈ, Nuance ਉਨ੍ਹਾਂ ਸ਼ਬਦਾਂ ਦੀਆਂ ਰਿਕਾਰਡਿੰਗਾਂ ਨੂੰ ਇਕੱਤਰ ਅਤੇ ਸਟੋਰ ਕਰੇਗਾ ਜੋ ਤੁਸੀਂ %s, ਨੂੰ ਬੋਲਦੇ ਹੋ %s। ਕੁਲੈਕਟਿਡ ਡੈਟੇ ਨੂੰ ਯੂਨਾਈਟਿਡ ਸਟੇਟਜ਼ ਵਿੱਚ Nuance ਦੁਆਰਾ ਇੱਕ ਸਰਵਰ ਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾਏਗਾ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਸੁਧਾਰਨ ਲਈ Nuance ਦੇ ਹਿੱਸੇਦਾਰਾਂ ਦੁਆਰਾ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Na potrzeby udostępniania aplikacji %s Samsung wykorzystuje usługi rozpoznawania mowy udostępniane przez usługodawcę zewnętrznego, Nuance Communications Inc. („Nuance”). Nuance będzie gromadzić i przechowywać nagrania słów wypowiadanych przez Użytkownika do aplikacji %s, aby udostępniać usługę rozpoznawania mowy w ramach aplikacji %s, udoskonalać tę usługę i rozwiązywać związane z nią problemy techniczne. Gromadzone Dane będą przechowywane na serwerze w Stanach Zjednoczonych kontrolowanym przez Nuance, a w celu poprawy jakości świadczonych usług mogą być udostępniane podmiotom współpracującym z Nuance.
pl_sp: Na potrzeby udostępniania aplikacji %s Samsung wykorzystuje usługi rozpoznawania mowy udostępniane przez usługodawcę zewnętrznego, Nuance Communications Inc. („Nuance”). Nuance będzie gromadzić i przechowywać nagrania słów wypowiadanych przez Użytkownika do aplikacji %s, aby udostępniać usługę rozpoznawania mowy w ramach aplikacji %s, udoskonalać tę usługę i rozwiązywać związane z nią problemy techniczne. Gromadzone Dane będą przechowywane na serwerze w Stanach Zjednoczonych kontrolowanym przez Nuance, a w celu poprawy jakości świadczonych usług mogą być udostępniane podmiotom współpracującym z Nuance.
pt_pt: Para fornecer o %s, a Samsung utiliza os serviços de reconhecimento de voz fornecidos por um fornecedor de serviço de terceiros, a Nuance Communications Inc. (“Nuance”). A Nuance vai recolher e armazenar gravações das palavras que ditar para o %s, para fornecer, melhorar e resolver problemas do serviço de reconhecimento de voz no %s. Os dados recolhidos serão armazenados num servidor controlado pela Nuance nos Estados Unidos e podem ser partilhados com os parceiros da Nuance para melhorar os serviços.
ro: Pentru a furniza %s, Samsung foloseşte servicii de recunoaştere a vorbirii oferite de un furnizor de servicii terţ, Nuance Communications Inc. („Nuance”). Nuance va colecta şi va stoca înregistrări ale cuvintelor pe care le dictaţi %s, pentru a oferi, îmbunătăţi şi soluţiona probleme ale serviciului de recunoaştere a vorbirii din %s. Datele colectate vor fi stocate pe un server controlat de Nuance în Statele Unite şi pot fi partajate cu partenerii Nuance în scopul îmbunătăţirii serviciilor.
si: %sසැපයීම පිණිස, සැම්සුං විසින් තෙවන පාර්ශ්ව සේවා සැපයුම්කරුවෙකු වන, Nuance Communications Inc. (“Nuance”) විසින් සපයනු ලබන කථන හැඳුනුම් සේවාව භාවිත කරයි. Nuance විසින් ඔබ %sවෙත උච්චාරණය කරන වචනවල පටිගත කිරීම් රැස් කිරීම සහ ගබඩා කිරීම කරනු ඇත, ඒ %sහි කථන හැඳුනුම් සේවාව සැපයීමට, වැඩිදියුණු කිරීමට, සහ එහි ගැටළු ආවේක්ෂණය කිරීම පිණිසය. රැස් කළ දත්ත එක්සත් ජනපදයෙහි පිහිටි Nuance විසින් පාලනය කරනු ලබන සේවාදායකයක් මත ගබඩා කෙරෙනු ඇති අතර, Nuanceහි හවුල්කරුවන් සමග සේවාව දියුණු කිරීම සඳහා බෙදාහදාගනු ඇත.
sk: V záujme poskytovania služby %s spoločnosť Samsung využíva služby rozpoznávania hlasu, ktoré poskytuje externý subjekt, spoločnosť Nuance Communications Inc. (ďalej len „Nuance“). Spoločnosť Nuance bude zhromažďovať a uchovávať záznamy slov, ktoré nadiktujete do služby %s, s cieľom poskytovať a zlepšovať funkciu rozpoznávania hlasu a riešiť problémy s ňou spojené v rámci služby %s. Zhromažďované údaje sa uchovávajú na serveri pod kontrolou spoločnosti Nuance v USA a môžu by poskytnuté partnerom spoločnosti Nuance v záujme zlepšenia služieb.
sl: Za zagotavljanje aplikacije %s Samsung uporablja storitve prepoznavanja govora, ki jih omogoča ponudnik storitev Nuance Communications Inc. (»Nuance«). Nuance zbira in shranjuje posnetke besed, ki jih narekujete aplikaciji %s, ker na ta način zagotavlja, izboljšuje in odpravlja težave storitve prepoznavanja govora v aplikaciji %s. Zbrani podatki se shranjujejo v strežniku pod nadzorom podjetja Nuance v Združenih državah Amerike, ki lahko zbrane podatke zaradi izboljšanja storitev deli s partnerji podjetja Nuance.
sq: Për të ofruar %s, Samsung përdor shërbime të njohjes së të folurit, të siguruara nga një ofrues shërbimi palë e tretë, Nuance Communications Inc. (“Nuance”). Nuance do të mbledhë dhe magazinojë regjistrimet e fjalëve që ti dikton te %s, për të ofruar, përmirësuar dhe mënjanuar problemet me shërbimin e njohjes së të folurit në %s. Të dhënat e mbledhura do të magazinohen në një server të kontrolluar nga Nuance në Shtetet e Bashkuara dhe mund të përbashkohen me partnerët e Nuance për të përmirësuar shërbimet.
sr: U cilju obezbeđivanja aplikacije %s, Samsung koristi usluge prepoznavanja govora koje pruža dobavljač usluga treće strane kompanija Nuance Communications Inc. („Nuance“). Kompanija Nuance će prikupljati i čuvati snimke reči koje diktirate aplikaciji %s kako bi pružila i poboljšala uslugu prepoznavanja govora i rešila probleme u vezi sa tom uslugom do kojih dolazi u aplikaciji %s. Prikupljeni podaci će se čuvati na serveru koji kontroliše kompanija Nuance u Sjedinjenim Američkim Državama i oni mogu da se dele sa Nuance partnerima u cilju poboljšanja usluga.
sv: För att tillhandahålla %s använder Samsung tjänster för röstigenkänning som tillhandahålls av en tredjepartsleverantör av tjänster, Nuance Communications Inc. (”Nuance”). Nuance samlar in och lagrar inspelningar av ord som du dikterar för %s för att tillhandahålla, förbättra och felsöka problem i tjänsten för röstigenkänning i %s. Insamlad information lagras på en server som kontrolleras av Nuance i USA och som kan delas med Nuances partner för att förbättra tjänsterna.
ta: %s-ஐ வழங்குவதற்காக, சாம்சங் ஆனது Nuance Communications Inc. (“Nuance”) என்கிற மூன்றாம் தரப்பு சேவை வழங்குநர் வழங்கும் வாய்ஸ் கண்டறிதல் சேவைகளைப் பயன்படுத்துகிறது. %s இன் வாய்ஸ் கண்டறிதல் சேவையை வழங்க, மேம்படுத்த மற்றும் அதன் சிக்கல்களைச் சரிசெய்வதற்காக, %s இல் நீங்கள் கூறும் வார்த்தைகளின் பதிவுகளை Nuance சேகரித்துச் சேமிக்கும். சேகரிக்கப்படும் தரவு, அமெரிக்காவில் உள்ள Nuance-ஆல் கட்டுப்படுத்தப்படும் சேவையகத்தில் சேமிக்கப்படும், மேலும் சேவைகளை மேம்படுத்துவதற்காக, Nuance-இன் கூட்டாளர்களுடன் பகிரப்படலாம்.
te: %sను అందించడం కోసం, మూడవ పక్ష సేవా ప్రదాత అయిన, Nuance Communications Inc. (“Nuance”) ద్వారా అందించబడే ప్రసంగ గుర్తింపు సేవలను స్యామ్‌సంగ్ ఉపయోగిస్తుంది. Nuance మీరు %sకు చెప్పే పదాల యొక్క రికార్డింగ్‌లను సేకరించి, నిల్వ చేస్తుంది, తద్వారా %sలో ప్రసంగ గుర్తింపు సేవను అందిస్తుంది, మెరుగుపరుస్తుంది మరియు సమస్య పరిష్కారాలను అందిస్తుంది. సేకరించబడిన డేటా, యునైటెడ్ స్టేట్స్‌లో ఉన్న Nuance ద్వారా నియంత్రించబడే సర్వర్‌లో సేవ్ చేయబడుతుంది మరియు సేవలను మెరుగుపరచడం కోసం Nuance యొక్క భాగస్వాములతో భాగస్వామ్యం చేయబడుతుంది.
tg_tj: Барои таъмини %s, Samsung аз ташхиси гуфтор истифода мебарад, ки аз ҷониби хизматрасони сеюм тараф таъмин карда мешавад, Nuance Communications Inc. (“Nuance“). Nuance сабти калимаҳои Шуморо, ки ба %s гуфтед, барои таъмин намудан, такмил додан ва ислоҳоти мушкилии хизматрасонии ташхиси гуфтор дар %s, ҷамъ ва ҳифз менамояд. Маълумоти ҷамъ кардашуда дар сервере, ки аз тарафи Nuance идора карда мешавад, дар ИМА нигоҳ дошта мешавад, ва инчунин барои беҳтаргардонии хизматрасониҳо Nuance метавонад, ки бо шарикони худ мубодила кунад.
th: ในการให้บริการ %s Samsung ใช้บริการการจดจำคำพูดที่ให้บริการโดยผู้ให้บริการภายนอกคือ Nuance Communications Inc. (“Nuance”) Nuance จะเก็บและรักษาบันทึกคำต่างๆ ที่คุณสั่งการใน %s เพื่อให้บริการ ปรับปรุง และแก้ไขปัญหาของบริการจดจำคำพูดใน %s ข้อมูลที่เก็บจะถูกเก็บรักษาในเซิร์ฟเวอร์ที่ควบคุมโดย Nuance ในสหรัฐอเมริกา และอาจเปิดเผยให้กับคู่ค้าของ Nuance เพื่อปรับปรุงบริการ
tk_tm: %s üpjün etmek üçin, Samsung üçünji tarap hyzmat üpjün ediji Nuance Communications Inc. (“Nuance“) tarapyndan üpjün edilýän sözleýiş tanamak hyzmatlaryny ulanýar. Nuance siziň %s aýdyp ýazdyrýan sözleriňiziň ýazgylaryny %s bilen sözleýiş tanamak hyzmatlaryny üpjün etmek, gowulandyrmak we problemalaryny çözmek üçin ýygnar we saklar. Ýygnalýan maglumat ABŞ-da Nuance tarapyndan dolandyrylýan serwerde saklanylar we olaryň hyzmatlary gowulandyrmak üçin, Nuance hyzmatdaşlary bilen paýlaşylmagy mümkin.
tl: Upang ihatid ang %s, gumagamit ang Samsung ng mga serbisyo sa pagkilala sa pagsasalita na inihahatid ng isang third party na service provider, ang Nuance Communications Inc. (“Nuance”). Kokolektahin at iiimbak ng Nuance ang mga recording ng mga salitang idinidikta mo sa %s, upang maibigay, mapahusay at makapag-troubleshoot ng mga problema sa serbisyo sa pagkilala sa pagsasalita sa %s. Iiimbak ang nakolektang data sa isang server na kinokontrol ng Nuance sa Estados Unidos, at maaari itong ibahagi sa mga kasosyo ng Nuance upang mapahusay ang mga serbisyo.
uk: Щоб надавати %s, Samsung використовує послуги з розпізнавання мовлення, що надає сторонній постачальник послуг — Nuance Communications Inc. («Nuance»). Nuance збиратиме та зберігатиме записи слів, які ви диктуєте службі %s, для надання й покращення служби розпізнавання мовлення в %s, а також вирішення її проблем. Дані, що збираються, зберігатимуться на сервері під контролем Nuance у Сполучених Штатах. Ці дані можуть надаватися партнерам Nuance для вдосконалення послуг.
ur: %s فراہم کرنے کیلئے، Samsung فریق ثالث سروس فراہم کنندہ، Nuance Communications Inc. (“Nuance”) کے ذریعے فراہم کردہ اسپیچ کی شناخت کی سروسز استعمال کرتا ہے۔ Nuance ان الفاظ کی ریکارڈنگز کو جمع اور اسٹور کرے گا جنہیں آپ %s کو لکھاتے ہیں، تاکہ %s میں اسپیچ کی شناخت کی سروس فراہم کر سکیں، بہتر بنا سکیں اور ان کے مسائل کو ٹربل شوٹ کر سکیں۔ جمع کردہ ڈیٹا کو امریکہ میں Nuance کے ذریعے کنٹرول کردہ ایک سرور پر اسٹور کیا جائے گا، اور سروسز کو بہتر بنانے کیلئے اس کو Nuance کے شرکاء کے ساتھ شیئر کیا جا سکتا ہے۔
uz: %s-ni taqdim etish uchun Samsung boshqa xizmat ta'minotchisi, Nuance Communications Inc. (“Nuance”) tomonidan taqdim etilgan nutqni tanib olish tizimidan foydalanadi. Nuance %s dagi nutqni tanib olish xizmati bilan ta'minlash, uni yaxshilash va undagi muammolarni bartaraf qilish uchun siz %s-ga aytib bergan so'zlarning yozuvlarini to'playdi va saqlaydi. To'plangan ma'lumotlar Amerika Qo'shma shtatlaridagi Nuance tomonidan boshqariluvchi serverda saqlanadi va xizmatlarni yaxshilash uchun ular Nuance hamkorlari bilan baham ko'rilishi mumkin.
vi: Để cung cấp %s, Samsung sử dụng dịch vụ nhận dạng lời nói do nhà cung cấp dịch vụ bên thứ ba cung cấp, Nuance Communications Inc. (“Nuance”). Nuance sẽ thu thập và lưu trữ các bản ghi âm từ bạn nói khi sử dụng %s, để cung cấp, cải thiện và khắc phục sự cố của dịch vụ nhận dạng lời nói trong %s. Dữ liệu được thu thập sẽ được lưu trữ trên máy chủ được kiểm soát bởi Nuance tại Hoa Kỳ và có thể được chia sẻ với đối tác của Nuance để cải thiện dịch vụ.
zh_cn: 为提供 %s，三星采用了第三方服务提供商 Nuance Communications Inc.（简称“Nuance”）提供的语音识别服务。Nuance 将收集并存储您向 %s 口述的话语录音，以便在 %s 中提供和改进语音识别服务并解决有关该服务的问题。收集的数据将存储到由 Nuance 控制的美国服务器上，并且可能会与 Nuance 合作伙伴共享以改进服务。
zh_hk: 為提供 %s，Samsung 使用由第三方服務供應商 Nuance Communications Inc. (「Nuance」) 所提供的語音辨識服務。Nuance 將收集並儲存您向 %s 口述字句的錄音，以提供、改善及疑難排解 %s 中之語音辨識服務的問題。收集的資料將儲存於位在美國由 Nuance 控制的伺服器，且可能分享給 Nuance 的合作夥伴以便改善服務。
zh_tw: 為提供 %s，三星使用由第三方服務供應商 Nuance Communications Inc. (「Nuance」) 所提供的語音辨識服務。Nuance 將收集並儲存您向 %s 口述字句的錄音，以提供、改善及疑難排解 %s 中之語音辨識服務的問題。收集的資料將儲存於位在美國由 Nuance 控制的伺服器，且可能分享給 Nuance 的合作夥伴以便改善服務。
