Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# IDS_IME_BODY_SLEEPY_FACE_M_EMOTICON_NAME
source: Sleepy face
ar: وجه ناعس
as: নিদ্ৰালু মুখ
az: Yuxulu sifət
bg: Сънливо лице
bn: নিদ্রা মুখ
ca: Cara d'adormit
cs: Ospalý obličej
da: Søvnigt ansigt
el_gr: Νυσταγμένο πρόσωπο
es_es: Cara con sueño
et: Unine nägu
eu: Logura aurpegia
fa: صورت خواب آلود
fi: Uneliaat kasvot
fr: Visage endormi
ga: Aghaidh chodlatach
gl: Cara con sono
gu: ઊંઘતો ચહેરો
he: פרצוף ישנוני
hi: नींद में चेहरा
hr: Pospano lice
hu: Álmos arc
hy: Քնկոտ դեմք
id: Wajah mengantuk
is: Syfjað andlit
it_it: Faccina assonnata
ja_jp: 眠そうな顔
ka: მთვლემარე სახე
kk: Ұйқылы бет
km: មុខ​ងងុយ​គេង
kn: ನಿದ್ರೆಯ ಮುಖ
ko_kr: 졸린 얼굴
ky_kg: Уйкулуу бет
lo: ໃບໜ້າຢາກນອນ
lt: Mieguistas veidas
lv: Samiegojusies seja
mk: Дремливо лице
ml: നിന്ദ്രാഹീനമായ മുഖം
mn_mn: Нойрмог царай
mr: झोपलेला चेहरा
ms: Muka mengantuk
my_mm: အိပ်ချင်သည့် မျက်နှာ
my_zg: အိပ္ခ်င္သည့္ မ်က္ႏွာ
nb: Trøtt ansikt
ne: निद्रालु मुहार
nl: Slaperig gezicht
or: ତନ୍ଦ୍ରାଛନ୍ନ ମୁଖ
pa: ਨੀਂਦ ਦੇ ਪ੍ਰਭਾਵ ਵਾਲਾ ਚਿਹਰਾ
pl: Zaspana twarz
pl_sp: Przispane ôblicze
pt_pt: Cara sonolenta
ro: Faţă adormită
si: නිදිබර මුහුණ
sk: Ospalá tvár
sl: Zaspan obraz
sq: Fytyrë e përgjumur
sr: Pospano lice
sv: Sömnigt ansikte
ta: தூக்க முகம்
te: నిద్ర ముఖం
tg_tj: Чеҳраи хоболуд
th: ใบหน้าง่วงนอน
tk_tm: Ukuly ýüz
tl: Inaantok na mukha
uk: Сонне обличчя
ur: آلکس چہرہ
uz: Uyqusiragan yuz
vi: Mặt buồn ngủ
zh_cn: 昏昏欲睡的脸
zh_hk: 昏昏欲睡的臉
zh_tw: 睡覺表情

# IDS_IME_BODY_TIRED_FACE_M_EMOTICON_NAME
source: Tired face
ar: وجه متعب
as: ভাগৰুৱা মুখ
az: Yorğun sifət
bg: Уморено лице
bn: ক্লান্ত মুখ
ca: Cara de cansament
cs: Unavený obličej
da: Træt ansigt
el_gr: Κουρασμένο πρόσωπο
es_es: Cara de cansancio
et: Väsinud nägu
eu: Neke aurpegia
fa: صورت خسته
fi: Väsyneet kasvot
fr: Visage fatigué
ga: Aghaidh thuirseach
gl: Cara cansada
gu: થાકેલો ચહેરો
he: פרצוף עייף
hi: थका हुआ चेहरा
hr: Umorno lice
hu: Fáradt arc
hy: Հոգնած դեմք
id: Wajah lelah
is: Þreytt andlit
it_it: Faccina stanca
ja_jp: 疲れた顔
ka: დაღლილი სახე
kk: Шаршаған бет
km: មុខ​ហត់
kn: ಆಯಾಸದ ಮುಖ
ko_kr: 피곤한 얼굴
ky_kg: Чарчаган бет
lo: ໃບໜ້າອິດເມື່ອຍ
lt: Pavargęs veidas
lv: Nogurusi seja
mk: Изморено лице
ml: ക്ഷീണിച്ച മുഖം
mn_mn: Ядарсан царай
mr: थकलेला चेहरा
ms: Muka letih
my_mm: မောပန်းနေသည့် မျက်နှာ
my_zg: ေမာပန္းေနသည့္ မ်က္ႏွာ
nb: Trøtt ansikt
ne: थकित मुहार
nl: Moe gezicht
or: କ୍ଲାନ୍ତ ମୁହଁ
pa: ਥੱਕਿਆ ਚਿਹਰਾ
pl: Zmęczona twarz
pl_sp: Zmaczane ôblicze
pt_pt: Cara cansada
ro: Faţă obosită
si: විඩාපත් මුහුණ
sk: Unavená tvár
sl: Utrujen obraz
sq: Fytyrë e lodhur
sr: Umorno lice
sv: Trött ansikte
ta: களைப்படைந்த முகம்
te: అలసిపోయిన ముఖం
tg_tj: Чеҳраи хаста
th: ใบหน้าเหนื่อยล้า
tk_tm: Ýadaw ýüz
tl: Pagod na mukha
uk: Втомлене обличчя
ur: تھکا ہوا چہرہ
uz: Horg‘in yuz
vi: Mặt mệt mỏi
zh_cn: 疲惫的脸
zh_hk: 疲憊的臉
zh_tw: 疲倦表情

# IDS_IME_BODY_KISSING_FACE_WITH_CLOSED_EYES_M_EMOTICON_NAME
source: Kissing face with closed eyes
ar: وجه يقبل بعيون مغلقة
as: চকু বন্ধ কৰি চুমাখাই থকা মুখ
az: Bağlı gözlü öpən sifət
bg: Целуващо лице със затворени очи
bn: বন্ধ চোখ সহ চুম্বনরত মুখ
ca: Cara de fer petons amb els ulls tancats
cs: Líbající obličej se zavřenýma očima
da: Kyssende ansigt med lukkede øjne
el_gr: Πρόσωπο που φιλάει με κλειστά μάτια
es_es: Cara dando un beso con los ojos cerrados
et: Suletud silmadega suudlev nägu
eu: Muxu ematen ari den eta begiak itxita dituen aurpegia
fa: صورت در حال بوسیدن با چشمان بسته
fi: Pusuhuulet ja suljetut silmät
fr: Visage envoyant un baiser yeux fermés
ga: Aghaidh ag pógadh agus na súile druidte
gl: Cara dando un bico cos ollos pechados
gu: આંખ બંધ કરીને ચુંબન કરતો ચહેરો
he: פרצוף מפריח נשיקה בעיניים עצומות
hi: बंद आँखों के साथ चुंबन वाला चेहरा
hr: Lice u poljupcu sa zatvorenim očima
hu: Pusziló arc lehunyt szemekkel
hy: Համբուրող դեմք՝ փակ աչքերով
id: Wajah mencium dengan mata tertutup
is: Andlit sem kyssir með lokuð augun
it_it: Faccina che dà baci con occhi chiusi
ja_jp: 目を閉じてキスをする顔
ka: საკოცნელად მომზადებული სახე დახუჭული თვალებით
kk: Көзі жабық сүйіп тұрған бет
km: មុខ​ថើប​ជាមួយ​ភ្នែក​បិទ
kn: ಮುಚ್ಚಿರುವ ಕಣ್ಣುಗಳೊಂದಿಗೆ ಮುತ್ತಿಡುತ್ತಿರುವ ಮುಖ
ko_kr: 눈을 감고 키스하는 얼굴
ky_kg: Көздөрү жабык өбүшкөн бет
lo: ໃບໜ້າການຈູບພ້ອມກັບຫຼັບຕາ
lt: Bučinį siunčiantis užsimerkęs veidas
lv: Seja ar skūpstā savilktām lūpām un aizvērtām acīm
mk: Лице што бакнува со затворени очи
ml: അടഞ്ഞ കണ്ണുകളോട് കൂടിയ ചുംബിക്കുന്ന മുഖം
mn_mn: Нүдээ аньж, үнсэж буй царай
mr: बंद डोळ्यांसह चुंबन देणारा चेहरा
ms: Muka bercium dengan mata tertutup
my_mm: မျက်လုံးပိတ်ထားပြီး နမ်းနေသည့် မျက်နှာ
my_zg: မ်က္လံုးပိတ္ထားၿပီး နမ္းေနသည့္ မ်က္ႏွာ
nb: Kyssende ansikt med lukkede øyne
ne: बन्द आँखाको साथमा चुम्बन गरिरहेको बिरालोको मुहार
nl: Kussend gezicht met gesloten ogen
or: ଆଖି ବନ୍ଦ କରି ଚୁମା ଦେଉଥିବା ମୁହଁ
pa: ਬੰਦ ਅੱਖਾਂ ਨਾਲ ਚੁੰਮਦਾ ਹੋਇਆ ਚਿਹਰਾ
pl: Twarz całująca z zamkniętymi oczami
pl_sp: Ôblicze z kuskiym i zarzōnymi ôczami
pt_pt: Cara a beijar com olhos fechados
ro: Faţă care sărută cu ochii închişi
si: දැස් වසා හාදු දෙන මුහුණ
sk: Bozkávajúca tvár so zatvorenými očami
sl: Poljubljajoč obraz z zaprtimi očmi
sq: Fytyrë që puth me sytë mbyllur
sr: Lice koje šalje poljubac sa zatvorenim očima
sv: Kyssande ansikte med stängda ögon
ta: மூடிய கண்களுடன் முத்தமிடும் முகம்
te: మూసిన కళ్లతో ముద్దు పెట్టే ముఖం
tg_tj: Чеҳраи бӯсазан бо чашмони пӯшида
th: ใบหน้าจูบที่หลับตา
tk_tm: Gözleri ýumuk öpýän ýüz
tl: Humahalik na mukha na nakapikit
uk: Поцілунок із закритими очима
ur: بند آنکھوں کے ساتھ بوسہ دیتے ہوئے چہرہ
uz: Ko‘zlarini yumib o‘payotgan yuz
vi: Mặt hôn với đôi mắt nhắm
zh_cn: 闭着眼睛的亲亲脸
zh_hk: 閉著眼睛的親親臉
zh_tw: 閉眼親吻的表情

# WDS_ST_TPOP_SHOWING_DETAILS_ON_YOUR_PHONE_ING_ABB
source: Showing details on your phone...
ar: جارٍ عرض التفاصيل على هاتفك...
as: আপোনাৰ ফোনত বিৱৰণ দেখুৱাই আছে...
az: Telefonda təfərrüatlar görünür...
bg: Показване детайли на телефона...
bn: আপনার ফোনে বিশদ দেখানো হচ্ছে...
ca: Mostrant detalls del telèfon...
cs: Zobrazení detailů v telefonu...
da: Viser oplysninger på din tlf. ...
el_gr: Εμφάν. λεπτομ. στο τηλέφ. σας...
es_es: Mostrando detalles en teléfono...
et: Üksikasjade kuvamine telefonis...
eu: Telefonoan xehetas. erakusten...
fa: در حال نمایش جزئیات در تلفن...
fi: Näytetään tiedot puhelimessasi...
fr: Afficher détails sur téléphone...
ga: Sonraí á dtaispeáint ar d'fhón...
gl: Amosando detalles no teu tlf....
gu: તમારા ફોન પર વિગતો બતાવી રહ્યાં છે…
he: מציג פרטים בטלפון שלך...
hi: आपके फोन पर विवरण दिखा रहे हैं...
hr: Prikaz detalja na telefonu...
hu: Részl. megjelenít. a telefonon...
hy: Մնրմսն ցուցադրում հեռախոսի վրա...
id: Menunjukkan rincian di ponsel...
is: Birti upplýsingar í símanum...
it_it: Visualizzaz. dettagli sul dispos...
ja_jp: 端末に詳細を表示中...
ka: დეტალების ჩვენება ტელეფონში...
kk: Мәлімет телефонда көрсетілуде...
km: កំពុង​បង្ហាញ​ព័ត៌មាន​លម្អិត​លើ​ទូរសព្ទ​របស់​អ្នក...
kn: ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ವಿವರ ಪ್ರದರ್ಶನ...
ko_kr: 폰에 상세내용 표시 중...
ky_kg: Телефон. кош. маал. көрсөт...
lo: ກຳລັງສະແດງລາຍລະອຽດເທິງໂທລະສັບຂອງທ່ານ...
lt: Išsami inf. rodoma telefone...
lv: Tālrunī rāda datus...
mk: Се прикажуваат детали на телеф...
ml: വിശദാംശങ്ങൾ ഫോണിൽ കാണിക്കുന്നു...
mn_mn: Таны ут. дээр дэлг. хар.лж б.а...
mr: आपल्या फोनवर तपशील दर्शवत आहे...
ms: Tunjuk butiran pd telefon anda...
my_mm: အသေးစိတ်အချက်များကိုပြသနေဆဲ...
my_zg: အေသးစိတ္အခ်က္မ်ားကိုျပသေနဆဲ...
nb: Viser detaljer på telefonen...
ne: तपाईको फोनमा विवरणहरू देखाउँदै...
nl: Details tonen op uw telefoon...
or: ଆପଣଙ୍କ ଫୋନ୍ ବିବରଣୀ ଦେଖାଉଛି...
pa: ਤੁਹਾਡੇ ਫ਼ੋਨ ਤੇ ਵੇਰਵੇ ਦਿਖਾਏ ਜਾ ਰਹੇ ਹਨ...
pl: Wyśw. szczegółów w telefonie...
pl_sp: Pokazywanie detajlōw w telefōnie…
pt_pt: Mostrar detalhes no telefone...
ro: Se afiş. detaliile pe telefon...
si: ඔබේ දුරකථනයේ විස්තර පෙන්වමින්...
sk: Zobraz. sa detaily na telefóne...
sl: Prikaz podrobnosti v telefonu ...
sq: Po tregoj hollësitë në telefon...
sr: Prikaz detalja na telefonu...
sv: Visar detaljer på telefonen ...
ta: ஃபோனில் விவரங்களை காட்டுகிறது...
te: మీ ఫోన్‌లో వివరాలు చూపబడుతున్నాయి...
tg_tj: Тафсилотро дар телефон бинед...
th: แสดงรายละเอียดบนโทรศัพท์ของคุณ...
tk_tm: Telefonda jikme-j görkezilýär...
tl: Ipinapakita mga detalye sa tel. mo...
uk: Відобр. відомостей на телефоні...
ur: آپ کے فون پر تفصیلات دکھا رہا ہے...
uz: Telefonda tafsilot ko‘rsatish...
vi: Đang hiện ch.tiết trên đ.thoại...
zh_cn: 正在手机上显示详情...
zh_hk: 正在手機上顯示詳細資料...
zh_tw: 正在手機上顯示詳細資訊...

# WDS_TTS_TBBODY_DOUBLE_TAP_TO_SPEAK
source: Double tap to speak.
ar: انقر نقراً مزدوجاً للتحدّث.
as: কথা ক'বলৈ দুবাৰ টিপক৷
az: Danışmaq üçün iki dəfə vurun.
bg: Докоснете двукратно, за да говорите.
bn: বলতে দুবার ট্যাপ করুন।
ca: Toqui dues vegades per parlar.
cs: Poklepejte a mluvte.
da: Dobbelttryk for at tale.
el_gr: Πατήστε δύο φορές για να μιλήσετε.
es_es: Pulse dos veces para hablar.
et: Toksake kaks korda, et rääkida.
eu: Ukitu bi aldiz hitz egiteko.
fa: برای صحبت کردن دو بار ضربه بزنید.
fi: Puhu kaksoisnapauttamalla.
fr: Appuyez deux fois pour parler.
ga: Déthapáil le labhairt.
gl: Toca dúas veces para falar.
gu: બોલવા માટે બેવાર ટેપ કરો.
he: הקש הקשה כפולה כדי לדבר.
hi: बोलने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za govor.
hu: Érintse meg kétszer, ha beszélni szeretne.
hy: Կրկնակի թակեք խոսելու համար:
id: Ketuk ganda untuk berbicara.
is: Pikkaðu tvisvar til að tala.
it_it: Toccate due volte per parlare.
ja_jp: 音声入力するには、ダブルタップしてください。
ka: წარმოთქმისთვის შეეხეთ ორჯერ.
kk: Сөйлеу үшін, екі рет түртіңіз.
km: ប៉ះ​ពីរ​ដង ដើម្បី​និយាយ។
kn: ಮಾತನಾಡಲು ಎರಡುಬಾರಿ ತಟ್ಟಿ.
ko_kr: 말하려면 두 번 누르세요.
ky_kg: Сүйлөө үчүн эки жолу басыңыз.
lo: ແຕະສອງຄັ້ງເພື່ອເວົ້າ.
lt: Bakstelėkite dukart ir kalbėkite.
lv: Veiciet dubultskārienu, lai runātu.
mk: Допрете двапати за да зборувате.
ml: സംസാരിക്കുന്നതിന് രണ്ടുതവണ സ്പർശിക്കുക.
mn_mn: Ярихдаа хоёр товш.
mr: बोलण्यासाठी दोनदा टॅप करा.
ms: Dwiketik untuk bercakap.
my_mm: စကားပြောရန် နှစ်ချက်နှိပ်ပါ။
my_zg: စကားေျပာရန္ ႏွစ္ခ်က္ႏွိပ္ပါ။
nb: Trykk raskt to ganger for å snakke.
ne: बोल्नको लागि दुई पटक ट्याप गर्नुहोस्।
nl: Tik twee keer om te spreken.
or: କହିବାକୁ ଦୁଇଥର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਬੋਲਣ ਲਈ ਦੋ ਵਾਰ ਟੈਪ ਕਰੋ।
pl: Dotknij dwukrotnie, aby mówić.
pl_sp: Tyknij dwa razy, coby gŏdać.
pt_pt: Toque duas vezes para falar.
ro: Atingeţi de două ori pentru a vorbi.
si: කථා කිරීමට දෙවරක් තට්ටු කරන්න.
sk: Dvakrát ťuknite a začnite hovoriť.
sl: Dvakrat pritisnite za govorjenje.
sq: Dy-trokit për të folur.
sr: Dvaput kucnite za govor.
sv: Dubbeltryck när du vill tala.
ta: பேச, இருமுறை டேப் செய்யவும்.
te: మాట్లాడటానికి రెండుసార్లు ట్యాప్ చేయండి.
tg_tj: Барои гап задан, зарба занед.
th: สัมผัสสองครั้งเพื่อพูด
tk_tm: Gürlemek üçin, iki gezek basyň.
tl: I-double tap para magsalita.
uk: Двічі торкніться, щоб говорити.
ur: بولنے کے لئے دوبار تھپتھپائیں۔
uz: Gapirish uchun ikki marta teging.
vi: Chạm hai lần để nói.
zh_cn: 双击以说话。
zh_hk: 輕觸兩下以說話。
zh_tw: 輕觸兩下來說話。

# LDS_IME_BODY_GEAR_INPUT_AND_USE_OF_A_SPEECH_RECOGNITION_SERVICE_LEGALPHRASE_WC1
source: Gear Input and the Use of a Speech Recognition Service
ar: خدمة Gear Input و تقنية التعرف على الكلام
as: গীয়েৰ ইনপুট আৰু ধ্বনি চিনাক্তকৰণ সেৱাৰ ব্যৱহাৰ
az: Gear Daxiletməsi və Nitq Tanınması Xidmətlərindən İstifadə
bg: Gear Input и използването на услуга за разпознаване на реч
bn: গিয়ার ইনপুট এবং বাক সনাক্তকরণ পরিষেবার ব্যবহার
ca: Gear Input i l’ús d'un servei de reconeixement de veu
cs: Gear Input a používání služby pro rozpoznávání řeči
da: Gear Input og brug af en stemmegenkendelsestjeneste
el_gr: Gear Input καιηχρήσητηςΥπηρεσίαςαναγνώρισηςομιλία
es_es: Teclado Gear y uso de un servicio de reconocimiento de voz
et: Gear Input ja kõnetuvastusteenuse kasutamine
eu: Gear teklatua eta Ahotsa hautemateko zerbitzu baten erabilera
fa: Gear Input و استفاده از سرویس شناسایی گفتار
fi: Gear Input Editorin ja puheentunnistuspalvelun käyttäminen
fr: Saisie Gear et utilisation d’un service de reconnaissance vocale
ga: Gear Input agus Úsáid Seirbhís Aitheanta Gutha
gl: Entrada de Gear e uso dun servizo de recoñecemento de voz
gu: ગિઅર ઇનપુટ અને સ્પીચ ઓળખ સેવાનો ઉપયોગ
he: Gear Input והשימוש בשירות זיהוי קול
hi: गियर Input और स्पीच पहचान सेवा का उपयोग
hr: Gear Input i korištenje prepoznavanja govora
hu: A Gear-bevitel és a Beszédfelismerő szolgáltatás használata
hy: Gear Input և Խոսքի ճանաչման ծառայության օգտագործումը
id: Gear Input dan Penggunaan Layanan Pengenalan Suara
is: Gear Input og notkun raddkennslaþjónustu
it_it: Gear Input e l’uso di un servizio di riconoscimento vocale
ja_jp: Gear入力とスピーチ認識サービスの使用
ka: Gear Input და წარმოთქმულის ამოცნობის სერვისი
kk: Gear Input және Сөздерді тану қызметін пайдалану
km: Gear Input និង ការប្រើប្រាស់​សេវា​សម្គាល់ និងចំណាំពាក្យ​សម្ដី
kn: ಗೇರ್ ಇನ್‌ಪುಟ್ ಮತ್ತು ಮಾತು ಗುರುತಿಸುವ ಸೇವೆಯ ಬಳಕೆ
ko_kr: Nuance의 사용조건
lo: ເກຍ ອິນພຸດ ​ແລະ​ ການ​ນໍາ​ໃຊ້​ບໍ​ລິ​ການ​ການ​​ຮັບ​ຮູ້​ຖ້ອຍຄຳ
lt: Gear Input“ ir šnekos atpažinimo paslaugos naudojimas
lv: Gear Input un balss atpazīšanas pakalpojuma lietošana
mk: Gear Input и користење на услугата за препознавање говор
ml: ഗിയർ ഇൻപുട്ടും സംസാരം തിരിച്ചറിയൽ സേവനവും
mr: गिअर इनपुट आणि वाचा ओळख सेवेचा वापर
ms: Gear Input dan Penggunaan Perkhidmatan Pengecaman Ucapan
my_mm: #N/A
my_zg: Gear အသြင္း ႏွင့္ အသံ အသိအမွတ္ျပဳျခင္း ၀န္ေဆာင္မႈအသံုးျပဳျခင္း
nb: Gear-Input og bruken av en Talegjenkjenningstjeneste
ne: गियर इनपुट र वचन पहिचान सेवाको प्रयोग
nl: Gear Input en het gebruik van spraakherkenning
or: ଗିଅର୍‌ ଇନପୁଟ୍‌ ଏବଂ ଏକ ସ୍ପିଚ୍ ଚିହ୍ନଟକରଣ ସେବାର ଉପଭୋଗ
pa: ਗੇਅਰ ਇਨਪੁਟ ਅਤੇ ਆਵਾਜ਼ ਪਛਾਣ ਸੇਵਾ ਦੀ ਵਰਤੋਂ
pl: Gear Input i korzystanie z usług rozpoznawania mowy
pl_sp: Gear Input i używanie usug poznŏwanio mowy
pt_pt: Teclado Gear e Utilização de um Serviço de Reconhecimento de Voz
ro: Gear Input şi utilizarea unui Serviciu de recunoaştere a vorbirii
si: ගියර් ආදානය සහ කථන හඳුනාගැනීමේ සේවාව භාවිත කිරීම
sk: Služba Gear Input a používanie služby rozpoznávania reči
sl: Gear Input in uporaba storitve prepoznavanja govora
sq: Gear Input dhe përdorimi i Shërbimit të Njohjes së të Folurit
sr: Gear Input i korišćenje usluge prepoznavanja govora
sv: Tjänsten Gear och användning av en talidentifieringstjänst
ta: கியர் இன்புட் மற்றும் பேச்சு கண்டறிதல் சேவையைப் பயன்படுத்துதல்
te: గేర్ ఇన్‌పుట్ మరియు సంభాషణ గుర్తింపు సేవ యొక్క ఉపయోగం
th: Gear Input และ การใช้บริการจดจำคำพูด
tl: Gear Input at ang Paggamit ng isang Speech Recognition Service
uk: Функція вводу Gear і використання служби розпізнавання мовлення
ur: گیئر ان پٹ اور گفتگو کی پہچان کی خدمت کا استعمال
uz: Gear Input va nutqni aniqlash xizmati
vi: Gear Input và việc sử dụng dịch vụ nhận dạng lời nói
zh_cn: Gear Input 与语音识别服务的使用
zh_hk: Gear Input 及語音識別服務
zh_tw: Gear 輸入法和語音辨識服務的使用
