Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# LDS_IME_BODY_INFORMATION_PROVISION_AGREEMENT_P1_LEGALPHRASE_WC1
source: Gear Input uses voice recognition technologies provided by a third party service provider called Nuance Communications, Inc. Therefore, your voice information is inevitably stored on a server operated by Nuance (located in the United States), and using Gear Input requires that you agree to the %sTerms and Conditions of Nuance%s. <br>Nuance reserves the right to use your voice input for the purposes of improving services and developing technologies. Nuance also reserves the right to provide the aforementioned voice input to Nuance’s partners. Your voice input information is stored until the aforementioned objectives have been accomplished. For more information about Gear Input services, please read the %sNuance Privacy Policy%s. <br>You cannot use Gear Input if you do not agree to the storage and use of your information as described above.
ar: تستخدم خدمة Gear Input تقنيات التعرف على الصوت التي يوفرها طرف ثالث مزود للخدمة يدعى Nuance Communications, Inc.‎، وبالتالي، يتم حتماً تخزين المعلومات المتعلقة بالصوت في خادم يتم تشغيله من قبل Nuance (يقع في الولايات المتحدة الأمريكية)، ويتطلب استخدام خدمة Gear Input موافقتك على %s بنود Nuance‏ وشروطها%s. <br>تحتفظ شركة Nuance بحق استخدام إدخال الصوت بهدف تحسين الخدمات وتطوير التقنيات. تحتفظ شركة Nuance أيضاً بحق توفير إدخال الصوت المذكور سابقاً لشركاء Nuance. يتم تخزين المعلومات حول إدخال الصوت لحين تحقيق الأهداف المذكورة سابقًا. للحصول على مزيد من المعلومات حول خدمات خدمة Gear Input، يُرجى قراءة %sسياسة خصوصية Nuance%s. <br>لا يحق لك استخدام خدمة Gear Input إذا لم توافق على تخزين معلوماتك واستخدامها على النحو المُبين أعلاه.
as: গীয়েৰ ইনপুটে Nuance Communications, Inc. নামৰ তৃতীয় পক্ষৰ সেৱা প্ৰদানকাৰীয়ে প্ৰদান কৰা ভইচ চিনাক্তকৰণ প্ৰযুক্তি ব্যৱহাৰ কৰে৷ সেয়ে আপোনাৰ ভইচ তথ্য Nuance (আমেৰিকাত অৱস্থিত)-ৰ দ্বাৰা অপাৰেট কৰা ছাৰ্ভাৰত ষ্ট'ৰ হয়, আৰু গীয়েৰ ইনপুট ব্যৱহাৰ কৰিবলৈ আপুনি %sNuance-ৰ নিয়ম আৰু চৰ্তাৱলীলৈ%s সন্মতি জনাব লাগিব৷ <br>সেৱাসমূহ উন্নত আৰু প্ৰযুক্তি ডেভেল'প কৰাৰ উদ্দেশ্যৰে আপোনাৰ ভইচ ইনপুট ব্যৱহাৰ কৰিবলৈ Nuance-এ অধিকাৰ সংৰক্ষিত কৰে৷ Nuance-এ Nuance-ৰ অংশীদাৰলৈ উল্লেখিত ভইচ ইনপুট প্ৰদান কৰিবলৈও অধিকাৰ সংৰক্ষিত কৰে৷ আপোনাৰ ভইচ ইনপুট তথ্য উল্লেখিত উদ্দেশ্যসমূহ সম্পন্ন নোহোৱালৈকে ষ্ট'ৰ হৈ থাকিব৷ গীয়েৰ ইনপুট সেৱাসমূহৰ বিষয়ে অধিক তথ্যৰ বাবে, অনুগ্ৰহ কৰি %sNuance-ৰ গোপনীয় আচনি%s পঢ়ক৷ <br>ওপৰত বৰ্ণনা কৰাৰ দৰে আপোনাৰ তথ্যৰ ষ্ট'ৰেজ আৰু ব্যৱহাৰ কৰিবলৈ আপুনি সন্মত নহ'লে গীয়েৰ ইনপুট ব্যৱহাৰ কৰিব নোৱাৰে৷
az: Gear Daxiletməsi Nuance Communications, Inc. adlı üçüncü tərəfin xidmət provayderi tərəfindən təqdim edilən səs tanınması texnologiyalarından istifadə edilir. Bu səbəbdən səs məlumatlarınız Nuance-a aid serverlərdə (ABŞ-da) yerləşir və Gear Daxiletməsindən istifadə sizin %s“Nuance Şərtləri və Qaydaları”%s ilə razılaşmanızı tələb edir.<br>Nuance xidmətlərini yaxşılaşdırmaq və texnologiyalarını inkişaf etdirmək üçün sizin səs məlumatlarınızdan istifadə etmək hüququnu qoruyur. Nuance həmçinin yuxarıda qeyd edilən səs məlumatlarını Nuance-ın tərəfdaşlarına təqdim edə bilər. Sizin səs məlumatlarınız yuxarıda qeyd edilən məqsədlərə nail olunan kimi saxlanacaq. Gear Daxiletmə xidmətləri haqqında məlumat almaq üçün %s“Nuance Məxfilik Siyasətini”%s oxuyun. <br>Yuxarıda qeyd edilən məlumatların saxlanması və istifadəsi ilə razı deyilsinizsə, Gear Daxiletmə xidmətlərindən istifadə edə bilməzsiniz.
bg: Gear Input използва технологии за разпознаване на реч, предоставени от доставчик трета страна, наречен Nuance Communications, Inc. Затова вашата информация за глас е неизбежно съхранявана на сървър, управляван от Nuance (намиращ се в Съединените щати), и използването на Gear Input изисква да се съгласите с %sПравилата и условията на Nuance%s. <br>Nuance си запазва правото да използва записите на вашия глас за целите на подобряването на услугите и разработването на технологии. Nuance също така си запазва правото да предоставя гореупоменатите гласови записи на партньорите на Nuance. Данните за вашите гласови записи ще се съхраняват, докато не бъдат изпълнени горепосочените цели. За повече информация относно услугите Gear Input прочетете %s Политиката за поверителност на Nuance%s. <br>Не можете да използвате Gear Input, ако не сте съгласни с клаузата за съхраняване и използване на вашата информация, както е описана по-горе.
bn: গিয়ার ইনপুট Nuance Communications, Inc. নামক একটি তৃতীয় পক্ষের পরিষেবা প্রদানকারী দ্বারা প্রদত্ত স্বর স্বীকৃতি প্রযুক্তিগুলি ব্যবহার করে। সুতরাং, আপনার স্বর তথ্য Nuance দ্বারা পরিচালিত একটি সার্ভারে (আমেরিকা যুক্তরাষ্ট্রে অবস্থিত) অবধারিতরূপে সঞ্চিত থাকে, এবং গিয়ার ইনপুট ব্যবহার করার জন্য আপনার %sNuance-এর বিধি এবং শর্তাবলী%s-তে সম্মত হওয়া প্রয়োজন। <br>পরিষেবা উন্নত করতে এবং নতুন প্রযুক্তি উদ্ভাবন করার উদ্দ্যেশ্যে আপনার স্বর ইনপুট ব্যবহার করার অধিকার Nuance-এর কাছে সংরক্ষিত আছে। Nuance পূর্বোল্লিখিত স্বর ইনপুটগুলি Nuance-এর অংশীদারদের প্রদান করার অধিকারও সংরক্ষন করে। যতক্ষন না পূর্বোল্লিখিত উদ্দেশ্যগুলি সম্পাদিত হচ্ছে ততক্ষন আপনার স্বর স্বীকৃতির তথ্য সঞ্চিত থাকে। গিয়ার ইনপুট পরিষেবাগুলির বিষয়ে আরও তথ্যের জন্য, অনুগ্রহ করে %sNuance-এর গোপনীয়তা নীতি%s-র বিষয়ে পড়ুন। <br>আপনি যদি পূর্বে বিবৃত সঞ্চয়স্থান এবং আপনার তথ্যের ব্যবহারে সম্মত না হন তবে আপনি গিয়ার ইনপুট ব্যবহার করতে পারবেন না।
ca: Gear Input utilitza tecnologies de reconeixement de veu proporcionades pel proveïdor de serveis Nuance Communications, Inc. Per tant, la vostra informació de veu s'emmagatzema en un servidor de Nuance (ubicat als Estats Units), i l'ús de Gear Input requereix que accepteu les %sCondicions d'ús de Nuance%s. <br>Nuance es reserva el dret d’utilitzar la vostra entrada de veu per tal de millorar els serveis i desenvolupar noves tecnologies. Nuance també es reserva el dret de proporcionar l’entrada de veu esmentada anteriorment als socis de Nuance. La vostra informació de veu s'emmagatzemarà durant el temps estrictament necessari perquè els objectius abans esmentats es compleixin. Si voleu més informació sobre els serveis de Gear Input, consulteu la %sPolítica de privadesa de Nuance%s. <br>No podeu utilitzar Gear Input si no accepteu l’emmagatzematge i l’ús d'informació tal com s'ha descrit.
cs: Služba Gear Input používá technologie pro rozpoznávání řeči poskytované nezávislým poskytovatelem služeb Nuance Communications, Inc. Vaše hlasové informace proto budou nevyhnutelně uloženy na serveru provozovaném společností Nuance, který se nachází ve Spojených státech, a používání služby Gear Input vyžaduje váš souhlas s %sPodmínkami a ustanoveními společnosti Nuance%s. <br>Společnost Nuance si vyhrazuje právo využívat vaše zadávání hlasem pro účely zlepšování služeb a rozvoj technologií. Společnost Nuance si rovněž vyhrazuje právo poskytovat výše uvedené zadávání hlasem partnerům společnosti Nuance. Vaše hlasové informace budou uloženy, dokud nebude dosaženo výše uvedených cílů. Další informace o službách Gear Input naleznete v %sZásadách ochrany soukromí společnosti Nuance%s. <br>Pokud nesouhlasíte s výše popsaným uchováváním a používáním vašich informací, nemůžete službu Gear Input použít.
da: Gear Input bruger stemmegenkendelsesteknologier leveret af en tredjepartsleverandør med navnet Nuance Communications, Inc. Derfor er dine stemmeinformationer nødvendigvis gemt på en server, der drives af Nuance (der har adresse i USA), og brug af Gear Input kræver, at du accepterer %sVilkårene og betingelserne for Nuance%s. <br>Nuance forbeholder sig ret til at anvende dit stemmeinput til forbedring af tjenester og udvikling af teknologier. Nuance forbeholder sig også ret til at levere det førnævnte stemmeinput til Nuances partnere. Dine stemmeinputinformationer er gemt, indtil førnævnte mål er opnået. For yderligere oplysninger om tjenesten Gear Input bedes du læse %sNuances fortrolighedspolitik%s. <br>Du kan ikke anvende Gear Input, hvis du ikke accepterer levering og brug af dine informationer beskrevet herover.
el_gr: Το Gear Input χρησιμοποιείτεχνολογίεςαναγνώρισηςφωνήςπουπαρέχονταιαπόμιαυπηρεσίαπαροχήςτρίτουμέρους, ηοποίαονομάζεται Nuance Communications, Inc. Επομένως, οιπληροφορίεςφωνήςαποθηκεύονται αναπόφευκτασεδιακομιστήπουδιαχειρίζεταιη Nuance (μεέδρατιςΗνωμένεςΠολιτείες) καιγιαναχρησιμοποιήσετετοGear Input πρέπειναέχετεσυμφωνήσειμετους%sΌρουςκαιπροϋποθέσειςτης Nuance%s.<br>Η Nuance επιφυλάσσεταιτουδικαιώματοςναχρησιμοποιήσειτηνείσοδοφωνήςγιαλόγουςβελτίωσηςτωνυπηρεσιώνκαιανάπτυξηςτωντεχνολογιών. Επίσης, η Nuance επιφυλάσσεταιτουδικαιώματοςναπαράσχειτηνπροαναφερθείσαείσοδοφωνήςστουςσυνεργάτεςτης. Οιπληροφορίεςτηςεισόδουφωνήςαποθηκεύονταιώσπουναεπιτευχθούνοιπροαναφερθέντεςστόχοι. Γιαπερισσότερεςπληροφορίεςσχετικάμε τιςυπηρεσίεςτουGear Input, διαβάστετην%sΠολιτικήαπορρήτουτης Nuance%s.<br>ΔενμπορείτεναχρησιμοποιήσετετοGear Input, εάνδενσυμφωνείτεμετηναποθήκευσηκαιχρήσητωνπληροφοριώνσαςόπωςπεριγράφονταιπαραπάνω.
es_es: El Teclado Gear usa la tecnología de reconocimiento de voz de un proveedor de servicios denominado Nuance Communications, Inc. Por tanto, la información de su voz se almacenará en un servidor de Nuance (ubicado en los Estados Unidos), y para usar el Teclado Gear es necesario que acepte los %sTérminos y condiciones de Nuance%s. <br>Nuance se reserva el derecho a utilizar sus entradas de voz con la finalidad de mejorar los servicios y desarrollar nueva tecnología. Asimismo, Nuance también se reserva el derecho a proporcionar dichas entradas de voz a los socios de Nuance. La información de sus entradas de voz se almacenará por el tiempo estrictamente necesario para que se cumplan los objetivos anteriormente mencionados. Para obtener más información sobre los servicios del Teclado Gear, lea la %sPolítica de privacidad de Nuance%s. <br>No podrá usar el Teclado Gear si no está de acuerdo con el almacenamiento y uso de su información como se describe en los párrafos precedentes.
et: Teenuses Gear Input kasutatakse hääletuvastustehnoloogiat kolmanda osapoole teenusepakkujalt Nuance Communications, Inc. Seetõttu salvestatakse häälteave paratamatult serveris, mida juhib Nuance (asub Ameerika Ühendriikides), ja teenuse Gear Input kasutamine eeldab %sNuance'i tingimustega%s nõustumist. <br>Nuance'il on õigus kasutada teie häälsisendit teenuste parandamise ja tehnoloogiate arendamise eesmärgil. Nuance'il on ka õigus jagada ülalmainitud häälsisendit Nuance’i partneritega. Häälsisendi teavet hoitakse alles, kuni ülalmainitud eesmärgid on saavutatud. Lisateavet teenuse Gear Input kohta lugege %sNuance'i privaatsusavaldusest%s. <br>Te ei saa teenust Gear Input kasutada, kui te ei nõustu teie teabe salvestamise ja kasutamisega, nagu ülal kirjeldatud.
eu: Gear teklatuak hirugarren zerbitzu hornitzaile baten, Nuance Communications Inc. enpresaren, ahotsa hautemateko teknologia erabiltzen du. Horrenbestez, zure ahots informazioa Nuance-k kudeatzen duen zerbitzari batean gordeko da (Amerikako Estatu Batuetan). Gear teklatua erabiltzeko %sNuance-ren Baldintzak eta zehaztapenak%s onartu beharko dituzu. <br>Nuance-k zure ahots sarrerak zerbitzuak hobetzeko eta teknologia garatzeko helburuarekin erabiltzeko eskubidea erreserbatzen du. Ahots sarrerei buruzko informazioa aipatu helburuak bete arte gordeko da. Gear teklatua zerbitzuei buruzko informaziorik nahi izanez gero, irakurri %sNuance-ren Pribatutasun politika%s. <br>Ezin duzu Gear teklatua erabili, aurreko paragrafoetan adierazitako informazioa biltzea eta hura tratatzea onartzen ez baduzu.
fa: Gear Input از فناوری‌های شناسایی صوتی که توسط سرویس ثالث به نام Nuance Communications, Inc. ارائه می‌شود، استفاده می‌کند. بنابراین، اطلاعات صوتی شما، ضرورتاً، روي سروری تحت کنترل Nuance (واقع در ايالات متحده) ذخیره می‌شود لذا برای استفاده از Gear Input لازم است %sشرایط و ضوابط Nuance%s را بپذیرید. <br>Nuance این حق را برای خود محفوظ می‌دارد که از ورودی صدای شما به منظور بهبود سرویس‌ها و گسترش فناوری‌ها استفاده کند. Nuance همچنین این حق را دارد که ورودی صدای شما را به شرکای Nuance خود ارائه نماید. اطلاعات ورودی صدای شما تا زمان تحقق اهداف فوق‌الذکر ذخیره می‌مانند. جهت دریافت اطلاعات بيشتر درباره سرویس‌های Gear Input، لطفاً ‎%sسیاست حفظ حریم خصوصی Nuance%s را مطالعه کنید. <br>اگر با ذخيره و استفاده از اطلاعات خود، مطابق آنچه در بالا ذکر شد، موافق نیستید، نمی‌توانید از Gear Input استفاده کنید.
fi: Gear Input käyttää kolmannen osapuolen, Nuance Communications, Inc.:n (”Nuance”), tuottamaa puheentunnistuspalvelua. Siksi puhetiedot tallennetaan väistämättä Nuancen ylläpitämälle palvelimelle (sijaitsee Yhdysvalloissa), ja Gear Inputin käyttäminen edellyttää, että hyväksyt %sNuancen käyttöehdot%s. <br>Nuance pidättää itsellään oikeuden käyttää puhetietojasi palveluiden parantamiseen ja tekniikoiden kehittämiseen. Nuance pidättää itsellään oikeuden myös luovuttaa edellä mainitut puhetiedot Nuancen kumppaneille. Puhetietoja säilytetään, kunnes edellä mainitut tavoitteet on saavutettu. Tietoja Gear Input -palveluista saat %sNuancen tietosuojakäytännöstä%s. <br>Gear Inputia ei voi käyttää, jos et suostu edellä kuvattuun tietojen tallentamiseen ja käyttöön.
fr: Saisie Gear utilise des technologies de reconnaissance vocale fournies par un opérateur tiers appelé Nuance Communications, Inc. Par conséquent, vos informations vocales sont inévitablement stockées sur un serveur exploité par Nuance (situé aux Etats-Unis) et l'utilisation de la Saisie Gear nécessite que vous acceptiez les %sConditions d’utilisation de Nuance%s. <br>Nuance se réserve le droit d'utiliser votre saisie vocale à des fins d'amélioration des services et de développement des technologies. Nuance se réserve également le droit de fournir la saisie vocale susmentionnée aux partenaires de Nuance. Les informations relatives à votre saisie vocale sont stockées jusqu'à ce que les objectifs susmentionnés aient été atteints. Pour obtenir plus d’informations sur les services de Saisie Gear, consultez la %sPolitique de confidentialité Nuance%s. <br>Vous ne pouvez pas utiliser la Saisie Gear si vous n'acceptez pas la politique de stockage et d’utilisation de vos informations décrite ci-dessus.
ga: Úsáideann Gear Input teicneolaíochtaí aitheanta gutha arna gcur ar fáil ag seirbhís tríú páirtí darb ainm Nuance Communications, Inc. Mar sin, is cinnte go stórálfar do chuid faisnéise gutha ar fhreastalaí a bhfeidhmíonn Nuance é (suite i Stáit Aontaithe Mheiriceá), agus éilítear ort glacadh le %sTéarmaí agus Coinníollacha Nuance%s le Gear Input a úsáid. <br>Coimeádann Nuance an ceart aige féin d'ionchur gutha a úsáid chun críocha seirbhísí a fheabhsú agus teicneolaíochtaí a fhorbairt. Coimeádann Nuance an ceart aige féin chomh maith an t-ionchur gutha sin a chur ar fáil do chomhpháirtithe de chuid Nuance. Stórálfar an fhaisnéis ionchur gutha go dtí go gcomhlíonfar na cuspóirí sin. Le tuilleadh faisnéise a fháil faoi sheirbhísí Gear Input, léigh %sBeartas Príobháide Nuance%s. <br>Ní bheidh tú in ann Gear Input a úsáid mura dtoilíonn tú le stóráil agus le húsáid do chuid faisnéise mar atá leagtha amach thuas.
gl: Entrada de Gear usa a tecnoloxía de recoñecemento de voz fornecidas por un provedor de servizos denominado Nuance Communications, Inc. Polo tanto, a súa información de voz almacenarase nun servidor de Nuance (situado nos Estados Unidos), e para usar Entrada de Gear cómpre que acepte os %sTermos e condicións de Nuance%s.<br>Nuance resérvase o dereito a usar as súas entradas de voz para mellorar os servizos e desenvolver nova tecnoloxía. Nuance tamén reserva o dereito de fornecer a entrada de voz anteriormente mencionada aos socios de Nuance. A información das súas entradas de voz almacenarase o tempo estritamente necesario ata cumprir os obxectivos mencionados anteriormente. Se desexa obter máis información sobre os servizos de Entrada de Gear, lea a %sPolítica de privacidade de Nuance%s<br>Non poderá usar a Entrada de Gear se non está de acordo co almacenamento e uso da súa información tal e como se describe nos parágrafos precedentes.
gu: ગિઅર ઇનપુટ અવાજ ઓળખ Nuance Communications, Inc. નામના તૃતીય સેવા પ્રદાતા દ્વારા પ્રદાન કરવામાં આવેલી તકનીકીઓનો ઉપયોગ કરે છે. એટલા માટે, તમારી અવાજ માહિતી Nuance (યુનાઇટેડ સ્ટેટ્સમાં સ્થિત) દ્વારા સંચાલિત સર્વર પર અનિવાર્યરૂપે સંગ્રહિત થાય છે અને ગિઅર ઇનપુટનો ઉપયોગ કરવો તે %sNuance ના નિયમો અને શરતો%s થી તમે સંમત થાઓ તે આવશ્યક છે. <br>Nuance સેવાઓને સુધારવા અને તકનીકોનો વિકાસ કરવાના હેતુઓ માટે તમારા અવાજ ઇનપુટનો ઉપયોગ કરવાનો અધિકાર આરક્ષિત રાખે છે. Nuance ના ભાગીદારને અગાઉ ઉલ્લેખિત અવાજ ઇનપુટ પ્રદાન કરવા માટેનો અધિકાર Nuance આરક્ષિત રાખે છે. અગાઉ ઉલ્લેખિત ઉદ્દેશ્યો પૂરા ન થાય ત્યાં સુધી તમારી અવાજ ઇનપુટ માહિતી સંગ્રહિત રહે છે. ગિઅર ઇનપુટ સેવાઓ વિશે વધુ માહિતી માટે, કૃપયા %sNuance ગોપનીયતા નીતિ%s વાંચો. <br>જો તમે ઉપર વર્ણવેલ તમારી માહિતીના સંગ્રહ અને ઉપયોગથી સંમત નથી તો તમે ગિઅર ઇનપુટનો ઉપયોગ કરી શકશો નહીં.
he: Gear Input משתמש בטכנולוגיות זיהוי קול המסופקות על-ידי ספק שירות של צד שלישי הנקרא Nuance Communications, Inc. לפיכך, המידע הקולי שלך מאוחסן באופן בלתי נמנע בשרת המופעל על-ידי Nuance (ממוקם בארה”ב), והשימוש ב-Gear Input דורש הסכמה ל%sתנאים וההתניות של Nuance%s. <br>Nuance שומרת לעצמה את הזכות להשתמש בקלט הקולי שלך למטרות שיפור השירותים ופיתוח טכנולוגיות. Nuance גם שומרת לעצמה את הזכות לספק את הקלט הקולי שצוין לעיל לשותפי Nuance. מידע הקלט הקולי שלך מאוחסן עד להשגת המטרות שצוינו לעיל. לקבלת מידע נוסף אודות שירותי Gear Input, קרא את מדיניות הפרטיות של %sNuance%s. <br>אין באפשרותך להשתמש ב-Gear Input אם אינך מסכים לאחסון המידע שלך ולשימוש בו כמתואר לעיל.
hi: गियर Input Nuance Communications, Inc. नामी तृतीय पक्ष सेवा प्रदाता द्वारा दी गई आवाज पहचान टेक्नोलॉजी का उपयोग करता है इसलिए, आपकी आवाज की जानकारी अनिवार्य रूप से Nuance (संयुक्त राज्य अमेरिका में स्थित) द्वारा संचालित एक सर्वर पर संग्रहित की जाती है, और गियर Input का उपयोग करने के लिए आपको %sNuance%s के नियम और शर्तों से सहमति व्यक्त करनी होगी. <br>Nuance के पास सेवाओं को बेहतर बनाने और टेक्नोलॉजी विकसित करने के उद्देश्यों से आपकी आवाज इनपुट का उपयोग करने का अधिकार सुरक्षित है. Nuance के पास उपर्युक्त आवाज इनपुट Nuance के भागीदारों को देने का अधिकार भी सुरक्षित है. उपर्युक्त उद्देश्यों के पूर्ण होने तक आपकी आवाज की इनपुट जानकारी संग्रहित रखी जाती है. गियर Input सेवाओं के बारे में अधिक जानकारी के लिए, कृपया %sNuance गोपनीयता नीति%s पढ़ें. <br>यदि आप ऊपर दिए गए वर्णन के अनुसार अपनी जानकारी के संग्रहण और उपयोग पर सहमत नहीं हैं, तो आप गियर Input का उपयोग नहीं कर सकते.
hr: Usluga Gear Input koristi tehnologiju za prepoznavanje govora koju pruža davatelj usluga treće strane, Nuance Communications, Inc. Zato se vaše glasovne informacije moraju pohraniti na poslužitelju kojim upravlja Nuance (u Sjedinjenim Američkim Državama) i za uporabu usluge Gear Input morate pristati na %sUvjete i odredbe tvrtke Nuance%s. <br>Nuance zadržava pravo na korištenje vašeg ulaza glasa u svrhu poboljšanja usluga i razvijanja tehnologija. Nuance isto tako zadržava pravo da svojim partnerima omogući pristup vašem prethodno spomenutom ulazu glasa. Informacije vašeg ulaza glasa bit će pohranjene sve dok se ne postignu prethodno navedeni ciljevi. Za informacije o uslugama Gear Input pročitajte pravila o %sPostavkama privatnosti tvrtke Nuance%s. <br>Ne možete koristiti uslugu Gear Input sve dok ne pristanete na spremanje i korištenje informacija kako je prethodno navedeno.
hu: A Gear-bevitel szolgáltatás harmadik fél, a Nuance Communications, Inc. által biztosított beszédfelismerő technológiát használ. Ennélfogva a felhasználó beszélt hangadatait a Nuance által működtetett szervereken kell tárolni (ezek az Egyesült Államokban találhatók), és a Gear-bevitel használatához Önnek el kell fogadnia a %sNuance feltételeit%s.<br>A Nuance fenntartja a jogot a felhasználók beszélt hangadatainak felhasználására a szolgáltatások javítására és a technológia fejlesztésére. Továbbá, a Nuance fenntartja a jogot arra, hogy partnerei rendelkezésére bocsássa az említett beszélt hangadatokat. felhasználók beszélt hangadatainak tárolása az említett célok teljesítéséig tart. A Gear-bevitel szolgáltatásról a %sNuance adatvédelmi nyilatkozata%s szolgál további tájékoztatással.<br>Ha nem fogadja el az adatai tárolására és felhasználására vonatkozó fenti rendelkezést, nem használhatja a Gear-bevitel szolgáltatást.
hy: Gear Input-ն օգտագործում է ձայնի ճանաչման տեխնոլոգիաներ, որոնք տրամադրում է երրորդ կողմ հանդիսացող ծառայության մատակարարը՝ Nuance Communications, Inc. ընկերությունը: Հետևաբար, Ձեր ձայնային տեղեկություններն անխուսափելիորեն պահվում են Nuance-ի կողմից շահագործվող սերվերում (գտնվում է Միացյալ Նահանգներում), և Gear Input-ն օգտագործելու համար պահանջվում է ընդունել %sNuance ընկերության Դրույթները և պայմանները%s: <br>Nuance-ն իրեն իրավունք է վերապահում Ձեր ներմուծած խոսքային տվյալներն օգտագործելու ծառայությունների կատարելագործման և տեխնոլոգիաների մշակման նպատակով: Nuance-ը նաև իրեն իրավունք է վերապահում վերը նշված խոսքային տվյալները տրամադրելու Nuance-ի գործընկերներին: Ձեր ձայնով ներմուծված տեղեկությունները պահվում են այնքան ժամանակ, մինչև իրագործվեն վերոհիշյալ նպատակները: Gear Input ծառայությունների վերաբերյալ լրացուցիչ տեղեկատվություն ստանալու համար ծանոթացեք %sNuance-ի Գաղտնապահության քաղաքականությանը%s: <br>Դուք չեք կարող օգտվել Gear Input-ից, եթե համաձայն չեք Ձեր տեղեկությունների պահպանմանը և օգտագործմանը, ինչպես նկարագրված է վերևում:
id: Gear Input menggunakan teknologi pengenalan suara yang disediakan oleh penyedia layanan pihak ketiga yang disebut Nuance Communications, Inc. Oleh karena itu, informasi suara Anda akan disimpan dalam server yang dioperasikan oleh Nuance (ada di Amerika Serikat), dan penggunaan Gear Input mengharuskan Anda setuju dengan %sPersyaratan dan Ketentuan Nuance%s. <br>Nuance berhak menggunakan input suara Anda dengan tujuan untuk meningkatkan layanan dan mengembangkan teknologi. Nuance juga berhak memberikan input suara tersebut kepada mitra Nuance. Informasi input suara Anda disimpan hingga tujuan tersebut telah dicapai. Untuk informasi selengkapnya atas layanan Gear Input, silakan baca %sKebijakan Privasi Nuance%s. <br>Anda tidak dapat menggunakan Gear Input jika Anda tidak setuju dengan penyimpanan dan penggunaan informasi Anda sebagaimana dijelaskan di atas.
is: Gear Input notast við raddkennslatækni frá þriðja aðila sem kallast Nuance Communications, Inc. Af þeim sökum eru raddupplýsingar þínar óumflýjanlega vistaðar á netþjóni sem Nuance rekur (staðsettur í Bandaríkjunum) og notkun Gear Input krefst þess að þú samþykkir %sskilmála Nuance%s. <br>Nuance áskilur sér rétt til að nota raddupptökur þínar í þeim tilgangi að bæta þjónustuna og þróa nýja tækni. Nuance áskilur sér einnig rétt til að veita samstarfsaðilum Nuance aðgang að fyrrgreindum raddupptökum. Raddupptökuupplýsingar þínar verða geymdar þangað til fyrrgreindum markmiðum hefur verið náð. Frekari upplýsingar um þjónustu Gear Input fást í %spersónuverndarstefnu Nuance%s. <br>Þú getur ekki notað Gear Input ef þú samþykkir ekki þá geymslu og notkun á upplýsingum þínum sem lýst er hér að ofan.
it_it: Gear Input utilizza una tecnologia di riconoscimento vocale di un fornitore di servizi terzo, in particolare Nuance Communications, Inc. Le informazioni vocali dell'utente, pertanto, vengono inevitabilmente archiviate su un server gestito da Nuance (situato negli Stati Uniti) e l'uso del servizio Gear Input richiede che l'utente accetti i %sTermini e condizioni di Nuance%s. <br>Nuance si riserva il diritto di utilizzare l'input vocale dell'utente per il miglioramento dei servizi e lo sviluppo di tecnologie. Nuance si riserva inoltre il diritto di condividere il suddetto input vocale con i propri partner. Le informazioni relative all'input vocale restano archiviate fino al raggiungimento dei suddetti obiettivi. Per ulteriori informazioni sui servizi Gear Input, leggere le %sRegole privacy di Nuance%s. <br>Non è possibile utilizzare Gear Input se non si presta il proprio consenso per l’archiviazione e l’utilizzo delle informazioni nella modalità sopra descritta.
ja_jp: Gear入力は、第三者のNuance Communications, Inc.が提供する音声認識技術サービスを利用します。したがって、お客様の音声情報は必然的にNuanceによって運営されているサーバー(アメリカ国内に所在)に保存されるので、Gear入力を使用するには%sNuanceの利用規約%sに同意していただく必要があります。<br>Nuanceはサービスの向上や技術の開発のためにお客様の音声入力を使用することができます。また、NuanceはNuanceのパートナーにそれらの音声入力を提供することができます。前述の目的が達成されるまで、お客様の音声入力情報が保存されます。Gear入力サービスの詳細については、%sNuance プライバシー規約%sを参照してください。<br>上記のお客様の情報保存および使用の条件に同意されない場合は、Gear入力を使用することはできません。
ka: Gear Input იყენებს წარმოთქმულის ამოცნობის სერვისს, რომელიც წარმოდგენილია მესამე მხარის, სერვისის მომწოდებლის Nuance Communications, Inc.-ის მიერ. ამგვარად, თქვენი ხმოვანი მონაცემები გარდაუვლად ინახება სერვერზე, რომლის მესაკუთრეა კომპანია Nuance (რომელიც მდებარეობს აშშ-ში), აქედან გამომდინარე Gear Input სერვისის გამოსაყენებლად, აუცილებელია დაეთანხმოთ %sNuance-ის წესებს და პირობებს%s. <br>Nuance იტოვებს უფლებას გამოიყენოს ხმოვანი მონაცემები სერვისების გაუმჯობესებისა და ტექნოლოგიების განვითარების მიზნით. Nuance ასევე იტოვებს უფლებას მიაწოდოს ზემოთ ნახსენები ხმოვანი მონაცემები თავის პარტნიორებს. თქვენი ხმოვანი მონაცემების შენახვა მოხდება ზემოთ დასახელებული მიზნების მიღწევამდე. Gear Input სერვისის შესახებ დამატებითი ინფორმაციისთვის იხილეთ %sNuance-ის კონფიდენციალურობა%s. <br>Gear Input სერვისს ვერ გამოიყენებთ, თუ არ ეთანხმებით ინფორმაციის შენახვასა და გამოყენებაზე, როგორც აღწერილია ზემოთ.
kk: Gear Input қызметі Nuance Communications, Inc. деп аталатын үшінші тарап қызмет провайдерінің дауысты тану технологиясын пайдаланады. Сондықтан дауыстық ақпаратыңыз Nuance (Америка Құрама Штаттарында орналасқан) басқаратын серверде сақталады және Gear Input қызметін пайдалану үшін %sNuance корпорациясының Шарттары мен талаптарына%s келісуіңіз қажет. Nuance жазылған даусыңызды қызметтерді жақсарту және технологияларды дамыту мақсатында пайдалану құқығын сақтайды. <br>Сондай-ақ, Nuance жоғарыда аталған жазылған дауысты Nuance корпорациясының серіктестеріне беру құқығын сақтайды. Сіздің дауыстық ақпаратыңыз жоғарыда аталған мақсаттарға қол жеткізгенге дейін сақталады. Gear Input қызметі туралы қосымша ақпарат алу үшін %sNuance құпиялылық саясатын%s оқыңыз. <br>Жоғарыда сипатталған ақпараттың сақталуы мен пайдаланылуына келіспесеңіз, Gear Input қызметінпайдалана алмайсыз.
km: Gear Input ប្រើ​បច្ចេកវិទ្យា​ដែលធ្វើប្រតិបត្តិការដោយប្រើ​សំឡេង ដែលត្រូវបានផ្គត់ផ្គង់ដោយ​អ្នកផ្ដល់​សេវា​ជាតតីយភាគី​ឈ្មោះ Nuance Communications, Inc.។ ដូច្នេះ ព័ត៌មានជា​សំឡេង​របស់លោក​អ្នក​នឹង​ត្រូវ​បាន​រក្សាទុកជាចាំបាច់នៅ​ក្នុងប្រព័ន្ធសឺវើ​ដែល​ធ្វើ​ប្រតិបត្តិការ​ និងគ្រប់គ្រងដោយ Nuance (ដែលមានទីតាំងនៅក្នុង​សហរដ្ឋ​អាមេរិក) ហើយ​ការប្រើ​ប្រាស់ Gear Input តម្រូវ​ឲ្យ​អ្នកធ្វើការ​យល់ព្រម​តាម %sពេលវេលា និង លក្ខខណ្ឌ​របស់ Nuance%s។ <br>Nuance រក្សាសិទ្ធិ​ក្នុង​ការ​ប្រើប្រាស់​​សំឡេង​របស់លោក​អ្នកដែលបានបញ្ចូល ក្នុង​គោលបំណងធ្វើការកែលម្អ​សេវា និង អភិវឌ្ឍ​បច្ចេកវិទ្យា។ Nuance ក៏​រក្សាសិទ្ធិ​ផងដែរ​ក្នុង​ការ​ផ្ដល់​នូវ​​សំឡេងដែលបានបញ្ចូលនេះ ​ដល់​ដៃគូ​របស់ Nuance។ ព័ត៌មាន​ជាសំឡេង​របស់​លោកអ្នក​ដែលបានបញ្ចូលនេះ នឹងត្រូវ​បាន​រក្សាទុក រហូត​ទាល់តែ​គោលបំណង​ដែល​បាន​បញ្ជាក់​ខាងលើ​នោះត្រូវបានសម្រេចដោយជោគជ័យ​។ សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​សេវា Gear Input សូម​អាន %sគោលការណ៍​ឯកជន​របស់ Nuance%s។ <br>លោកអ្នក​មិន​អាច​ប្រើ Gear Input បានឡើយ ប្រសិនបើលោក​អ្នក​មិន​យល់ព្រម​ចំពោះការរក្សាទុក និង​ការប្រើប្រាស់​ព័ត៌មាន​របស់លោក​អ្នក ដូចដែល​បាន​រៀបរាប់​ខាងលើ។
kn: ಗೇರ್ ಇನ್‌ಪುಟ್ ಮೂರನೇ ಪಕ್ಷ ಸೇವಾ ಪೂರೈಕೆದಾರ ಸಂಸ್ಥೆಯಾದ Nuance Communications, Inc. ಒದಗಿಸಿರುವ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತದೆ. ಹೀಗಾಗಿ, ನಿಮ್ಮ ಧ್ವನಿ ಮಾಹಿತಿಯನ್ನು ಅನಿವಾರ್ಯವಾಗಿ Nuance ಕಾರ್ಯಾಚರಿಸುತ್ತಿರುವ (ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನಲ್ಲಿ ಇರುವ) ಸರ್ವರ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಬೇಕಾಗುತ್ತದೆ, ಮತ್ತು ಗೇರ್ ಇನ್‌ಪುಟ್ ಸೇವೆಗಳನ್ನು ಬಳಸಲು ನೀವು %sNuance ಷರತ್ತುಗಳು ಮತ್ತು ನಿಯಮಗಳಿಗೆ%s ಒಪ್ಪಬೇಕಾಗುತ್ತದೆ. <br>ಸೇವೆಗಳ ಸುಧಾರಣೆ ಹಾಗೂ ತಂತ್ರಜ್ಞಾನಗಳ ಅಭಿವೃದ್ಧಿಯ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಿಮ್ಮ ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಅನ್ನು ಬಳಸುವ ಹಕ್ಕನ್ನು Nuance ಕಾಯ್ದಿರಿಸಿಕೊಂಡಿದೆ. ಅಲ್ಲದೆ Nuance ಮೇಲೆ ಉಲ್ಲೇಖಿಸಿದ ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಅನ್ನು Nuance ನ ಪಾಲುದಾರರಿಗೆ ಒದಗಿಸುವ ಹಕ್ಕನ್ನು ಕೂಡ ಕಾಯ್ದಿರಿಸಿಕೊಂಡಿದೆ. ಮೇಲೆ ಉಲ್ಲೇಖಿಸಿದ ಉದ್ದೇಶಗಳು ಈಡೇರುವವರೆಗೆ ನಿಮ್ಮ ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿಡಲಾಗುತ್ತದೆ. ಗೇರ್ ಇನ್‌ಪುಟ್ ಸೇವೆಗಳ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, %sNuance ಗೋಪ್ಯತಾ ನೀತಿ%s ಯನ್ನು ದಯವಿಟ್ಟು ಓದಿ. <br>ಮೇಲೆ ವಿವರಿಸಿದಂತೆ ನಿಮ್ಮ ಮಾಹಿತಿಯ ಸಂಗ್ರಹಣೆ ಹಾಗೂ ಬಳಕೆಗೆ ನೀವು ಒಪ್ಪದೇ ಇದ್ದರೆ ಗೇರ್ ಇನ್‌ಪುಟ್ ಅನ್ನು ನೀವು ಬಳಸುವಂತಿಲ್ಲ.
ko_kr: 기어 입력기는 제3의 서비스 제공업체(Nuance Communications Inc.)를 통해서 제공되는 음성인식 기술을 사용합니다. 따라서 귀하가 입력한 음성은 불가피하게 Nuance의 서버(미국)에 저장되며, %sNuance의 사용조건%s에 따라 사용하셔야 합니다.<br>Nuance는 귀하가 입력한 음성을 서비스 개선, 기술개발을 위해 사용할 수 있고 Nuance의 협력사에 제공할 수 있습니다. 귀하가 입력한 음성정보는 목적달성시까지 보관되며, %sNuance의 privacy policy%s에 따라 처리됩니다.<br>귀하가 정보제공에 동의하지 않으실 경우 서비스를 사용하실 수 없습니다.
lo: ເກຍ ອິນພຸດ ​ໃຊ້​ເຕັກ​ໂນ​ໂລ​ຊີ​ການ​ຮັບຮູ້ສຽງ​​ທີ່ສະ​ຫນອງ​ໂດຍ​​ຜູ້ໃຫ້ບໍ​ລິ​ການ​ພາກ​ສ່ວນ​ທີ​ສາມທີ່​ເອີ້ນ​ວ່າ Nuance Communications, Inc. ສະ​ນັ້ນ​, ສາລະສົນເທດ​ສຽງ​ຂອງ​ທ່ານ​ໄດ້​ຖືກ​ເກັບ​ຮັກ​ສາ​ໄວ້​ຢ່າງ​ຫລີກ​ລ່ຽງ​ບໍ່​ໄດ້ກັບ​ເຄື່ອງ​​ຂ່າຍທີ່​ດໍາ​ເນີນ​ການ​ໂດຍ Nuance (ຕັ້ງ​ຢູ່​ໃນ​ສະ​ຫະ​ລັດ​ອາ​ເມລິ​ກາ​)​, ​​ແລະ​ການ​ນໍາ​ໃຊ້​ ເກຍ ອິນພຸດຮຽກ​ຮ້ອງ​ໃຫ້​ທ່ານ​ຕົກ​ລົງ​ເຫັນ​ດີ​ກັບ​ %sຂໍ້ກໍານົດ ແລະເງື່ອນໄຂ​ຂອງ Nuance%s. <br>Nuance ສະຫງວນ​ສິດ​ທີ່​ຈະ​ນໍາ​ໃຊ້​ອຸປະກອນ​ປ້ອນ​ສຽງ​ຂອງ​ທ່ານ​ສໍາ​ລັບ​ຈຸດ​ປະ​ສົງ​ຂອງ​ການ​ປັບ​ປຸງ​ການ​ບໍ​ລິ​ການ ​ແລະ​ ການ​ພັດ​ທະ​ນາ​ເຕັກ​ໂນ​ໂລ​ຊີ​​. Nuance ຍັງສະຫງວນສິດທີ່ຈະໃຫ້ໃສ່ສຽງດັງກ່າວກັບຄູ່ຮ່ວມງານ Nuance ໄດ້. ຂໍ້​ມູນ​ອຸປະກອນປ້ອນ​ສຽງ​ຂອງ​ທ່ານ​ໄດ້​ຖືກ​ເກັບ​ຮັກ​ສາ​ໄວ້​ຈົນ​ກ​​ວ່າ​ວັດ​ຖຸ​ປະ​ສົງດັ່ງກ່າວໄດ້​ຮັບ​ຄວາມ​ສໍາ​ເລັດ​. ສໍາ​ລັບ​ຂໍ້​ມູນ​ເພີ່ມ​ເຕີມ​ກ່ຽວ​ກັບ​ການ​ບໍ​ລິ​ການ ​ເກຍ ອິນພຸດ​, ກະ​ລຸ​ນາ​ອ່ານ %sNuance ນະໂຍບາຍການເກັບຮັກສາເປັນສ່ວນຕົວ%s​. <br>ທ່ານ​ບໍ່​ສາ​ມາດ​ໃຊ້​ ເກຍ ອິນພຸດໄດ້ ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ບໍ່​ເຫັນ​ດີ​ກັບ​ການ​ເກັບ​ຮັກ​ສາ ​ແລະ ​ການ​ນໍາ​ໃຊ້​ຂໍ້​ມູນ​ຂອງ​ທ່ານ​ທີ່​ອະ​ທິ​ບາຍ​ຂ້າງ​ເທິງ​ນີ້​.
lt: „Gear Input“ naudoja šnekos atpažinimo technologijas, kurias teikia trečiosios šalies paslaugų tiekėja „Nuance Communications“. Todėl jūsų šnekos informacija neišvengiamai yra saugoma „Nuance“ (įsikūrusios JAV) valdomame serveryje ir, jei norite naudoti „Gear Input“, turite sutikti su %s„Nuance“ sąlygomis ir nuostatomis%s. <br>„Nuance“ pasilieka teisę naudoti jūsų šnekos įvesties informaciją siekdama tobulinti paslaugas ir plėtoti technologijas. „Nuance“ taip pat pasilieka teisę pateikti anksčiau minėtą šnekos įvesties informaciją „Nuance“ partneriams. Jūsų šnekos įvesties informacija yra laikoma iki tol, kol anksčiau minėti tikslai yra įgyvendinami. Daugiau informacijos apie „Gear Input“ paslaugas galite rasti %s„Nuance“ privatumo politikoje%s. <br>„Gear Input“ naudoti negalite, jei nesutinkate su anksčiau minėtomis informacijos saugojimo ir naudojimo sąlygomis.
lv: Pakalpojumā Gear Input tiek lietotas balss atpazīšanas tehnoloģijas, ko nodrošina trešās puses pakalpojumu sniedzējs Nuance Communications, Inc. Tāpēc jūsu balss informācija tiek uzglabāta serverī, kura darbību nodrošina uzņēmums Nuance (Amerikas Savienotajās Valstīs), un pakalpojuma Gear Input lietošanas nolūkos jums ir jāpiekrīt %sNuance lietošanas noteikumiem un nosacījumiem%s. <br>Nuance patur tiesības lietot jūsu balss ievadi pakalpojumu uzlabošanas un tehnoloģiju attīstīšanas nolūkos. Uzņēmums Nuance patur arī tiesības sniegt iepriekšminēto balss ievadi Nuance partneriem. Informācija par jūsu balss ievadi tiek uzglabāta līdz iepriekšminēto mērķu sasniegšanai. Lai iegūtu informāciju par Gear Input pakalpojumiem, lūdzu, lasiet %sNuance konfidencialitātes politiku%s. <br>Pakalpojumu Gear Input nedrīkst izmantot, ja nepiekrītat iepriekš aprakstītajiem glabāšanas un lietošanas nosacījumiem.
mk: Gear Input користи технологии за препознавање на говор обезбедени од друг давател на услуги наречен Nuance Communications, Inc. Како резултат на тоа, Вашите говорни информации мора да се зачувуваат на сервер со којшто управува Nuance (лоциран во Соединетите Американски Држави), а за да ја користите услугата Gear Input треба да се согласите со %sОдредбите и условите на Nuance%s. <br>Nuance го задржува правото да ги користи говорните информации што ги внесувате со цел да ги подобри услугите и да создаде нови технологии. Исто така, Nuance го задржува правото да ги достави претходно споменатите говорни информации што ги внесувате на партнерите на компанијата Nuance. Говорните информации што ги внесувате се складираат сè додека претходно споменатите цели не се исполнат. За повеќе информации за Gear Input, Ве молиме прочитајте ја %sПолитиката за приватност на Nuance%s. <br>Не може да го користите Gear Input доколку не се согласите со складирањето и употребата на Вашите информации опишана погоре.
ml: ഗിയർ ഇൻപുട്ട് ഉപയോഗിക്കുന്നത് Nuance Communications, Inc. എന്ന് പേരായ മൂന്നാം കക്ഷി സേവന ദാതാവ് നൽകുന്ന ശബ്ദം തിരിച്ചറിയൽ സേവനങ്ങളാണ്. അതുകൊണ്ടുതന്നെ, Nuance ഓപ്പറേറ്റുചെയ്യുന്ന ഒരു സെർവറിൽ (യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ സ്ഥിതിചെയ്യുന്നു) നിങ്ങളുടെ ശബ്ദ വിവരങ്ങൾ തീർച്ചയായും സംഭരിക്കപ്പെടുന്നു, %sNuance-ന്റെ വ്യവസ്ഥകളും നിബന്ധനകളും%s നിങ്ങൾ അംഗീകരിക്കണമെന്ന് ഗിയർ ആവശ്യപ്പെടുന്നു. <br>സേവനങ്ങൾ മെച്ചപ്പെടുത്തുന്നതിന്റെയും സാങ്കേതികവിദ്യകൾ വികസിപ്പിക്കുന്നതിന്റെയും ഉദ്ദേശ്യങ്ങൾക്കായി നിങ്ങളുടെ ശബ്ദ ഇൻപുട്ട് ഉപയോഗിക്കുന്നതിനുള്ള അവകാശം Nuance-ൽ നിക്ഷിപ്തമാണ്. മേൽപ്പറഞ്ഞ ശബ്ദ ഇൻപുട്ട് Nuance-ന്റെ പങ്കാളികൾക്ക് നൽകുന്നതിനുള്ള അവകാശവും Nuance-ൽ നിക്ഷിപ്തമാണ്. മേൽപ്പറഞ്ഞ ലക്ഷ്യങ്ങൾ സഫലീകരിക്കപ്പെടുന്നത് വരെ നിങ്ങളുടെ ശബ്ദ വിവരങ്ങൾ സംഭരിക്കപ്പെടുന്നു. ഗിയർ സേവനങ്ങളെ കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക് %sNuance സ്വകാര്യതാ നയം%s വായിക്കുക. <br>മുകളിൽ വിവരിച്ചിരിക്കുന്നത് പ്രകാരമുള്ള സംഭരണവും നിങ്ങളുടെ വിവരങ്ങൾ ഉപയോഗിക്കലും നിങ്ങൾ സമ്മതിക്കുന്നില്ലെങ്കിൽ നിങ്ങൾക്ക് ഗിയർ ഉപയോഗിക്കാൻ കഴിയില്ല.
mr: गिअर इनपुट Nuance Communications, Inc. नावाच्या तृतीय पक्ष सेवाप्रदात्याद्वारे पुरविलेले आवाज ओळख तंत्रज्ञान वापरते. त्यामुळे आपली आवाज माहिती अटळपणे Nuance द्वारा संचालित सर्व्हरवर (US मध्ये स्थित) साठविली जाते आणि गिअर इनपुट वापरण्यासाठी आपण %sNuance अटी आणि शर्तींशी%s सहमत होणे आवश्यक आहे. <br>सेवा सुधारणे आणि तंत्रज्ञान विकसित करण्याच्या हेतूने आपले आवाज इनपुट वापरण्याचा हक्क Nuance राखून ठेवतात. उपरोक्त आवाज इनपुट Nuance च्या भागीदारांना पुरविण्याचा हक्कदेखील Nuance राखून ठेवतात. आपली आवाज इनपुट माहिती उपरोक्त उद्दिष्ट्ये गाठली जाईपर्यंत साठविली जाते. गिअर इनपुट सेवेविषयी अधिक माहितीसाठी कृपया %sNuance गोपनीयता धोरण%s वाचा. <br>आपल्या माहितीचा वर वर्णन केल्याप्रमाणे संचय आणि वापर यांस आपण सहमत नसल्यास आपण गिअर इनपुट वापरु शकत नाही.
ms: Gear Input menggunakan teknologi pengecaman suara yang disediakan oleh pembekal perkhidmatan pihak ketiga yang bernama Nuance Communications, Inc. Oleh itu, maklumat suara anda akan disimpan pada pelayan yang dikendalikan oleh Nuance (terletak di Amerika Syarikat), dan penggunaan Gear Input memerlukan anda untuk bersetuju dengan %sTerma dan Syarat Nuance%s. <br>Nuance merizabkan hak untuk menggunakan input suara anda bagi tujuan meningkatkan perkhidmatan dan membangunkan teknologi. Nuance juga berhak untuk memberikan input suara yang dinyatakan di atas kepada rakan kongsi Nuance. Maklumat input suara anda disimpan sehingga objektif yang dinyatakan di atas dicapai. Untuk maklumat lanjut tentang perkhidmatan Gear Input, sila baca %sDasar Keperibadian Nuance%s. <br>Anda tidak boleh menggunakan Gear Input jika anda tidak bersetuju dengan storan dan penggunaan maklumat anda yang dinyatakan di atas.
my_mm: #N/A
my_zg: Gear အသြင္း သည္ Nuance Communications, Inc. ဟုေခၚေသာ တတိယအဖြဲ႕အစည္း ၀န္ေဆာင္မႈေပးသူမွ ပံ့ပိုးေပးသည့္ အသံ အသိအမွတ္ျပဳျခင္းဆိုင္ရာ နည္းပညာကို အသံုးျပဳသည္။ ထို႕ေၾကာင့္၊ သင့္အသံ သတင္းအခ်က္အလက္မ်ားသည္ Nuance (အေမရိကန္ႏုိင္ငံတြင္တည္ရွိသည္) မွ လုပ္ေဆာင္ထားေသာ ဆာဗာတြင္ မေရွာင္လႊဲႏိုင္စြာ သိမ္းထားမည္ျဖစ္ၿပီး၊ Gear အသြင္း အသံုးျပဳရာတြင %sNuance၏ စည္းကမ္းသတ္မွတ္ခ်က္မ်ား%sကို လိုက္နာရန္လိုအပ္သည္။ <br>Nuance တြင္ ပုိမိုေကာင္းမြန္သည့္၀န္ေဆာင္မႈႏွင့္ နည္းပညာမ်ားဖြံ႕ၿဖိဳးတိုးတက္ရန္ ရည္ရြယ္ခ်က္ျဖင့္ သင့္အသံထည့္သြင္းခ်က္မ်ားကို အသံုးျပဳခြင့္ရွိသည္။ အထက္ပါ အသံထည့္သြင္းျခင္းကိုို Nuance၏ မိတ္ဖက္မ်ားကို ပံ့ပိုးေပးႏုိင္ခြင့္လည္း Nuance တြင္ ရွိသည္။ အထက္ပါ ရည္ရြယ္ခ်က္ၿပီးေျမာက္သည္အထိ သင့္အသံထည့္သြင္းျခင္း သတင္းအခ်က္အလက္မ်ားကို သိမ္းဆည္းထားပါလိ္မ့္မည္။ Gear အသြင္း ၀န္ေဆာင္မႈမ်ားကို သိရွိလိုပါက %sNuance သီးသန္႔တည္ရွိေနမွဳ မူ၀ါဒ%sအား ဖတ္ရႈပါ။ <br>အထက္တြင္ ေဖာ္ျပထားသကဲ့သို႕ သင့္အခ်က္အလက္မ်ားကို သံုးရန္ႏွင့္ သိမ္းဆည္းထားရန္ သေဘာမတူညီပါက Gear အသြင္း ကို အသံုးျပဳ၍မရႏုိင္ပါ။
nb: Gear-Input bruker talegjenkjenningsteknologier som leveres av en tredjeparts tjenesteleverandør ved navn Nuance Communications, Inc. Det kan derfor ikke unngås at taleinformasjonen din blir lagret på en server som er drevet av Nuance (i USA), og all bruk av Gear-Inputr krever at du samtykker i %betingelsene og vilkårene til Nuance%.<br>Nuance forbeholder seg retten til å bruke dine taledata til det formål å forbedre tjenester og utvikle teknologier. Nuance forbeholder seg også retten til å tilgjengeliggjøre tidligere nevnte taledata for partnere av Nuance. Din taledatainformasjon lagres inntil de tidligere nevnte målene har blitt fullført. Du kan finne mer informasjon om Gear-Input-tjenestene ved å lese %Nuances personvernserklæring%.<br>Du kan ikke bruke Gear-Input hvis du ikke samtykker i lagringen og bruken av din informasjon, som beskrevet ovenfor.
ne: गियर इनपुटले Nuance Communications, Inc. नामक तेस्रो पक्षीय सेवा प्रदायकद्वारा प्रदान गरिएको आवाज पहिचान प्रविधिहरू प्रयोग गर्दछ। त्यसकारण, तपाईंको आवाज जानकारीलाई अवश्य पनि Nuance द्वारा सञ्चालित (संयुक्त राज्य स्थित) सर्भरमा भण्डार गरिन्छ, र गियर इनपुट प्रयोग गर्नको लागि तपाईंले %sNuance को नियमहरू र सर्तहरू%s प्रति सहमति जनाउन आवश्यक हुन्छ। <br>Nuance सँग सेवाहरूमा सुधार गर्न र प्रविधिहरूको विकास गर्नको लागि तपाईंको भ्वाइस इनपुट प्रयोग गर्ने अधिकार छ। Nuance सँग उपर्युक्त भ्वाइस इनपुटलाई Nuance का साझेदारहरूलाई प्रदान गर्ने अधिकार पनि छ। तपाईंको भ्वाइस इनपुट जानकारीलाई उपर्युक्त उद्देश्यहरू सम्पन्न नुहुँदासम्म भण्डार गरेर राखिनेछ। गियर इनपुट सेवाहरूको बारेमा थप जानकारीको लागि, कृपया %sNuance गोपनीयता नीति%s पढ्नुहोस्। <br>यदि तपाईं माथि वर्णन गरिए अनुरूप आफ्नो जानकारीको भण्डारण र प्रयोग प्रति सहमत हुनुहुन्न भने, तपाईंले गियर इनपुट प्रयोग गर्न सक्नुहुन्न।
nl: Gear Input maakt gebruik van spraakherkenningstechnologie die wordt geleverd door een externe service provider genaamd Nuance Communications, Inc. Uw spraakgegevens worden bijgevolg opgeslagen op een server die wordt bediend door Nuance (gevestigd in de Verenigde Staten). U dient voor het gebruiken van Gear Input in te stemmen met de %sAlgemene Voorwaarden van Nuance%s.<br>Nuance behoudt zich het recht voor om uw spraakgegevens te gebruiken voor het verbeteren van de diensten en het ontwikkelen van technologieën. Nuance behoudt zich ook het recht voor om de hierboven genoemde spaakgegevens te leveren aan partners van Nuance. Uw spraakgegevens worden opgeslagen tot de hierboven vermelde doelen zijn voltooid. Voor meer informatie over de diensten van Gear Input , gelieve het %sNuance Privacybeleid%s te raadplegen.<br>U kunt Gear Input niet gebruiken als u niet instemt met de opslag en het gebruik van uw gegevens zoals hierboven is beschreven.
or: ଗିଅର୍‌ ଇନପୁଟ୍‌ ସାମାନ୍ୟ Nuance Communications, Inc. ନାମରେ ଏକ ତୃତୀୟ ପକ୍ଷ ସେବା ପ୍ରଦାନକାରୀ କର୍ତୃକ ପ୍ରଦତ୍ତ ସ୍ତର ସ୍ୱୀକୃତି ପ୍ରଯୁକ୍ତି ବ୍ୟବହାର କରେ. ଅତେବ, ଆପଣଙ୍କ ଭଏସ୍‌ ଡାଟା ଅବଶ୍ୟମ୍ଭାବୀ ଭାବେ ସାମାନ୍ୟ Nuance (ଯୁକ୍ତରାଷ୍ଟ୍ର ସ୍ଥିତି), ଦ୍ୱାରା ପରିଚାଳିତ ଏକ ସର୍ଭରେ ସଞ୍ଚୟ କରିବା, ଏବଂ ଗିଅର୍‌ ଇନପୁଟ୍‌ ବ୍ୟବହାର କରି ଆପଣ ଯେତେବେଳେ %sNuance ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ%s. <br>Nuance ସେବାର ଉନ୍ନତିରେ ଏବଂ ପ୍ରଯୁକ୍ତି ଉନୟନଶୀଳ ଉଦ୍ଦେଶ୍ୟରେ ଆପଣଙ୍କ ଭଏସ୍‌ ଇନପୁଟ୍‌ ବ୍ୟବହାର କରିବାର ଅଧିକାର ସଞ୍ଚୟ କରେ. Nuance ଅଂଶୀଦାରର ସାଥୀଙ୍କୁ ଭଏସ୍‌ ଇନପୁଟ୍‌ ପ୍ରଦାନ କରିବାର ଅଧିକାର ସଞ୍ଚୟ କରେ Nuanceଏହାର ଏହା ଛଡା. ଉପରୋକ୍ତ ଉଦ୍ଦେଶ୍ୟ ସାଧିତ ହେବା ପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କ ଭଏସ୍‌ ଇନପୁଟ୍‌ ସଞ୍ଚୟ କରା ହୁଏ. ଗିଅର୍‌ ଇନପୁଟ୍‌ ସେବାଗୁଡିକ ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ, ଦୟାକରି ପଢନ୍ତୁ %sNuance ଗୋପନୀୟ ନୀତି%s. <br>ଯଦି ଆପଣ ଗିଅର୍‌ ଇନପୁଟ୍‌ ବ୍ୟବହାର ଆପଣ ଷ୍ଟୋରେଜରେ ସମ୍ମତ ହୁଅନ୍ତି ଏବଂ ଉପରେ ବର୍ଣ୍ଣିତ ଭାବେର ଆପଣଙ୍କ ଡାଟା ବ୍ୟବହାର କରିପାରନ୍ତି ନାହିଁ।
pa: ਗੇਅਰ ਇਨਪੁਟ Nuance Communications, Inc. ਨਾਮਕ ਇੱਕ ਤੀਜੀ ਧਿਰ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਦੇ ਦੁਆਰਾ ਮੁਹੱਈਆ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਆਵਾਜ਼ ਪਛਾਣ ਤਕਨਾਲੋਜੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਇਸ ਲਈ, ਤੁਹਾਡੀ ਆਵਾਜ਼ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਜ਼ਰੂਰੀ ਤੌਰ ਤੇ Nuance ਦੁਆਰਾ ਚਲਾਏ ਜਾਂਦੇ ਸਰਵਰ (ਅਮਰੀਕਾ ਵਿੱਚ ਸਥਿਤ) ਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਗੇਅਰ ਇਨਪੁਟ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ %sNuance ਦੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ%s ਨਾਲ ਸਹਿਮਤ ਹੋਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। <br>Nuance ਤੁਹਾਡੀ ਦਾਖਲ ਕੀਤੀ ਗਈ ਆਵਾਜ਼ ਨੂੰ ਸੇਵਾਵਾਂ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਅਤੇ ਤਕਨਾਲੋਜੀਆਂ ਵਿਕਸਿਤ ਕਰਨ ਦੇ ਉਦੇਸ਼ ਲਈ ਵਰਤਣ ਦਾ ਹੱਕ ਰਾਖਵਾਂ ਰੱਖਦਾ ਹੈ। Nuance ਉੱਪਰ ਜ਼ਿਕਰ ਕੀਤੀ ਗਈ ਆਵਾਜ਼ Nuance ਦੇ ਭਾਈਵਾਲਾਂ ਨੂੰ ਮੁਹੱਈਆ ਕਰਨ ਦਾ ਹੱਕ ਵੀ ਰਾਖਵਾਂ ਰੱਖਦਾ ਹੈ। ਤੁਹਾਡੀ ਦਾਖਲ ਕੀਤੀ ਗਈ ਆਵਾਜ਼ ਨੂੰ ਉਦੋਂ ਤਕ ਸਟੋਰ ਕਰਕੇ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਤਕ ਉੱਪਰ ਜ਼ਿਕਰ ਕੀਤੇ ਉਦੇਸ਼ ਪੂਰੇ ਨਹੀਂ ਹੋ ਜਾਂਦੇ। ਗੇਅਰ ਇਨਪੁਟ ਸੇਵਾਵਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ %sNuance ਗੋਪਨਿਯਤਾ ਨੀਤੀ%s ਨੂੰ ਪੜ੍ਹੋ। <br>ਜੇ ਤੁਸੀਂ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਉੱਪਰ ਵਰਣਨ ਕੀਤੇ ਗਏ ਅਨੁਸਾਰ ਸਟੋਰੇਜ ਅਤੇ ਵਰਤੋਂ ਲਈ ਸਹਿਮਤੀ ਨਹੀਂ ਦਿੰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਗੇਅਰ ਇਨਪੁਟ ਨੂੰ ਵਰਤ ਨਹੀਂ ਸਕਦੇ ਹੋ।
pl: W usłudze Gear Input jest wykorzystywana technologia rozpoznawania mowy pochodząca od zewnętrznego dostawcy, firmy Nuance Communications, Inc. W związku z tym informacje głosowe użytkownika są przechowywane na serwerze obsługiwanym przez firmę Nuance (znajdującym się w Stanach Zjednoczonych), a korzystanie z usługi Gear Input wymaga zaakceptowania %sWarunków świadczenia usług firmy Nuance%s.<br>Firma Nuance zastrzega sobie prawo do wykorzystywania informacji głosowych użytkownika w celu ulepszania usług i rozwijania technologii. Zastrzega sobie również prawo do udostępniania tych informacji głosowych swoim partnerom. Informacje głosowe użytkownika będą przechowywane do czasu osiągnięcia wymienionych celów. Więcej informacji na temat usługi Gear Input zawierają %sZasady ochrony prywatności firmy Nuance%s.<br>Nie można korzystać z usługi Gear Input bez zaakceptowania opisanych powyżej zasad przechowywania i korzystania z informacji.
pl_sp: W usudze Gear Input je używano technologio poznŏwanio mowy kero je ôd zewnytrznego dostŏwcy, fyrmy Nuance Communications, Inc. W zwiōnzku z tym informacyje głosowe użytkownika sōm trzimane na serwerze kery ôbsuguje fyrma Nuance (we Stanach Zjednoczonych), a używanie usugi Gear Input wymŏgo zaakceptowanio %sWarōnkōw świadczynio usug fyrmy Nuance%s.<br>Firma Nuance zastrzego se prawo do używanio informacyji głosowych użytkownika ku cylu polepszynio usug i rozwijanio technologii. Zastrzego se tyż prawo do udostympnianio tych informacyji głosowych swoim partnerōm. Informacyje głosowe użytkownika bydōm przechowywane do czasu ôsiōngniyńcio wymiyniōnych cylōw. Wiyncyj informacyji na tymat usugi Gear Input zawierajōm %sPrawidła ôchrōny prywatności fyrmy Nuance%s.<br>Niy idzie używać usugi Gear Input bez zaakceptowanio ôpisanych powyżyj prawideł trzimanio i używanio informacyji.
pt_pt: O Teclado Gear utiliza tecnologias de reconhecimento de voz fornecidas por um terceiro, a empresa Nuance Communications, Inc. Assim, as informações relativas à sua voz são armazenadas num servidor gerido pela Nuance (localizada nos EUA), e a utilização do Teclado Gear requer a aceitação dos %sTermos e Condições da Nuance%s por parte do utilizador. <br>A Nuance reserva-se o direito de utilizar a voz introduzida pelo utilizador para fins de melhoria de serviços e desenvolvimento de tecnologias. A Nuance também se reserva o direito de fornecer a supramencionada voz introduzida aos parceiros da Nuance. A voz introduzida pelo utilizador permanece armazenada até que os objectivos supramencionados sejam atingidos. Para obter mais informações sobre os serviços do Teclado Gear, por favor leia a %sPolítica de Privacidade da Nuance%s. <br>O utilizador não pode utilizar o Teclado Gear se não aceitar o armazenamento e a utilização das informações conforme descrito anteriormente.
ro: Gear Input utilizează tehnologii de recunoaştere a vorbirii oferite de un furnizor de servicii terţă parte numit Nuance Communications, Inc. Prin urmare, informaţiile dvs. vocale sunt stocate inevitabil pe un server administrat de Nuance (aflat în Statele Unite ale Americii), iar pentru a utiliza Gear Input, trebuie să acceptaţi %sTermenii şi condiţiile Nuance%s.<br>Nuance îşi rezervă dreptul de a utiliza introducerea dvs. vocală pentru a îmbunătăţi serviciile şi a dezvolta tehnologii. De asemenea, Nuance îşi rezervă dreptul de a furniza introducerea vocală menţionată mai sus către partenerii Nuance. Informaţiile de introducere vocală sunt stocate până la atingerea obiectivelor sus-menţionate. Pentru mai multe detalii privind serviciul Gear Input, citiţi %sPolitica de confidenţialitate Nuance%s.<br>Nu puteţi utiliza Gear Input dacă nu sunteţi de acord cu stocarea şi utilizarea informaţiilor dvs. conform descrierii de mai sus.
si: ගියර් ආදානය Nuance Communications, Inc. නමින් හඳුන්වනු ලබන තෙවන පාර්ශ්ව සේවා සැපයුම්කරුවෙකු විසින් සපයන ලද හඬ හඳුනාගැනීමේ තාක්ෂණය භාවිත කරයි. එම නිසා, ඔබගේ හඬ තොරතුරු Nuance (එක්සත් ජනපදයේ පිහිටා ඇති) විසින් මෙහෙයවනු ලබන සේවාදායකයක අනිවාර්යයෙන් ගබඩා කරනු ලැබේ, තවද ගියර් ආදානය භාවිත කිරීම ඔබ %sNuance හි නියමයන් සහ කොන්දේසි %s වලට එකඟවීම අවශ්‍ය කරයි. <br>Nuance විසින් සේවාවන් වැඩිදියුණු කිරීමේ සහ තාක්ෂණයන් සංවර්ධනය කිරීමේ අරමුණු සඳහා ඔබගේ හඬ ආදානය භාවිත කිරීමේ අයිතිවාසිකම රඳවා ගනී. Nuance විසින් එමෙන්ම Nuance හවුල්කරුවන් සමග කළින් සඳහන් කළ හඬ ආදාන සැපයීමේ අයිතිවාසිකම ද රඳවා ගනී. කළින් සඳහන් කළ පරමාර්ථ අත්කර ගන්නා තුරු ඔබගේ හඬ ආදාන ගබඩා කර තැබෙනු ඇත. ගියර් ආදානය සේවා පිළිබඳ වැඩිදුර තොරතුරු සඳහා, කරුණාකර %sNuance පෞද්ගලිකත්ව ප්‍රතිපත්තිය%s කියවන්න. <br>ඉහතින් විස්තර කළ පරිදි ඔබගේ තොරතුරු ගබඩා කිරීම සහ භාවිතය සඳහා ඔබ එකඟ නොවන්නේ නම්, ඔබට ගියර් ආදානය භාවිත කළ නොහැකිය.
sk: Služba Gear Input používa technológie rozpoznávania hlasu od iného poskytovateľa, ktorým je spoločnosť Nuance Communications, Inc. Z tohto dôvodu sa vaše hlasové informácie nevyhnutne ukladajú na server prevádzkovaný spoločnosťou Nuance (so sídlom v Spojených štátoch amerických) a používanie služby Gear Input vyžaduje, aby ste odsúhlasili %spodmienky a požiadavky spoločnosti Nuance%s.<br>Spoločnosť Nuance si vyhradzuje právo používať váš hlasový vstup na účely zlepšenia služieb a vývoja technológií. Spoločnosť Nuance si tiež vyhradzuje právo poskytovať vyššie uvedený hlasový vstup partnerom spoločnosti Nuance. Informácie o vašom hlasovom vstupe budú uložené dovtedy, kým sa nesplnia vyššie uvedené ciele. Ďalšie informácie o službe Gear Input si môžete prečítať v %szásadách ochrany osobných údajov spoločnosti Nuance%s.<br>Ak nesúhlasíte s ukladaním a používaním vašich informácií, ako je to uvedené vyššie, službu Gear Input nemôžete používať.
sl: Gear Input uporablja tehnologije za prepoznavanje glasu, ki jih zagotavlja zunanji ponudnik storitev, podjetje Nuance Communications, Inc. Vaši glasovni podatki se tako neizogibno shranjujejo v strežnik, ki ga upravlja podjetje Nuance (v Združenih državah Amerike), in uporaba storitve Gear Input zahteva, da se strinjate s %ssplošnimi določili in pogoji podjetja Nuance%s. <br>Podjetje Nuance si pridržuje pravico do uporabe vaših glasovnih vnosov za namene izboljšanja storitev in razvijanja tehnologij. Podjetje Nuance si prav tako pridržuje pravico, da prej omenjene glasovne vnose posreduje partnerjem podjetja Nuance. Vaši glasovni vnosi so shranjeni do takrat, ko bodo doseženi prej omenjeni cilji. Za več informacij o storitvah Gear Input preberite %spolitiko zasebnosti podjetja Nuance%s. <br>Storitve Gear Input ne morete uporabljati, če se ne strinjate s shranjevanjem in uporabo vaših podatkov, kot je opisano zgoraj.
sq: Gear Input përdor teknologjitë e njohjes zanore të mundësuara nga një ofrues shërbimi palë e tretë i quajtur Nuance Communications, Inc. Si rrjedhim, informacioni juaj zanor ruhet në mënyrë të pashmangshme në një server të përdorur nga Nuance (që ndodhet në Shtetet e Bashkuara) dhe përdorimi i Gear Input kërkon që të pranoni %sTermat dhe Kushtet e Nuance%s. <br>Nuance ruan të drejtën për të përdorur pajisjen e hyrjes së zërit për qëllime të përmirësimit të shërbimit dhe zhvillimit të teknologjive. Gjithashtu, Nuance ruan të drejtën t’u mundësojë zërin tuaj partnerëve të Nuance. Informacioni i zërit tuaj ruhet derisa objektivat e përmendur më sipër të jenë arritur. Për më shumë informacione mbi shërbimet e Gear Input, ju lutemi lexoni %sPolitikën e Privatësisë së Nuance%s. <br>Ju nuk mund ta përdorni Gear Input nëse nuk bini dakord për ruajtjen dhe përdorimin e informacionit tuaj siç përshkruhet më sipër.
sr: Gear Input koristi tehnologije za prepoznavanje govora koje obezbeđuje nezavisni provajder pod imenom Nuance Communications, Inc. To znači da se vaše govorne informacije neizbežno čuvaju na serveru kojim upravlja Nuance (u Sjedinjenim Državama) a za korišćenje usluge Gear Input morate da prihvatite %sUslove korišćenja usluge kompanije Nuance%s.<br>Nuance zadržava pravo da koristi govorne informacije u cilju poboljšanja usluga i razvijanja tehnologija. Nuance takođe zadržava pravo da obezbedi gorepomenute govorne informacije svojim partnerima. Vaše govorne informacije se čuvaju sve dok se ne ispune gorenavedeni ciljevi. Za više informacije o usluzi Gear Input pročitajte dokument %sNuance politika privatnosti%s.<br>Uslugu Gear Input ne možete koristiti ukoliko ne prihvatite čuvanje i korišćenje informacija na gore opisan način.
sv: Gear-indata använder talidentifieringsteknik som tillhandahålls av en tredjepartsleverantör, Nuance Communications, Inc. Därför måste din röstinformation överföras till USA och sparas på en server som hanteras av Nuance (och är placerad i USA). Om du vill använda Gear-indata måste du därför acceptera %sNuances nedan angivna Villkor%s.<br>Nuance förbehåller sig rätten att använda din röstinformation för att förbättra tjänsterna och utveckla tekniker. Nuance förbehåller sig även rätten att lämna ut din röstinformation till Nuances partners. Din röstinformation lagras tills den inte längre används för att förbättra tjänsterna och utveckla tekniker. Mer information om tjänsten Gear finns i %sNuances Sekretesspolicy%s.<br>Du kan inte använda Gear om du inte accepterar lagringen och behandlingen av din röstinformation så som beskrivs ovan.
ta: கியர் இன்புட் Nuance Communications, Inc. என்கிற மூன்றாம் தரப்பு சேவை வழங்குநர் வழங்கும் வாய்ஸ் கண்டறிதல் தொழில்நுட்பங்களைப் பயன்படுத்துகிறது. எனவே, உங்கள் குரல் தகவல் Nuance (அமெரிக்காவில் உள்ளது) நிறுவனத்தால் இயக்கப்படும் சேவையகத்தில் சேமிக்கப்பட வேண்டிய நிலை ஏற்படுகிறது, மேலும் கியர் இன்புட்டைப் பயன்படுத்த %sNuance இன் விதிகள் மற்றும் நிபந்தனைகளை%s நீங்கள் ஏற்கவேண்டும். <br>சேவைகளை மேம்படுத்துவதற்கும் தொழில்நுட்பங்களை வடிவமைப்பதற்கும் உங்கள் குரல் உள்ள்ளீட்டைப் பயன்படுத்தும் உரிமை Nuance நிறுவனத்திற்கு உள்ளது. மேற்கூறிய குரல் உள்ளீட்டை Nuance நிறுவனத்தின் கூட்டாளர்களுக்கு வழங்கும் உரிமையும் Nuance நிறுவனத்திற்கு உள்ளது. மேற்கூறிய நோக்கங்கள் செயல்படுத்தப்படும்வரை உங்கள் குரல் தகவல் சேமிக்கப்படும். கியர் இன்புட் சேவைகளைப் பற்றிய மேலும் தகவலுக்கு, %sNuance தனிப்பயன் கொள்கையைப்%s படிக்கவும். <br>சேமித்தல் மற்றும் மேலே விவரிக்கப்பட்ட உங்கள் தகவலைப் பயன்படுத்துதலை நீங்கள் ஏற்காவிட்டால் கியர் இன்புட்டை நீங்கள் பயன்படுத்த முடியாது.
te: గేర్ ఇన్‌పుట్ Nuance Communications, Inc.గా పిలువబడే మూడవ పక్షం సేవ్ ద్వారా అందించబడిన వాయిస్ గుర్తింపు టెక్నాలజీలను ఉపయోగిస్తుంది. కాబట్టి, Nuance (యునైటెడ్ స్టేట్స్‌లో ఉంది) ద్వారా నిర్వహించబడుతున్న సర్వర్‌లో మీ వాయిస్ సమాచారం తప్పనిసరిగా నిల్వ చేయబడుతుంది మరియు గేర్ ఇన్‌పుట్‌ని ఉపయోగించడానికి మీరు %sNuance యొక్క నిబంధనలు మరియు షరతుల%sకి అంగీకరించాలి. <br>సేవలను మెరుగుపరచడం మరియు టెక్నాలజీలను అభివృద్ధి చేయడం కోసం Nuance మీ వాయిస్ ఇన్‌పుట్‌ని ఉపయోగించడానికి హక్కుని కలిగి ఉంటుంది. ఇంకా Nuance యొక్క భాగస్వాములకు పైన పేర్కొన్న వాయిస్ ఇన్‌పుట్‌ని అందించడానికి Nuance హక్కులను కలిగి ఉంటుంది. పైన పేర్కొన్న అంశాలు పూర్తయ్యే వరకు మీ వాయిస్ ఇన్‌పుట్ సమాచారం నిల్వ చేయబడుతుంది. గేర్ ఇన్‌పుట్ సేవల గురించి మరింత సమాచారం కోసం, దయచేసి %sNuance గోప్యత పాలసీ%s చదవండి. <br>మీరు ఎగువ వివరించిన మీ సమాచార నిల్వ మరియు ఉపయోగానికి అంగీకరించకుంటే గేర్ ఇన్‌పుట్‌ని ఉపయోగించలేరు.
th: Gear Input ใช้เทคโนโลยีการจดจำเสียงที่ให้บริการโดยผู้ให้บริการภายนอกที่มีชื่อว่า Nuance Communications, Inc. ดังนั้น ข้อมูลเสียงของคุณจะถูกจัดเก็บไว้บนเซิร์ฟเวอร์ที่ดำเนินการโดย Nuance (ตั้งอยู่ในสหรัฐอเมริกา) และในการใช้งาน Gear Input คุณจะต้องยอมรับ %sข้อกำหนดและเงื่อนไขของ Nuance%s <br>Nuance ขอสงวนสิทธิ์ในการใช้เสียงที่คุณนำเข้าเพื่อวัตถุประสงค์ในการปรับปรุงบริการและพัฒนาเทคโนโลยี นอกจากนี้ Nuance ยังขอสงวนสิทธิ์ในการนำเสียงที่นำเข้าดังกล่าวให้กับคู่ค้าของ Nuance ข้อมูลเสียงที่นำเข้าของคุณจะถูกจัดเก็บไว้จนกว่าวัตถุประสงค์ดังกล่าวจะบรรลุผล หากต้องการข้อมูลเพิ่มเติมเกี่ยวกับบริการ Gear Input โปรดอ่าน %sนโยบายการเป็นส่วนตัวของ Nuance %s <br>คุณจะไม่สามารถใช้ Gear Input ได้ หากคุณไม่ยอมรับการจัดเก็บและการใช้ข้อมูลของคุณตามที่ได้กำหนดไว้ข้างต้น
tl: Gumagamit ang Gear Input ng mga teknolohiya sa pagkilala ng boses na ipinagkakaloob ng service provider ng ikatlong partido na tinatawag na Nuance Communications, Inc. Kung gayon, ang impormasyon ng iyong boses ay tiyak na nakaimbak sa isang server na pinapatakbo ng Nuance (matatagpuan sa United States), at ang paggamit ng Gear Input ay kinakailangan na sumasang-ayon ka sa %sMga tuntunin at Kondisyon ng Nuance%s. <br>Inilalaan ng Nuance ang karapatan na gamitin ang iyong voice input para sa mga layunin ng pagpapabuti ng mga serbisyo at paglilinang ng mga teknolohya. Nilalaan din ng Nuance ang karapatan na ipagkaloob ang nasabing voice input sa mga kasosyo ng Nuance. Iniimbak ang impormasyon ng iyong voice input hanggang sa magawa na ang mga nasabing layunin. Para sa higit na impormasyon tungkol sa mga serbisyo ng Gear Input, mangyaring basahin ang %sPatakaran sa Privacy ng Nuance%s. <br>Hindi mo magagamit ang Gear Input kung hindi ka sasang-ayon sa pag-iimbak at paggamit ng iyong impormasyon gaya nang inilarawan sa itaas.
uk: Функція вводу Gear використовує технології розпізнавання голосу та мовлення, надані стороннім постачальником послуг, компанією Nuance Communications, Inc. Тому ваші голосові дані неминуче зберігатимуться на сервері, яким керує компанія Nuance (розташований в США). Щоб мати змогу використовувати функцію вводу Gear, ви повинні прийняти %sУмови та положення Nuance%s.<br>Компанія Nuance зберігає за собою право використовувати ваші голосові дані для покращення якості послуг і розвитку технологій. Крім цього, компанія Nuance зберігає за собою право надавати згадані вище голосові дані партнерам компанії Nuance. Ваші голосові дані зберігаються, доки згадані вище цілі не буде досягнуто. Докладніше про функцію вводу Gear див. у %sПолітиці конфіденційності Nuance%s.<br>Ви не маєте права використовувати функцію вводу Gear, якщо не погоджуєтеся з умовами зберігання та використання вашої інформації, про які йдеться вище.
ur: گیئر ان پٹ میں آواز کی پہچان کی ایسی ٹیکنالوجیز استعمال کی جاتی ہیں جو ایک خدمت فراہم کنندہ تیسرا فریق فراہم کرتا ہے جس کو Nuance Communications, Inc. کہا جاتا ہے لہذا، آپ کی آواز کی معلومات کو لامحالہ ایک ایسے سرور پر ذخیرہ کیا جاتا ہے جس کو (ریاستہائے متحدہ میں واقع) Nuance کے ذریعہ چلایا جاتا ہے، اور گیئر ان پٹ کے استعمال کیلئے ضروری ہے کہ آپ ان %sشرائط اور ضوابط Nuance%sسے اتفاق کریں ۔ <br>Nuance خدمات کو بہتر بنانے اور ٹیکنالوجیز کو ترقی دینے کے مقاصد کیلئے آپ کی آواز کی ان پٹ کو استعمال کرنے کا حق معفوظ رکھتا ہے۔ Nuance اپنا یہ حق بھی محفوظ رکھتا ہے کہ اول الذکر آواز کی ان پٹ کو Nuanceکے شرکاء کار کو فراہم کرے۔ آپ کی آواز کی ان پٹ معلومات کو اول الذکر مقاصد کے مکمل ہونے تک ذخیرہ کیا جاتا ہے۔ گیئر ان پٹ خدمات کے متعلق مزید معلومات کیلئے، برائے مہربانی پڑھیں %sNuance رازداری پالیسی%s۔ <br>اگر آپ اوپر بیان کردہ کے مطابق اپنی معلومات کے ذخیرہ کرنے اور استعمال سے اتفاق نہیں کرتے تو آپ گیئر ان پٹ کو استعمال نہیں کرسکتے۔
uz: Gear Input xizmatini ko‘rsatishda Nuance Communications, Inc. deb nomlangan xizmat ko‘rsatuvchi kompaniya tomonidan taqdim etilgan nutqni aniqlash texnologiyalari qo‘llaniladi. Shuning uchun, sizning ovozli ma’lumotlaringiz Nuance kompaniyasi tomonidan boshqariladigan serverda (AQSH hududida joylashgan) saqlanadi hamda Gear Input xizmatidan foydalanish uchun %sNuance shartlari va qoidalariga%s rozilik bildirish talab etiladi. <br>Nuance kompaniyasi o‘z xizmatlarini yaxshilash va texnologiyalarni ishlab chiqish maqsadida ovozli ma’lumotlaringizdan foydalanish huquqini o‘zida saqlab qoladi. Nuance, shuningdek, yuqorida tilga olingan ovozli ma’lumotlarni Nuance hamkorlariga taqdim etish huquqini ham o‘zida saqlab qoladi. Sizning ovoz yordamida kiritgan ma’lumotlaringiz yuqorida tilga olingan maqsadlar bajarilguncha saqlanadi. Gear Input xizmatlari haqida ko‘proq ma’lumot olish uchun %sNuance Maxfiylik siyosatini%s o‘qib chiqing. <br>Agar siz yuqorida bayon qilingan ma’lumotlaringizni saqlash va ulardan foydalanishga rozi bo‘lmasangiz, Gear Input xizmatidan foydalana olmaysiz.
vi: Gear Input sử dụng công nghệ nhận dạng lời nói do nhà cung cấp dịch vụ bên thứ ba, có tên là Nuance Communications, Inc. cung cấp. Vì thế, chắc chắn là thông tin về lời nói của bạn sẽ được lưu trữ trên máy chủ do Nuance điều hành (đặt tại Mỹ), và để sử dụng Gear Input, bạn phải đồng ý với %sĐiều khoản và Điều kiện của Nuance%s. <br>Nuance bảo lưu quyền sử dụng dữ liệu lời nói đầu vào của bạn cho mục đích cải tiến dịch vụ và phát triển công nghệ. Nuance cũng bảo lưu quyền cung cấp dữ liệu lời nói đầu vào nói trên cho các đối tác của Nuance. Thông tin lời nói đầu vào của bạn sẽ được lưu trữ cho đến khi các mục tiêu đã nêu được thực hiện. Để biết thêm thông tin về dịch vụ Gear Input, vui lòng đọc %sChính sách riêng tư của Nuance%s. <br>Bạn không thể sử dụng Gear Input nếu không đồng ý với việc lưu trữ và sử dụng thông tin của bạn như được mô tả ở trên.
zh_cn: Gear Input 采用名为 Nuance Communications, Inc. 的第三方供应商提供的语音识别技术。因此，您的语音信息必然会存储在由 Nuance（位于美国）运作的服务器上，如果您要使用 Gear Input，则需要同意 %sNuance 的条款和条件%s。<br>Nuance 保留将您的语音输入用于改善服务及开发技术的权利。此外，Nuance 还保留向 Nuance 的合作伙伴提供上述语音输入的权利。在达成上述目的之前，我们将会存储您的语音输入信息。有关 Gear Input 服务的更多信息，请阅读 %sNuance 隐私政策%s。<br>如果您不同意我们按照上述说明存储和使用您的信息，则无法使用 Gear Input。
zh_hk: Gear Input 使用由第三方服務提供者，名為 Nuance Communications, Inc. 提供的語音識別服務技術。因此，您的語音資料無可避色地會儲存在由 Nuance 操作的伺服器內（位於美國），且您需要同意 %sNuance 條款與細則%s以使用 Gear Input。<br>Nuance 保留使用您的語音輸入作改善服務及發展技術的一切權利。Nuance 同時保留向其第三方合作夥伴提供上述語音輸入的一切權利。您的語音輸入會被保留直至上述目的成功達成。欲獲取 Gear Input 服務的詳細資料，請參閱 %sNuance 隱私政策%s。<br>如不同意上述的資料儲存與使用條款，則無法使用 Gear Input。
zh_tw: Gear 輸入法採用由第三方服務供應商 Nuance Communications, Inc. 所提供的語音辨識技術。因此，您的語音資訊必然會儲存在由 Nuance (位於美國) 所操作的伺服器上，而您必須同意 %sNuance 的條款與條件%s，才能使用 Gear 輸入法。<br>Nuance 保留一切權利，得將您的語音輸入用於改善服務和開發技術的用途。Nuance 亦保留一切權利，得提供上述的語音輸入給 Nuance 的合作夥伴。您的語音輸入資訊將會儲存直到上述目的達成為止。如需有關 Gear 輸入法服務的詳細資訊，請參閱 %sNuance 隱私權政策%s。<br>如果您不同意以上述方式儲存和使用您的資訊，則無法使用 Gear 輸入法。
