Repository: tizenorg/platform.core.uifw.inputdelegator
Catalog: po/*.po
Languages: ar, as, az, bg, bn, ca, cs, da, el_gr, es_es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it_it, ja_jp, ka, kk, km, kn, ko_kr, ky_kg, lo, lt, lv, mk, ml, mn_mn, mr, ms, my_mm, my_zg, nb, ne, nl, or, pa, pl, pl_sp, pt_pt, ro, si, sk, sl, sq, sr, sv, ta, te, tg_tj, th, tk_tm, tl, uk, ur, uz, vi, zh_cn, zh_hk, zh_tw

# IDS_IME_BODY_SMILING_FACE_WITH_HEART_SHAPED_EYES_M_EMOTICON_NAME
source: Smiling face with heart-shaped eyes
ar: وجه مبتسم بعيون على شكل قلوب
as: হৃদয়-আকৃতিৰ চকুৰ সৈতে হাঁহি থকা মুখ
az: Ürək formalı gözləri olan gülən sifət
bg: Усмихнато лице с очи с форма на сърца
bn: হৃদপিণ্ডের আকার যুক্ত হাসি মুখ
ca: Cara somrient amb ulls en forma de cor
cs: Usmívající se obličej s očima ve tvaru srdce
da: Smilende ansigt med hjerteformede øjne
el_gr: Πρόσωπο που χαμογελάει με μάτια σε σχήμα καρδιάς
es_es: Cara sonriente con ojos en forma de corazón
et: Südamekujuliste silmadega naeratav nägu
eu: Bihotz formako begiak dituen eta irribarretsu dagoen aurpegia
fa: صورت خندان با چشمان به شکل قلب
fi: Hymyilevät kasvot ja sydämenmuotoiset silmät
fr: Visage souriant avec yeux en cœurs
ga: Aghaidh ghealgháireach agus súile croíchruthacha uirthi
gl: Cara sorrindo con ollos en forma de corazón
gu: હૃદયના આકારની આંખવાળો હસતો ચહેરો
he: פרצוף מחייך עם עיניים בצורת לב
hi: दिल के आकार की आँखों वाला मुस्कुराता चेहरा
hr: Nasmiješeno lice s očima u obliku srca
hu: Nevető arc szív alakú szemekkel
hy: Ժպտացող դեմք՝ սրտաձև աչքերով
id: Wajah tersenyum dengan mata berbentuk hati
is: Brosandi andlit með hjartalaga augu
it_it: Faccina sorridente con occhi a forma di cuore
ja_jp: ハート形の目をした笑顔
ka: მომღიმარე სახე გულის ფორმის თვალებით
kk: Беті күлімсіреген, көзі бұршақ бет
km: មុខ​ញញឹម​ជាមួយ​ភ្នែក​រាង​បេះដូង
kn: ಹೃದಯದ ಆಕಾರದ ಕಣ್ಣುಗಳೊಂದಿಗೆ ನಗುತ್ತಿರುವ ಮುಖ
ko_kr: 하트 모양 눈으로 웃는 얼굴
ky_kg: Жүрөк көздүү жылмайган бет
lo: ໃບໜ້າຍິ້ມພ້ອມກັບມີຕາເປັນເຄິ່ງຮູບຫົວໃຈ
lt: Besišypsantis veidas su širdies formos akimis
lv: Smaidoša seja ar acīm sirds formā
mk: Насмеано лице со очи како срце
ml: ഹൃദയാകൃതിയിലുള്ള കണ്ണുകളോട് കൂടിയ പുഞ്ചിരിക്കുന്ന മുഖം
mn_mn: Зүрхэн нүдтэй инээмсэглэсэн царай
mr: हृदयाचा आकार असलेल्या डोळ्यांचा चेहरा
ms: Muka tersenyum dengan mata berbentuk hati
my_mm: အပြုံး မျက်နှာနှင့် နှလုံးပုံမျက်စိများ
my_zg: အျပံဳး မ်က္ႏွာႏွင့္ ႏွလံုးပံုမ်က္စိမ်ား
nb: Smilende ansikt med hjerteformede øyne
ne: मुटु-आकार आँखाहरूको साथमा मुस्कुराइरहेको बिरालोको मुहार
nl: Glimlachend gezicht met hartvormige ogen
or: ହୃଦୟ ଆକୃତି ଆଖି ସହିତ ହସ ହସ ମୁହଁ
pa: ਦਿਲ ਦੇ ਅਕਾਰ ਵਾਲੀਆਂ ਅੱਖਾਂ ਵਾਲਾ ਮੁਸਕੁਰਾਉਂਦਾ ਚਿਹਰਾ
pl: Twarz uśmiechnięta z oczami w kształcie serca
pl_sp: Ôblicze uśmiychniynte z ôczami we serce
pt_pt: Cara sorridente com olhos em forma de coração
ro: Faţă zâmbind cu ochi în formă de inimă
si: හදවත් හැඩයේ ඇස් සහිත හිනැහෙන බළල් මුහුණ
sk: Usmiata tvár s očami v tvare srdiečok
sl: Nasmejan obraz z očmi v obliki srčka
sq: Fytyrë që buzëqesh me sy në formë zemre
sr: Nasmejano lice sa očima u obliku srca
sv: Leende ansikte med hjärtformade ögon
ta: இதய வடிவான கண்களுடன் சிரிக்கும் முகம்
te: హృదయం గుర్తు ఉన్న కళ్లతో నవ్వే ముఖం
tg_tj: Чеҳраи хандон бо чашмони дилмонанд
th: ใบหน้ายิ้มที่มีดวงตารูปหัวใจ
tk_tm: Ýürek şekilli gözler bilen ýylgyrýan ýüz
tl: Nakangiting mukha na may mga mata na hugis puso
uk: Усміхнене обличчя з очима у формі серця
ur: دل کی شکل میں آنکھوں کے ساتح مسکراتا ہوا چہرہ
uz: Yurak shaklidagi ko‘zli kulayotgan yuz
vi: Mặt cười với mắt hình trái tim
zh_cn: 带心形眼睛的微笑脸
zh_hk: 帶心形眼睛的微笑臉
zh_tw: 帶有心型眼睛的微笑臉

# IDS_IME_BODY_KISSING_FACE_WITH_SMILING_EYES_M_EMOTICON_NAME
source: Kissing face with smiling eyes
ar: وجه يقبل بعيون مبتسمة
as: হাঁহি থকা চকুৰ সৈতে চুমাখাই থকা মুখ
az: Gülən gözlü öpən sifət
bg: Целуващо лице с усмихващи се очи
bn: হাস্যরত চোখ সহ চুম্বনরত মুখ
ca: Cara de fer petons amb ulls contents
cs: Líbající obličej se smějícíma se očima
da: Kyssende ansigt med smilende øjne
el_gr: Πρόσωπο που φιλάει με χαμογελαστά μάτια
es_es: Cara dando un beso y ojos sonrientes
et: Naeratavate silmadega suudlev nägu
eu: Muxu ematen ari den eta irribarre begiak dituen aurpegia
fa: صورت در حال بوسیدن با چشمان خندان
fi: Pusuhuulet ja hymyilevät silmät
fr: Visage envoyant un baiser avec yeux souriants
ga: Aghaidh ag pógadh agus na súile ag meangadh
gl: Cara dando un bico cos ollos alegres
gu: સ્મિતભરી આંખ સાથે ચુંબન કરતો ચહેરો
he: פרצוף מפריח נשיקה עם עיניים צוחקות
hi: बंद आँखों के साथ मुस्कुराता चेहरा
hr: Lice u poljupcu s nasmiješenim očima
hu: Pusziló arc nevető szemekkel
hy: Համբուրող դեմք՝ ժպտացող աչքերով
id: Wajah mencium dengan mata tersenyum
is: Andlit sem kyssir með bros í augum
it_it: Faccina che dà baci con occhi sorridenti
ja_jp: 笑い目でキスをする顔
ka: საკოცნელად მომზადებული სახე მომღიმარე თვალებით
kk: Көзі күлімсіреген сүйіп тұрған бет
km: មុខ​ថើប​ជាមួយ​ភ្នែក​ញញឹម
kn: ನಗುತ್ತಿರುವ ಕಣ್ಣುಗಳೊಂದಿಗೆ ಮುತ್ತಿಡುತ್ತಿರುವ ಮುಖ
ko_kr: 눈웃음 지으며 키스하는 얼굴
ky_kg: Көздөрү күлүп турган өбүшкөн бет
lo: ໃບໜ້າການຈູບພ້ອມກັບຕາມີຮອຍຍິ້ມ
lt: Bučinį siunčiantis veidas besišypsančiomis akimis
lv: Seja ar skūpstā savilktām lūpām un smaidošām acīm
mk: Лице што бакнува со насмеани очи
ml: പുഞ്ചിരിക്കുന്ന കണ്ണുകളോട് കൂടിയ ചുംബിക്കുന്ന മുഖം
mn_mn: Инээмсэглэсэн нүдтэй, үнсэж буй царай
mr: हसर्‍या डोळ्यांसह चुंबन देणारा चेहरा
ms: Muka bercium dengan mata tersenyum
my_mm: ပြုံးနေသောမျက်လုံးများဖြင့် နမ်းနေသည့် မျက်နှာ
my_zg: ျပံဳးေနေသာမ်က္လံုးမ်ားျဖင့္ နမ္းေနသည့္ မ်က္ႏွာ
nb: Kyssende ansikt med smilende øyne
ne: बन्द आँखाको साथमा चुम्बन गरिरहेको बिरालोको मुहार
nl: Kussend gezicht met glimlachende ogen
or: ହସ ହସ ଆଖିରେ ଜୁମା ଦେଉଥିବା ମୁହଁ
pa: ਮੁਸਕੁਰਾਉਂਦੀਆਂ ਅੱਖਾਂ ਨਾਲ ਚੁੰਮਦਾ ਹੋਇਆ ਚਿਹਰਾ
pl: Twarz całująca ze śmiejącymi się oczami
pl_sp: Ôblicze z kuskiym i radymi ôczami
pt_pt: Cara a beijar com olhos sorridentes
ro: Faţă care sărută cu ochi zâmbitori
si: හිනැහෙන දෑස් සහිත හාදු දෙන මුහුණ
sk: Bozkávajúca tvár so smejúcimi sa očami
sl: Poljubljajoč obraz s smejočimi očmi
sq: Fytyrë që puth me sy të qeshur
sr: Lice koje šalje poljubac sa nasmejanim očima
sv: Kyssande ansikte med leende ögon
ta: சிரிக்கும் கண்களுடன் முத்தமிடும் முகம்
te: నవ్వే కళ్లతో ముద్దు పెట్టే ముఖం
tg_tj: Чеҳраи бӯсазан бо чашмони табассумомез
th: ใบหน้าจูบที่มีดวงตายิ้มแฉ่ง
tk_tm: Gözi gülýän öpýän ýüz
tl: Humahalik na mukha na masaya ang mata
uk: Поцілунок із блиском в очах
ur: مسکراتی آنکھوں کے ساتھ بوسہ دیتے ہوئے چہرہ
uz: Jilmaygan ko‘zli o‘payotgan yuz
vi: Mặt hôn với đôi mắt cười
zh_cn: 眼睛笑眯眯的亲亲脸
zh_hk: 眼睛笑眯眯的親親臉
zh_tw: 帶著笑眼的親吻表情

# IDS_IME_BODY_FACE_WITH_STUCK_OUT_TONGUE_AND_WINKING_EYE_M_EMOTICON_NAME
source: Face with stuck-out tongue and winking eye
ar: وجه بلسان بارز وعيون تغمز
as: জিভা মেলি থকা আৰু চকু টিপিয়াই থকা মুখ
az: Dil uzadan və göz vuran sifət
bg: Лице с изплезен език и смигващо око
bn: জিভ বার এবং পিটপিট করা চোখ সহ মুখ
ca: Cara amb la llengua fora i fent l'ullet
cs: Obličej s vyplazeným jazykem a mrkajícím okem
da: Ansigt med tungen ud af munden og blinkende øjne
el_gr: Πρόσωπο που βγάζει γλώσσα και κλείνει το ένα μάτι
es_es: Cara sacando la lengua y guiñando un ojo
et: Keelt näitav ja silma pilgutav nägu
eu: Mihia kanpoan eta begi bat itxita dituen aurpegia
fa: صورت با زبان بیرون آمده به همراه چشمک
fi: Silmää iskevät kasvot kieli ulkona
fr: Visage avec langue tirée et clin d'œil
ga: Aghaidh agus an teanga amach agus ag caochadh súl
gl: Cara coa lingua fóra e un ollo chiscado
gu: જીભ બહાર બતાવતો અને આંખ પલકાવતો ચહેરો
he: פרצוף עם לשון בחוץ ועין קורצת
hi: बाहर निकली ज़बान और चमचमाती आँखों वाला चेहरा
hr: Lice s isplaženim jezikom koje namiguje
hu: Kiöltött nyelvű, kacsintó arc
hy: Լեզուն հանած և աչքով անող դեմք
id: Wajah dengan lidah menjulur dan mata mengedip
is: Blikkandi andlit með tunguna út
it_it: Faccina con linguaccia e occhiolino
ja_jp: ウィンクして舌を出した顔
ka: სახე გამოყოფილი ენით თვალს გვიკრავს
kk: Тілі шығарылып тұрған және бір көзі қысылып тұрған бет
km: មុខ​លាន​អណ្ដាត និង ភ្នែក​ព្រិច
kn: ನಾಲಿಗೆ ಹೊರಚಾಚಿರುವ ಮತ್ತು ಕಣ್ಣು ಮಿಟುಕಿಸುತ್ತಿರುವ ಮುಖ
ko_kr: 윙크하며 혀를 내민 얼굴
ky_kg: Тилин чыгарган жана бир көзү жумулган бет
lo: ໃບໜ້າມີລີ້ນແຫຍ່ອອກມາ ແລະຫຍີ້ຕາ
lt: Veidas su iškištu liežuviu ir merkiantis akį
lv: Seja ar izbāztu mēli un piemiegtu aci
mk: Лице со исплазен јазик што намигнува
ml: പുറത്തേക്ക് തള്ളിയ നാവോടും ചിമ്മിയ കണ്ണോടും കൂടിയ മുഖം
mn_mn: Хэлээ гаргаж, нэг нүдээ ирмэсэн нүүр
mr: बाहेर अटकलेली जीभ आणि चमचमणारे डोळे असलेला चेहरा
ms: Muka dengan lidah kelu dan mata dikenyit
my_mm: မျက်စပြစ်လျက် လျှာထုတ်ပြသည့် မျက်နှာ
my_zg: မ်က္စျပစ္လ်က္ လွ်ာထုတ္ျပသည့္ မ်က္ႏွာ
nb: Ansikt med utstrukken tunge og blunkende øye
ne: बाहिर निस्केको जिब्रो र झिम्काइरहेको आँखा भएको मुहार
nl: Gezicht met uitgestoken tong en knipoog
or: ଜିଭ ବାହାରକୁ ବାହାରି ଆସିଥିବା ଏବଂ ୱିକିଂଙ୍ଗ୍ ଆଖିର ମୁହଁ
pa: ਜੀਭ ਬਾਹਰ ਅਤੇ ਅੱਖ ਮਾਰਦਾ ਹੋਇਆ ਚਿਹਰਾ
pl: Twarz z wytkniętym językiem i mrugającym okiem
pl_sp: Ôblicze z wyrażōnym jynzykiym i ciepie ôkiym
pt_pt: Cara com língua de fora e a piscar o olho
ro: Faţă cu limba scoasă făcând cu ochiul
si: ඇසක් ඉගි මරමින් දිව දික් කරන මුහුණ
sk: Tvár s vyplazeným jazykom a žmurkajúcim okom
sl: Obraz z iztegnjenim jezikom in mežikajočim očesom
sq: Fytyrë me gjuhën përjashta dhe sy të shkelur
sr: Lice sa isplaženim jezikom i okom koje namiguje
sv: Ansikte med utsträckt tunga och blinkande öga
ta: வெளிநீட்டிய நாக்கு மற்றும் சிமிட்டும் கண்ணுடன் முகம்
te: నాలుక బయట పెట్టిన మరియు కన్ను కొడుతున్న ముఖం
tg_tj: Чеҳра бо забони шахшуда ва чашмони милтосзананда
th: ใบหน้าแลบลิ้นและขยิบตา
tk_tm: Dilini çykaryp duran we göz gyrpýan ýüz
tl: Mukha na nakalabas ang dila at kumikindat
uk: Обличчя з висолопленим язиком, що підморгує
ur: زبان چڑھاتے ہوئے اور آنکھ مارنے والا چہرہ
uz: Bir ko‘zi qisilgan va tili chiqarilgan yuz
vi: Mặt đang lè lưỡi và nháy mắt
zh_cn: 伸出舌头和眨眼的脸
zh_hk: 伸出舌頭和眨眼的臉
zh_tw: 吐舌眨眼表情

# IDS_IME_BODY_ANGRY_FACE_M_EMOTICON_NAME
source: Angry face
ar: وجه غاضب
as: খঙাল মুখ
az: Hirsli sifət
bg: Ядосано лице
bn: রাগী মুখ
ca: Cara enutjada
cs: Rozzlobený obličej
da: Vredt ansigt
el_gr: Θυμωμένο πρόσωπο
es_es: Cara de enfado
et: Vihane nägu
eu: Haserre aurpegia
fa: صورت عصبانی
fi: Vihaiset kasvot
fr: Visage en colère
ga: Aghaidh fheargach
gl: Cara enfadada
gu: ક્રોધી ચહેરો
he: פרצוף כועס
hi: गुस्से वाला चेहरा
hr: Ljuto lice
hu: Mérges arc
hy: Զայրացած դեմք
id: Wajah marah
is: Reitt andlit
it_it: Faccina arrabbiata
ja_jp: 怒った顔
ka: გაბრაზებული სახე
kk: Ашуланған бет
km: មុខ​ខឹង
kn: ಕೋಪದ ಮುಖ
ko_kr: 화난 얼굴
ky_kg: Ачууланган бет
lo: ໃບໜ້າໃຈຮ້າຍ
lt: Piktas veidas
lv: Dusmīga seja
mk: Луто лице
ml: ക്ഷുഭിതമായ മുഖം
mn_mn: Ууртай царай
mr: रागीट चेहरा
ms: Muka marah
my_mm: ဒေါသ မျက်နှာ
my_zg: စိတ္ဆိုး မ်က္ႏွာ
nb: Sint ansikt
ne: रिसाएको मुहार
nl: Boos gezicht
or: ରାଗୀ ମୁହଁ
pa: ਗੁੱਸੇ ਵਾਲਾ ਚਿਹਰਾ
pl: Zagniewana twarz
pl_sp: Snerwowane ôblicze
pt_pt: Cara zangada
ro: Faţă mânioasă
si: තරහ මුහුණ
sk: Nahnevaná tvár
sl: Jezen obraz
sq: Fytyrë e zemëruar
sr: Ljuto lice
sv: Argt ansikte
ta: கோபமான முகம்
te: కోపం ముఖం
tg_tj: Чеҳраи хашмгин
th: ใบหน้าโกรธ
tk_tm: Gaharly ýüz
tl: Galit na mukha
uk: Гнівне обличчя
ur: غصےوالا چہرہ
uz: Jahli chiqqan yuz
vi: Khuôn mặt tức giận
zh_cn: 生气的脸
zh_hk: 生氣的臉
zh_tw: 憤怒表情

# IDS_IME_BODY_ASTONISHED_FACE_M_EMOTICON_NAME
source: Astonished face
ar: وجه مندهش
as: অসাধাৰণ মুখ
az: Təəccüblü sifət
bg: Изумено лице
bn: অবাক হওয়া মুখ
ca: Cara d'estupefacció
cs: Udivený obličej
da: Forbavset ansigt
el_gr: Έκπληκτο πρόσωπο
es_es: Cara de asombro
et: Hämmastunud nägu
eu: Harridura aurpegia
fa: صورت سردرگم
fi: Yllättyneet kasvot
fr: Visage étonné
ga: Aghaidh iontais
gl: Cara asombrada
gu: આશ્ચર્યચકિત ચહેરો
he: פרצוף נדהם
hi: चकित चेहरा
hr: Začuđeno lice
hu: Elképedt arc
hy: Ապշած դեմք
id: Wajah kaget
is: Forviða andlit
it_it: Faccina stupita
ja_jp: びっくりした顔
ka: გაკვირვებული სახე
kk: Таң қалған бет
km: មុខ​រំភើប
kn: ನಿಬ್ಬೆರಗಾದ ಮುಖ
ko_kr: 깜짝 놀란 얼굴
ky_kg: Таң калган бет
lo: ໃບໜ້າຊື່ນບານ
lt: Nustebęs veidas
lv: Izbrīnīta seja
mk: Зачудено лице
ml: അമ്പരപ്പുള്ള മുഖം
mn_mn: Цочирдсон царай
mr: चकीतपणाचा चेहरा
ms: Muka hairan
my_mm: အံ့ဩ မျက်နှာ
my_zg: အံ့ၾသ မ်က္ႏွာ
nb: Forbløffet ansikt
ne: अचम्मित मुहार
nl: Verbluft gezicht
or: ବିସ୍ମିତ ମୁହଁ
pa: ਹੈਰਾਨ ਚਿਹਰਾ
pl: Zdziwiona twarz
pl_sp: Zdziwiōne ôblicze
pt_pt: Cara espantada
ro: Faţă uimită
si: පුදුමයට පත් මුහුණ
sk: Udivená tvár
sl: Začuden obraz
sq: Fytyrë e mrekulluar
sr: Zadivljeno lice
sv: Häpet ansikte
ta: அதிர்ச்சியூட்டிய முகம்
te: ఆశ్చర్యపోయిన ముఖం
tg_tj: Чеҳраи ҳайрон
th: ใบหน้าประหลาดใจ
tk_tm: Geňirgenen ýüz
tl: Nagulat na mukha
uk: Здивоване обличчя
ur: چکت چہرہ
uz: Hayron yuz
vi: Khuôn mặt ngạc nhiên
zh_cn: 惊讶的脸
zh_hk: 驚訝的臉
zh_tw: 驚訝表情

# IDS_IME_BODY_CRYING_FACE_M_EMOTICON_NAME
source: Crying face
ar: بكاء
as: কান্দি থকা মুখ
az: Ağlayan sifət
bg: Плачещо лице
bn: ক্রন্দনরত মুখ
ca: Cara plorant
cs: Plačící obličej
da: Grædende ansigt
el_gr: Πρόσωπο που κλαίει
es_es: Cara llorando
et: Nuttev nägu
eu: Negarrez ari den aurpegia
fa: صورت گریان
fi: Itkevät kasvot
fr: Visage pleurant
ga: Aghaidh ag gol
gl: Cara chorando
gu: રડતો ચેહરો
he: פרצוף מתייפח
hi: रोता चेहरा
hr: Plačko
hu: Síró arc
hy: Լացող դեմք
id: Wajah menangis
is: Grátandi andlit
it_it: Faccina che piange
ja_jp: 泣き顔
ka: მტირალი სახე
kk: Жылаған бет
km: មុខ​យំ
kn: ಅಳುತ್ತಿರುವ ಮುಖ
ko_kr: 우는 얼굴
ky_kg: Ыйлап жаткан бет
lo: ໃບໜ້າຮ້ອງໄຫ້
lt: Verkiantis veidas
lv: Raudoša seja
mk: Лице што плаче
ml: കരയുന്ന മുഖം
mn_mn: Уйлж буй царай
mr: रडणारा चेहरा
ms: Muka menangis
my_mm: ငိုနေသော မျက်နှာ
my_zg: ငိုေနေသာ မ်က္ႏွာ
nb: Gråtende ansikt
ne: रोइरहेको मुहार
nl: Huilend gezicht
or: କାନ୍ଦୁଥିବା ମୁହଁ
pa: ਰੋਂਦਾ ਹੋਇਆ ਚਿਹਰਾ
pl: Płacząca twarz
pl_sp: Płaczōnce ôblicze
pt_pt: A chorar
ro: Faţă plângând
si: හඬන මුහුණ
sk: Plačúca tvár
sl: Jokajoč obraz
sq: Fytyrë që qan
sr: Uplakano lice
sv: Gråtande ansikte
ta: அழுகின்ற முகம்
te: ఏడుస్తున్న ముఖం
tg_tj: Чеҳраи гирён
th: ใบหน้าร้องไห้
tk_tm: Aglaýan ýüz
tl: Umiiyak na mukha
uk: Заплакане обличчя
ur: روتا ہوا چہرہ
uz: Yig‘layotgan yuz
vi: Mặt khóc
zh_cn: 哭泣中的人脸
zh_hk: 哭泣中的人臉
zh_tw: 哭泣表情

# IDS_IME_BODY_DISAPPOINTED_BUT_RELIEVED_FACE_M_EMOTICON_NAME
source: Disappointed but relieved face
ar: وجه محبط لكن يشعر بالراحة
as: হতাশ কিন্তু অব্যাহতিপূৰ্ণ মুখ
az: Məyus, lakin rahatlamış sifət
bg: Лице с разочарование, но облекчение
bn: শ্রান্ত মুখ সহ হতাশা
ca: Cara decebuda però alleujada
cs: Zklamaný obličej s výrazem úlevy
da: Skuffet, men lettet ansigt
el_gr: Απογοητευμένο αλλά ανακουφισμένο πρόσωπο
es_es: Cara de decepción pero aliviada
et: Pettunud, aga rahulolev nägu
eu: Desengainu baina lasaitasun aurpegia
fa: صورت ناراحت ولی بی خیال
fi: Pettyneet mutta helpottuneet kasvot
fr: Visage déçu mais soulagé
ga: Aghaidh díomách ach faoiseamh uirthi
gl: Cara decepcionada pero con alivio
gu: નિરાશ પરંતુ રાહતભર્યો ચહેરો
he: פרצוף עם הבעת אכזבה והקלה
hi: निराश लेकिन चिंतामुक्त चेहरा
hr: Lice razočaranja, ali i olakšanja
hu: Csalódott, de ellazult arc
hy: Հիասթափված, բայց հանգստացած դեմք
id: Wajah kecewa tapi lega
is: Vonsvikið andlit sem er létt
it_it: Faccina delusa ma sollevata
ja_jp: がっかりしたようなほっとした顔
ka: იმედგაცრუებული, მაგრამ დასვენებული სახე
kk: Қайғы басқан, бірақ сабырлы бет
km: មុខ​ខកចិត្ត​ប៉ុន្តែ​ធូរស្រាល
kn: ನಿರಾಶೆಗೊಂಡ ಆದರೆ ಸಮಾಧಾನಗೊಂಡ ಮುಖ
ko_kr: 실망했지만 안도한 얼굴
ky_kg: Көңүлү калган бирок бошоп калган бет
lo: ຜິດຫວັງ ແຕ່ໃບໜ້າຊື່ນບານ
lt: Nusivylęs bet palengvėjimą jaučiantis veidas
lv: Bēdīga, bet atvieglota seja
mk: Разочарано лице со олеснување
ml: നിരാശകലർന്നതും എന്നാൽ ആശ്വാസമുള്ളതുമായ മുഖം
mn_mn: Доголон нулимстай царай
mr: निराश परंतु सुटकेच्या नि:श्वासाचा चेहरा
ms: Muka kecewa tetapi lega
my_mm: စိတ်ပျက်ပြီး သက်သာရာရသွားသည့် မျက်နှာ
my_zg: စိတ္ပ်က္ၿပီး သက္သာရာရသြားသည့္ မ်က္ႏွာ
nb: Skuffet, men lettet ansikt
ne: निराश तर शान्त मुहार
nl: Teleurgesteld maar opgelucht gezicht
or: ନିରାଶ କିନ୍ତୁ ଆଶ୍ୱସ୍ତ ମୁହଁ
pa: ਨਿਰਾਸ਼ ਪਰ ਚਿੰਤਾ-ਮੁਕਤ ਚਿਹਰਾ
pl: Zawiedziona twarz, ale pełna ulgi
pl_sp: Niyrade ôblicze, ale fol relaks
pt_pt: Cara desapontada, mas aliviada
ro: Faţă dezamăgită dar uşurată
si: බලාපොරොත්තු කඩ වී හිත හදාගත් මුහුණ
sk: Sklamaná tvár vyjadrujúca úľavu
sl: Razočaran obraz z vzdihom olajšanja
sq: Fytyrë e pakënaqur por e çliruar
sr: Razočarano, ali opušteno lice
sv: Besviket men lättat ansikte
ta: ஏமாற்றமடைந்த ஆனால் தணிந்துவிட்ட முகம்
te: నిరాసా, కానీ ఉపసమన ముఖం
tg_tj: Чеҳраи ноумед, вале ором
th: ใบหน้าผิดหวังแต่โล่งใจ
tk_tm: Göwniçökgün emma rahat ýüz
tl: Nadismaya ngunit guminhawang mukha
uk: Засмучене, проте спокійне обличчя
ur: مایوس لیکن آسودہ چہرہ
uz: Ranjigan lekin yengil tortgan yuz
vi: Mặt thất vọng nhưng nhẹ nhõm
zh_cn: 失望但释然的脸
zh_hk: 失望但釋然的臉
zh_tw: 失望但釋然的表情

# IDS_IME_BODY_FACE_SCREAMING_IN_FEAR_M_EMOTICON_NAME
source: Face screaming in fear
ar: وجه يصرخ من الخوف
as: ভয়ত চিত্কাৰ কৰা মুখ
az: Qorxudan qışqıran sifət
bg: Лице, крещящо от страх
bn: ভয়ে মুখের কাঁপুনি
ca: Cara cridant de por
cs: Obličej křičící strachem
da: Ansigt, der skriger af angst
el_gr: Πρόσωπο που ουρλιάζει από φόβο
es_es: Cara gritando de miedo
et: Hirmust karjuv nägu
eu: Beldurrez garrasika ari den aurpegia
fa: صورت فریاد با ترس
fi: Pelosta huutavat kasvot
fr: Visage hurlant de terreur
ga: Aghaidh ag screadaíl le heagla
gl: Cara berrando co medo
gu: ભયથી ચીસો મારતો ચહેરો
he: פרצוף צורח מפחד
hi: डर में चिल्लाता चेहरा
hr: Lice koje vrišti od straha
hu: Félelmében sikoltó arc
hy: Վախից ճչացող դեմք
id: Wajah berteriak dalam ketakutan
is: Andlit að öskra af hræðslu
it_it: Faccina che urla di paura
ja_jp: 恐怖で叫び声を上げる顔
ka: შეშინებული მყვირალა სახე
kk: Қорқыныштан айғайлап тұрған бет
km: មុខ​ស្គម​ដោយ​ភ័យខ្លាច
kn: ಭಯದಿಂದ ಕಿರಿಚುತ್ತಿರುವ ಮುಖ
ko_kr: 공포에 떨며 비명을 지르는 얼굴
ky_kg: Коркконунан кыйкырып жаткан бет
lo: ໃບໜ້າແຂກຮ້ອງຢູ່ໃນຄວາມຢ້ານ
lt: Iš baimės klykiantis veidas
lv: Bailēs kliedzoša seja
mk: Лице што вреска од страв
ml: ഭയം കലർന്ന മുഖം
mn_mn: Айж орилж буй царай
mr: भितीने घाबरलेला चेहरा
ms: Muka menjerit ketakutan
my_mm: ကြောက်၍ ဟစ်အော်နေသည့် မျက်နှာ
my_zg: ေၾကာက္၍ ဟစ္ေအာ္ေနသည့္ မ်က္ႏွာ
nb: Ansikt som skriker i frykt
ne: डराएर चिच्याइरहेको मुहार
nl: Gezicht schreeuwend van angst
or: ଭୟରେ ଚିତ୍କାର କରୁଥିବା ମୁହଁ
pa: ਡਰਦਾ ਹੋਇਆ ਚਿਹਰਾ
pl: Twarz krzycząca ze strachu
pl_sp: Ôblicze kere ryczy ze strachu
pt_pt: Cara a gritar de medo
ro: Faţă ţipând de frică
si: බියෙන් කෑ ගසන මුහුණ
sk: Tvár kričiaca od strachu
sl: Obraz, prepaden od strahu
sq: Fytyrë që ulërin nga frika
sr: Lice koje vrišti od straha
sv: Ansikte som skriker av rädsla
ta: பயத்தில் அலறும் முகம்
te: భయంతో పెద్దగా అరిచే ముఖం
tg_tj: Чеҳраи аз тарс фарёдзананда
th: ใบหน้ากรีดร้องด้วยความกลัว
tk_tm: Gorkudan gygyrýan ýüz
tl: Mukhang sumisigaw sa takot
uk: Обличчя особи, яка кричить від страху
ur: خوف سے چیختا ہوا چہرہ
uz: Qo‘rquvdan baqirayotgan yuz
vi: Mặt la hét trong sợ hãi
zh_cn: 恐惧尖叫的脸
zh_hk: 恐懼尖叫的臉
zh_tw: 尖叫恐懼的表情

# IDS_IME_BODY_FACE_WITH_LOOK_OF_TRIUMPH_M_EMOTICON_NAME
source: Face with look of triumph
ar: وجه منتصر
as: জয়জয়কাৰ দেখা পোৱা মুখ
az: Qələbə çalmış sifət
bg: Лице с израз на победа
bn: জয়ের চিহ্ন সহ মুখ
ca: Cara amb mirada de triomf
cs: Triumfální obličej
da: Ansigt med et triumferende udtryk
el_gr: Πρόσωπο με ύφος θριάμβου
es_es: Cara con expresión triunfal
et: Võidukas nägu
eu: Arrakastaren aurpegia
fa: صورت با حس پیروزی
fi: Kasvoilla voiton ilme
fr: Visage triomphant
ga: Aghaidh a bhuaigh
gl: Cara con mirada de triunfo
gu: વિજયના દેખાવવાળો ચહેરો
he: פרצוף עם הבעת ניצחון
hi: विजयी आकृति वाला चेहरा
hr: Lice s pobjedonosnim izrazom
hu: Diadalmas arc
hy: Հաղթական հայացքով դեմք
id: Wajah dengan ekspresi kemenangan
is: Andlit í sigurvímu
it_it: Faccina con sguardo trionfante
ja_jp: 勝ち誇った顔
ka: გამარჯვებულის სახე
kk: Салтанатпен қарап тұрған бет
km: មុខ​មើល​ទៅ​មាន​ជ័យជម្នៈ
kn: ಜಯಶಾಲಿ ನೋಟದೊಂದಿಗೆ ಮುಖ
ko_kr: 승리감에 찬 얼굴
ky_kg: Жеңишти чагылдырган бет
lo: ໃບໜ້າເບິ່ງທ່າມີໄຊ
lt: Triumfuojantis veidas
lv: Seja ar triumfa izteiksmi
mk: Лице со триумфален поглед
ml: വിജയഭാവമുള്ള മുഖം
mn_mn: Ялсан дүртэй нүүр
mr: विजयी चिन्हाचा चेहरा
ms: Muka dengan riak kemenangan
my_mm: အောင်မြင်မှုဖြင့် မျက်နှာ
my_zg: ေအာင္ျမင္မႈျဖင့္ မ်က္ႏွာ
nb: Ansikt med et triumferende uttrykk
ne: जीतको भाव देखाउने मुहार
nl: Gezicht dat triomfantelijk kijkt
or: ବିଜୟ ଚାହାଣୀ ସହିତ ମୁହଁ
pa: ਫੁੱਲਿਆ ਨਾ ਸਮਾਉਣ ਵਾਲਾ ਚਿਹਰਾ
pl: Twarz triumfująca
pl_sp: Ôblicze szpanerskie
pt_pt: Cara com ar de triunfo
ro: Faţă triumfătoare
si: අභිමානය හගවන මුහුණ
sk: Víťazoslávna tvár
sl: Obraz z zmagovitim pogledom
sq: Fytyrë me pamje triumfi
sr: Lice sa pobedničkim izrazom
sv: Vinnaransikte
ta: பெருஞ்சாதனையின் தோற்றத்துடன் முகம்
te: విజయం ఆకారం ముఖం
tg_tj: Чеҳра бо қиёфаи тантана
th: ใบหน้าที่มีแววแห่งชัยชนะ
tk_tm: Ýeňiş duýguly ýüz
tl: Mukha ng tagumpay
uk: Обличчя переможця
ur: فتح کی نظر سے چہرے
uz: G‘alabani nishonlayotgan yuz
vi: Mặt chiến thắng
zh_cn: 洋洋自得的脸
zh_hk: 洋洋自得的臉
zh_tw: 勝利表情

# IDS_IME_BODY_FACE_WITH_MEDICAL_MASK_M_EMOTICON_NAME
source: Face with medical mask
ar: وجه بقناع طبي
as: মেডিকেল মাস্কৰ সৈতে মুখ
az: Tibbi maskalı sifət
bg: Лице с медицинска маска
bn: মেডিক্যাল মুখোশ সহ মুখ
ca: Cara amb mascareta mèdica
cs: Obličej s rouškou
da: Ansigt med lægemaske
el_gr: Πρόσωπο με μάσκα γιατρού
es_es: Cara con mascarilla de médico
et: Arstimaskiga nägu
eu: Medikuaren maskara duen aurpegia
fa: صورت با ماسک پزشکی
fi: Kasvoilla suumaski
fr: Visage avec masque chirurgical
ga: Aghaidh ar a bhfuil masc míochaine
gl: Cara con máscara de médico
gu: ચિકિત્સક માસ્કવાળો ચહેરો
he: פרצוף עם מסיכת רופא
hi: चिकित्सा मुखौटा वाला चेहरा
hr: Lice s medicinskom maskom
hu: Orvosi maszkot viselő arc
hy: Բժշկական դիմակով դեմք
id: Wajah dengan masker
is: Andlit með læknagrímu
it_it: Faccina con mascherina
ja_jp: マスクをした顔
ka: სამედიცინო ნიღბიანი სახე
kk: Медикалық маскасы бар бет
km: មុខ​មាន​របាំង​វេជ្ជសាស្ត្រ
kn: ವೈದ್ಯಕೀಯ ಮುಸುಕಿನೊಂದಿಗೆ ಮುಖ
ko_kr: 마스크를 쓴 얼굴
ky_kg: Медициналык маскасы бар бет
lo: ໃບໜ້າມີໜ້າກາກແພດ
lt: Veidas su medicinine kauke
lv: Seja ar medicīnas masku
mk: Лице со хируршка маска
ml: മെഡിക്കൽ മാസ്ക്ക് ധരിച്ച മുഖം
mn_mn: Эмнэлгийн масктай нүүр
mr: चिकित्सा मास्क असलेला चेहरा
ms: Muka dengan topeng perubatan
my_mm: နှာခေါင်းစီးဖြင့် မျက်နှာ
my_zg: ႏွာေခါင္းစီးျဖင့္ မ်က္ႏွာ
nb: Ansikt med medisinsk maske
ne: मेडिकल मास्क भएको मुहार
nl: Gezicht met medicinaal masker
or: ଡାକ୍ତରୀ ମାସ୍କ୍ ସହିତ ମୁହଁ
pa: ਚਿਕਿਤਸਕੀ ਨਕਾਬ ਵਾਲਾ ਚਿਹਰਾ
pl: Twarz z maską medyczną
pl_sp: Ôblicze ze maskōm medycznōm
pt_pt: Cara com máscara médica
ro: Faţă cu mască medicală
si: සෞඛ්‍ය ආවරණයක් පැළඳි මුහුණ
sk: Tvár s lekárskou rúškou
sl: Obraz z zdravniško masko
sq: Fytyrë me maskë higjienike
sr: Lice sa lekarskom maskom
sv: Ansikte med munskydd
ta: மருத்துவ முகமூடியுடன் முகம்
te: మెడికల్ మాస్క్ ముఖం
tg_tj: Чеҳра бо ниқоби тиббӣ
th: ใบหน้าที่คาดหน้ากากปิดปาก
tk_tm: Lukmançylyk nikaply ýüz
tl: Mukha na may medical mask
uk: Обличчя у медичній масці
ur: طبی ماسک کے ساتھ چہرہ
uz: Tibbiy maskali yuz
vi: Mặt đeo khẩu trang y tế
zh_cn: 戴着口罩的脸
zh_hk: 戴著口罩的臉
zh_tw: 戴口罩表情

# IDS_IME_BODY_POUTING_FACE_M_EMOTICON_NAME
source: Pouting face
ar: وجه عابس
as: বিস্ফুৰিত মুখ
az: Narazı sifət
bg: Цупеща се муцуна
bn: ক্রন্দনরত মুখ
ca: Cara de fer morros
cs: Našpulený obličej
da: Surmulende ansigt
el_gr: Κατσουφιασμένο πρόσωπο
es_es: Cara de pena
et: Põrnitsev nägu
eu: Mainak egiten ari den aurpegia
fa: صورت با لب و لوچه آویزان
fi: Mököttävät kasvot
fr: Visage boudeur
ga: Aghaidh pusach
gl: Cara de moito enfado
gu: મોંઢુ ફુલાવેલ ચહેરો
he: פרצוף עם הבעה לא מרוצה
hi: मुँह फुलाता चेहरा
hr: Nadureno lice
hu: Duzzogó arc
hy: Խռոված դեմք
id: Wajah cemberut
is: Fýlt andlit
it_it: Faccina imbronciata
ja_jp: ふくれっ面の顔
ka: გაბუტული სახე
kk: Бұлтиып тұрған бет
km: មុខ​បូញមាត់
kn: ಸಿಡುಕಿನ ಮುಖ
ko_kr: 입을 삐죽 내민 얼굴
ky_kg: Мурчуйган бет
lo: ໃບໜ້າງອນ
lt: Nepatenkinta veido išraiška
lv: Aizvainota seja
mk: Незадоволно лице
ml: ചുണ്ടുകൂർപ്പിച്ച മുഖം
mn_mn: Хошуугаа унжуулсан царай
mr: तोंड फुगवलेला चेहरा
ms: Muka mencebik
my_mm: စိုက်ကြည့်နေသည့် မျက်နှာ
my_zg: စိုက္ၾကည့္ေနသည့္ မ်က္ႏွာ
nb: Surmulende ansikt
ne: मुख फुलाइरहेको मुहार
nl: Pruilend gezicht
or: ବିରକ୍ତ ମୁହଁ
pa: ਖਿਝਿਆ ਚਿਹਰਾ
pl: Nadąsana twarz
pl_sp: Zmier'złe ôblicze
pt_pt: Cara mal-humorada
ro: Faţă îmbufnată
si: තොල් නෙරවන මුහුණ
sk: Nevrlá tvár
sl: Namrščen obraz
sq: Fytyrë buzëvarur
sr: Nadureno lice
sv: Trutande ansikte
ta: உதட்டைப் பிதுக்கும் முகம்
te: బాధాకర ముఖం
tg_tj: Рӯи бурма
th: ใบหน้าโกรธขึ้ง
tk_tm: Asyk ýüz
tl: Nagtatampong mukha
uk: Насуплене обличчя
ur: پاؤٹنگ چہرہ
uz: Labi burishgan yuz
vi: Mặt bĩu môi
zh_cn: 撅着嘴的脸
zh_hk: 撅著嘴的臉
zh_tw: 噘嘴表情
